{"id":782,"title":"वोखा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","dateCreated":"2019-09-25T14:13:55.56Z","dateModified":"2019-09-25T14:14:09.524Z","contributedBy":"AskGif","content":"<p>वोखा भारत के नागालैंड राज्य का एक शहर और एक नगर पालिका है। यह अपने नाम वाले जिले का मुख्यालय है (देखें वोकहा जिला)। यह राज्य की राजधानी कोहिमा से लगभग 75 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोचा भाषा में वोक का शाब्दिक अर्थ है \"सिर की गिनती\" या \"जनगणना\"। इसकी आबादी 35,004 है। यह मुख्य रूप से लोथा जनजाति द्वारा बसा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में चार विधानसभा क्षेत्र और 125 मान्यता प्राप्त गाँव हैं। इसे आगे 13 प्रशासनिक इकाइयों और 7 ग्रामीण विकास खंडों में विभाजित किया गया है। इसमें तीन रेंज हैं, अपर रेंज जिसमें वोखा, वुझुरो, चुकितोंग और एंगलान सर्कल शामिल हैं; लोट्सु, सानिस और एतिपयोंग सर्कल को कवर करने वाली मध्य सीमा और भंडारी सर्कल और रालन क्षेत्र को कवर करते हुए निचली सीमा।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>Wokha के समूह में Wokha शहर, Longsa गांव, Wokha गांव और Vakhosung शामिल हैं। इसकी संयुक्त आबादी 80,000 से अधिक है। वोखा कोहिमा से मोकोकचुंग के मुख्य मार्ग पर है और असम राइफल्स के शुरुआती स्थानों में से एक था। नागालैंड सरकार ने वोखा टाउन में एक पर्यटक लॉज का निर्माण किया। वार्षिक अमूर फाल्कन प्रवासन डोयांग बांध से गुजरता है, जो 2 घंटे की ड्राइव दूर है। यह नॉर्थ ईस्ट इंडिया, द विंटर क्रिकेट चैलेंज में सबसे पुराना क्रिकेट टूर्नामेंट भी आयोजित करता है। निकटतम रेलवे स्टेशन गोलाघाट, असम में फ़ुरकेटिंग रेलवे स्टेशन है और निकटतम हवाई अड्डा दीमापुर हवाई अड्डा (IATA: DMU, ​​ICAO: VEMR) है। नागालैंड में प्रत्येक जिला मुख्यालय से वोखा तक टैक्सी और बसें उपलब्ध हैं। दीमापुर से एक हेलीकाप्टर सेवा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वोखा में एक आकर्षण डोयांग नदी और उसके ऊपर बनी एक छोटी पनबिजली परियोजना है। यह क्षेत्र अमूर बाज़ के लिए अच्छी तरह से जाना जाता है जो दोआंग जलाशय के तट पर उड़ान भरते हैं और हजारों मील की दूरी तय करते हुए अपनी महान यात्रा पर रुक जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>1876 ​​में अंग्रेजों द्वारा असम के तहत नागा पहाड़ियों के जिला मुख्यालय के रूप में वोखा को बनाया गया था। 1878 तक मुख्यालय कोहिमा में स्थानांतरित कर दिया गया था, लेकिन वोखा एक उपखंड बना रहा। बाद में 1889 में उपखंड को मोकोकचुंग में स्थानांतरित कर दिया गया। भारत की स्वतंत्रता के बाद, 1957 में नागा हिल्स तुएनसांग क्षेत्र में वोखा एक सब डिवीजन बन गया, और 1973 तक वह जिला बनने तक बना रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल और जलवायु</p>\r\n<p>वोखा 26.1 &deg; N 94.27 &deg; E पर 1,313 मीटर (4,793 फीट) की औसत ऊंचाई पर स्थित है। यह एक गर्म समशीतोष्ण जलवायु है (कोपेन और गीगर द्वारा Cwa के रूप में वर्गीकृत)। वोखा का गर्मियों का तापमान 16.1 &deg; C से 32 &deg; C तक है। सर्दियों का तापमान न्यूनतम 2 &deg; C तक पहुँच जाता है। Wokha का औसत वार्षिक तापमान 17.8 है। 1940 मिमी औसत वार्षिक वर्षा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>दीमापुर और कोहिमा के बाद वाघा नागालैंड का तीसरा सबसे बड़ा शहर है। 2011 की जनगणना के अनुसार, जनसंख्या 35,004 है। वोखा की औसत साक्षरता दर 96% है; पुरुष साक्षरता 97% है, जबकि महिला साक्षरता 95% है। वोखा में, 10.57% आबादी 6 साल से कम उम्र की है। हिंदू धर्म (5%) और इस्लाम (2%) के बाद उल्लेखनीय अल्पसंख्यकों के साथ जनसंख्या का बहुमत ईसाई (92%) है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोथा (क्षेत्र की मूल भाषा भी) सबसे अधिक इस्तेमाल की जाने वाली भाषा है, जबकि नागमी और अंग्रेजी भी बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Wokha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-wokha-nagaland","tags":[{"name":"वोखा","slug":"wokha"},{"name":"नगालैंड","slug":"nagaland"}],"recommendations":[{"id":782,"title":"वोखा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","dateCreated":"2019-09-25T14:13:55.56Z","dateModified":"2019-09-25T14:14:09.524Z","contributedBy":"AskGif","content":"वोखा भारत के नागालैंड राज्य का एक शहर और एक नगर पालिका है। यह अपने नाम वाले जिले का मुख्यालय है (देखें वोकहा जिला)। यह राज्य की राजधानी कोहिमा से लगभग 75 किमी की दूरी पर स्थित है।\r\n&nbsp;\r\nलोचा भाषा में वोक का शाब्दिक अर्थ है \"सिर की गिनती\" या \"जनगणना\"। इसकी आबादी 35,004 है। यह मुख्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वोखा","slug":"wokha"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-wokha-nagaland","total":0},{"id":775,"title":"नोक्लाक में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"4bc3c86e-6cac-4019-9128-c299b18c334e_Noklak-tourism.jpg","dateCreated":"2019-09-25T02:33:47.498Z","dateModified":"2019-09-25T02:34:03.135Z","contributedBy":"AskGif","content":"नोकलाक भारतीय राज्य नागालैंड में एक गाँव है, और नोकलाक जिले का मुख्यालय।\r\nNoklak भारत में नागालैंड राज्य का एक जिला है, इसे 2017 में स्थापित किया गया था। जिला मुख्यालय Noklak के शहर में है।\r\n&nbsp;\r\nइतिहास\r\nनोक्लाक जिला 21 दिसंबर 2017 को बनाया गया था, जो पहले तुएनसांग ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4bc3c86e-6cac-4019-9128-c299b18c334e_Noklak-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नोक्लाक","slug":"noklak"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-noklak-nagaland","total":0},{"id":771,"title":"लोंगलेंग में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"fa74e857-3e7e-4089-a177-1e3cb0e23271_Longleng-tourism.jpg","dateCreated":"2019-09-25T01:25:56.126Z","dateModified":"2019-09-25T01:26:31.209Z","contributedBy":"AskGif","content":"लोंगलेंग भारत में समुद्र तल से 1066 मीटर की ऊँचाई पर स्थित एक शहर है। यह नागालैंड में नवगठित लॉन्गेंग जिले का जिला मुख्यालय है, [2] और इसकी आबादी 1,६१३ है। [१] मोकोकचुंग निकटतम प्रमुख शहर है। Phom भाषा, Phom नागा लोगों द्वारा यहां बोली जाने वाली मुख्य भाषा है। मोनू फुम्स द्वारा मनाया जाने वाला प्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa74e857-3e7e-4089-a177-1e3cb0e23271_Longleng-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लोंगलेंग","slug":"longleng"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-longleng-nagaland","total":0},{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}