{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"<p>Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.</p>\r\n<p>Angul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Angul district (odia:ଅନୁଗୋଳ ଜିଲ୍ଲା) is located in the center of the state of Odisha and lies between 20&deg; 31 N &amp; 21&deg; 40 N latitude and 84&deg; 15 E &amp; 85&deg; 23 E longitude. The altitude is between 564 and 1187 metres. The district has an area of 6232 km2. It is bounded by Dhenkanal and Cuttack district in the east, Deogarh, Kendujhar and Sundargarh district in north, Sambalpur and Sonepur in west and Boudh and Nayagarh in the south side. The district is abundant with natural resources. Angul, The district headquarters is about 150 kilometers from the state capital Bhubaneswar.</p>\r\n<p>&nbsp;</p>\r\n<p>A study jointly conducted by Indian Institute of Technology, Delhi (IIT-D) and Central Pollution Control Board (CPCB) reveals that Angul district is among the top ten most polluted Indian cities where the pollution level reached to a 'very alarmingly' level.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The following is the list of blocks, tehsils and subdivisions in the district of Angul:</p>\r\n<p>&nbsp;</p>\r\n<p>Subdivisions</p>\r\n<p>&nbsp;</p>\r\n<p>Angul</p>\r\n<p>Athmallik</p>\r\n<p>Talcher</p>\r\n<p>Pallahara</p>\r\n<p>Blocks</p>\r\n<p>&nbsp;</p>\r\n<p>Angul Sadar</p>\r\n<p>Athamalik Sadar</p>\r\n<p>Chhendipada</p>\r\n<p>Talcher Sadar</p>\r\n<p>Pallahada Sadar</p>\r\n<p>Banarpal</p>\r\n<p>Kishorenagar</p>\r\n<p>Kaniha</p>\r\n<p>Tehsils</p>\r\n<p>&nbsp;</p>\r\n<p>Angul</p>\r\n<p>Athamalik</p>\r\n<p>Talcher</p>\r\n<p>Pallahada</p>\r\n<p>Chendipada</p>\r\n<p>Banarpal</p>\r\n<p>Kishorenagar</p>\r\n<p>Kaniha</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Angul district has a population of 1,271,703, roughly equal to the nation of Estonia or the US state of New Hampshire. This gives it a ranking of 380th in India (out of a total of 640). The district has a population density of 199 inhabitants per square kilometre (520/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 11.55%. Anugul has a sex ratio of 942 females for every 1000 males, and a literacy rate of 78.96%.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are many schools and colleges in Angul</p>\r\n<p>&nbsp;</p>\r\n<p>Angul High School</p>\r\n<p>PTC High School</p>\r\n<p>Government Girls High School</p>\r\n<p>Kendriya Vidyalaya No.1</p>\r\n<p>Kendriya Vidyalaya No.2</p>\r\n<p>SSVM</p>\r\n<p>Rotary Public School</p>\r\n<p>Amarvani School</p>\r\n<p>Ideal Public School</p>\r\n<p>St.Xavier High School</p>\r\n<p>Maharishi Vidya Mandir</p>\r\n<p>Government Autonomous College</p>\r\n<p>Angul Mahila Mahavidyalaya</p>\r\n<p>Adarsha College of Engineering</p>\r\n<p>Siddhi Vinayak College</p>\r\n<p>Creative Techno College</p>\r\n<p>Police Training College</p>\r\n<p>Odisha Forest Rangers' College</p>\r\n<p>B.Ed. College</p>\r\n<p>Narayani Institute of Engineering and Technology</p>\r\n<p>Dibya College of Nursing</p>\r\n<p>Places of Interest</p>\r\n<p>Jagannath Temple(Saila Srikhetra)</p>\r\n<p>Maa Budhi Thakurani Temple</p>\r\n<p>Gopabandhu Park</p>\r\n<p>Eco Park</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Maa Budhi Thakurani</p>\r\n<p>The temple of Budhi Thakurani is situated in one side Sunasagad hill which is in the middle place of the Angul town. The Bigraha of the Goddess is made in Black Granite stone and looks like a pillar. It is the symbol of Budha Budhi worship system of tribal culture. This type of customs also seen in the village of Ogi, Para and Bagedia villages where Budha Thakur is worshipped and Purnakot, Jerang villages where Budhi Thakurani is worshipped in this district. It is also seen in the other parts of Orissa i.e. in Kaligali of Cuttack City where pillar type Goddess isworshipped as Goddess Kali and known as Budhi Thakurani. As per history it is not clear regarding the period of worship of Budhi Thakurani at Angul. As per hear say, once upon a time this Angul was ruled by one Kandha named Sunas and he used this hill as Gada and accordingly the hill is called as Sunasagada. The Kandha ruler placed this Budhi Thakurani and worshipped as his Esta Devi and in due course this place was full of deeply forest. In the year 1848 the Angul district was came to under control of British Empire and in the year 1896 they shifted their headquarter from Purnagada to Nuagada and planned the Angul town. They constructed road for convenience of the people. So it was required to clean the forest and at that time the hill came to their notice and they found that one pillar type of Goddess was there inside the deep forest. Then the era was cleaned and from that day the Goddess was worshipped as the Adhistatri Devi of this area and called as Budhi Thakurani. In the year 1956 one saint came to Angul and visited the Sakti Pitha and became fascinated to see the Bigraha of Goddess. Curiosity was aroused in his mind to know what is inside of the Bigraha. Then he tried to dig the back side of the Bigraha to find some thing. But he could not get any thing and returned away. In due course the holes had been filled and a Lions statue was placed there. Now this Budhi Thakurani is renowned in the town as well as in the district. Daily thousands of people visited the place and Budhi Thakurani is placed in every persons heart of this district as Easta Devi/ Grama Devi.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath Temple, Angul (Saila Srikhetra)</p>\r\n<p>The Jagannath Temple at Angul is known as &ldquo;Saila Srikhetra&rdquo; situated on the top of Sunasagad hill. The foundation of this grand temple was given on 21.2.1996 to build the temple like the model of world famous Lord Jagannath Temple of Puri . Then the construction work was progressed day by day with the help of administration and local people of Angul. Then the dream came true when the temple work was finished. At last, the District administration formed a trustee for the temple and the temple was opened for all public after completion ofPratistha Utsav on Dt.22.02.2002. It was a historic moment for the people of Angul. Now this place is called asSailashreekhetra and people not only from Angul but also from whole State &amp; other parts of India are coming to have a darshan of Lord Jagannath in this magnificent grand temple at Angul</p>\r\n<p>&nbsp;</p>\r\n<p>Angul Laxmi Puja</p>\r\n<p>The history of Laxmi Puja at Angul is more than 50 years old. First the Laxmi Puja was started at Laxmi Bazar of Angul in 1960.Later it was started in 1969 at Bustand. Now-a-days, the Laxmi Puja is celebrated at more than 40 Puja Pendals throughout the Angul Town &amp; nearby area. The colourful decoration, temporary markets, music &amp; dance programmes etc. are the part of this Puja celebration which continued for 11 days starting from Kumara Purnima. It now becomes a traditional grand yearly celebration in which people from all religions, castes, tribes participate in it. At last a grand combined procession &amp; crackers competition are being organized on the immersion day at the open field near Stadium. Thousands of people not only from Angul District, but from whole State come</p>\r\n<p>to Angul to enjoy the Laxmi Puja during this festive time.</p>\r\n<p>&nbsp;</p>\r\n<p>NALCO, Angul</p>\r\n<p>National Aluminium Company Ltd. (Nalco) is considered to be a turning point in the history of Indian Aluminium Industry. In a major leap forward, Nalco has not only addressed the need for self-sufficiency in aluminium, but also given the country a technological edge in producing this strategic metal to the best of world standards. Nalco was incorporated in 1981 in the Public Sector, to exploit a part of the large deposits of bauxite discovered in the East Coast. The Captive Power Plant (CPP) &amp; Smelter Plant are situated near Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>Satkosia Gorge, Tikarpada</p>\r\n<p>A small village in the bossom of nature Tikarapada is strategically situated by the side of Satakosia Gorge. The meandering Mahanadi flowing closely amidst, beautiful hills form here the mightiest gorge of India, 22 kms long. It is acclaimed as one of worlds most enchanting sports. The place is ideal for boating, angling and adventure. The forest and hills around the village have varieties of fauna to fascinate the visitors. A Gharial crocodile Sanctuary set up here has enhanced the importance of the sport.Tikarpada is 58 Kms away from Angul. Angul can be reached</p>\r\n<p>either by bus or by train. Tikrapada is connected with good road facility to Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>Talcher</p>\r\n<p>Talcher on the right bank of Brahmani, the capital of the east while, Talcher State is one of the fastest growing industrial and mining complexes of the country. The coal based Thermal power plant at Talcher, Heavy water plant of Atomic energy commission at Vikrampur, 7 numbers of underground mines &amp; 3 numbers of open cast mines located in and around Talcher have greatly enhanced the importance of this place. Another attraction of this place is the Rani Park which extends over an area of 64 sq km. A rock cut Bishnu image lying in sleeping poster at the left bank of Brahmani in Saranga village is only 4 kms from Talcher and 20 kms away from Angul. The N.H.23</p>\r\n<p>passes through Talcher.</p>\r\n<p>&nbsp;</p>\r\n<p>Hingula Pitha, Talcher</p>\r\n<p>The holy place (peetha) of the Goddess Hingula is situated on the bank of the river Simhada in the West of erstwhile</p>\r\n<p>Talcher Estate (Now in the District of Angul). In Assam, there is a place of pilgrimage named Jwalamukhi where a similar goddess Hingula or Hingulei or Hingulaksi is being worshipped. It is for this reason that the presiding deity of Talcher in village Gopal Prasad who bears the form of fire is named Goddess Hingula. Such holy places (peethas) of Hingula are also situated even outside India in Karachi and Kabul. Both Hindus and Muslims worship at this holy place like that of Kaipadar in Khurda.It is around 30 Kms away from Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>Talcher Ganesh Puja</p>\r\n<p>The Ganesh Puja is a Gana Parva or mass festival of Talcher like Dasahara of Cuttack, Laxmi puja of Angul and Dhenkanal, Sital Sasti of Sambalpur and Thakurani Yatra of Berhampur. The Ganesh Puja of Talcher is one of most famous festival in our State . The Puja is observed for a period of nearly two weeks, starting from Bhadrav Shukla Chatrurthi or Ganesh Chaturthi to Indu Purnima . The Lord Ganesh is worshiped in around 50 Puja pendals in the Talcher Town. In addition to colourful pendals, manadaps and deity, many mythological stories , episodes are also depicted through magnificent idols in the different Puja mandaps. There is a central Puja committee, constituted with representatives from the different Puja Committees, Senior Citizens, People representatives, Civil, Police &amp; Municipality Administration. The Sub- Collector, Talcher is the ex-officio President of the Central Puja Committee. A colorful immersion is arranged on Indu Purnima at Badadanda of Talcher attended by all Puja Committees. The procession covers all the main roads of the town. After the procession all the deities are immersed in the river Brahmani. The Central Puja Committee, organizes a metting on the day of immersion i.e. on Indupurnima at Badadanda Melana Place and the public auction sale of the Angya mala and Angya Ladu of Lord Ganesh has taken place. Thousands of people from different parts of District &amp; State come to Talcher to see</p>\r\n<p>this festival.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimkanda</p>\r\n<p>A rock art sleeping image of lord Bishnu is located at Bhimkand, village on the right bank of river Brahmani. Now it is situated with the complex of the largest coal based super Thermal power plant at NTPC. The image sleeps on its right side is about 42 ft long and 8 ft wide. The image is the second largest image in India which is about 5km from N H 23.One can reach Angul either by bus or train. Bhimkhand Tourist place is 20 Km away from Angul, frequented regular bus services is available to this place from Angul and also from major town of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Binikei, Athamallik</p>\r\n<p>A Pitha of Goddess Binikei is another spot of Tourist attraction in the sub division of Athamallik. The place is located on the bank of the river Mahanadi and is 25 Km from Athamallik. The spot is gateway to the famous Satkosia gorge in the river Mahanadi. At the bank of the Temple stand the towering Panchadhara hills like a crown on the heads of the deity. Every year Binikei Jatra is observed on the 10th day after the Dolapurnima, in the Lunar month of Chaitra. A great fair is also organized for 3 days with much pomp and ceremony.One can reach Angul either by bus or train. Bhimkhand Tourist place is 85 Km away from Angul. Regular bus service is available from Angul to Athamallik. From Athamallik, Binikei is 25 Km away and one can get buses, taxis or autorikshaw to get there.</p>\r\n<p>&nbsp;</p>\r\n<p>Derjang, Angul</p>\r\n<p>The Derjang irrigation project, a reservoir scheme and the first medium irrigation project after Indias independence was started in the year 1960 and completed during the year 1977-78. This project was constructed across river Ningara and Matalia near village Majhikia in Angul block. The project has been providing irrigation water to an area of 7922 Hac. in khariff and 200 Hac. in Rabi. This place is a good picnic sport. It is only 7 kms from Angul town. It is an ideal site group picnic and relaxation. The distance of Derjang from Angul is 7 Kms. One can reach Angul either by bus or train.There is regular bus service from Angul to Derjang.</p>\r\n<p>&nbsp;</p>\r\n<p>Deulajhari, Athamallik</p>\r\n<p>Deuajhari is the ancient citadel of Saivism, located at 6 Km away from Athamallik and 90 Km away from Angul. The Temple has been constructed amidst dense indigenous Jasmine forest (locally known as Kaibana) that stands as the high walls around the temple. The uniqueness of the place lies in its hot springs that surround the temple. As per the ancient records there were eighty four such springs, but many of these have been overshadowed in the jasmine forest. Now twenty four springs are alive. Among these, the springs bearing the names like Agnikunda, Taptakunda, Himakunda, Annantakunda and Labakusa Kunda are prominent ones. The temperature of water in these springs varies from 40 degree Celsius to 62 degree Celsius. The Temple complex covers an area of 24 acres of land. The presiding deity Sidheswara Baba adores the main Temple.One can reach Angul either by bus or train. Deulajhari is 90 Kms away from Angul. Distance to Deulajhari can be covered either by bus from Angul or by train which will end at nearest Boinda station.</p>\r\n<p>&nbsp;</p>\r\n<p>Khuludi, Pallahara</p>\r\n<p>It is in the Malyagiri Mountain range of Pallahara Sub division houses a glittering waterfall near the village Khuludi. The fall making its spectacular jump from the hilltop and paying homage to Lord Shiva is located at a distance of 120 Kms from Angul and 20 Kms from Pallahara. It is ideal site for group picnic and relaxation. Sun set and sun rise is breath taking here. The tourist can enjoy the eternal beauty of nature. It is an ideal destination for group picnic.One can reach Angul either by bus or train. Khuludi is 120 Kms away from Angul. There is regular bus service</p>\r\n<p>available to Khuludi from Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>Kosala</p>\r\n<p>This village is situated at a distance of 28 Kms, on Angul- Bagedia road. The village is known for its shrine dedicated to Goddess Ramchandi. She is believed to be possessed of great powers. It is believed that by worshipping Goddess Ramchandi sterile women will obtain children. On the foundation of the old temple one magnificent temple was constructed. A Yatra is held here on the second day of Krushna Pakshya Bhadra. This Yatra is known as</p>\r\n<p>Ramchandi Yatra or Kaduali Yatra (July- August). This Yatra is celebrated with big ceremony every year. Thousands of people attend this Yatra. Kosala is 28 Kms away from Angul. One can reach Angul by bus or train. There is regular bus service available to Kosala from Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>Rengali</p>\r\n<p>A dam has been constructed across the river Brahmani at Rengali. One Hydro electrical power project of 120 MW capacity has been installed here. It is about 85 kms from Angul, located on N.H 250. Rengali amidst picturesque environs and it is a nice place for group picnic.One can reach Angul either by bus or train. Rengali is at a distance of 85 Kms from Angul. Regular bus service is available to Rengali from Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>Garh Santry Lovi Thakurani</p>\r\n<p>Lovi Thakurani yatra, the annual ceremonial function of Goddess Lovi, is observed every year on Kartik Purnima day. Garh Santry, seventeen kilometers away from the district headquarters town Angul, is the village abode of the presiding deity Lovi.The deity stands out from other idols of Hindu faith and belief because of Her peculiar name that is Lovi, which denotes greediness. However, the people of Garhsantry have to say that the meaning of the name is something deferent from what we generally mean in a negative way, rather it has a positive meaning that is greediness to devotion, offerings and all the more the sacrifice of egoism. The annual festival is organized by the twin villages of Garhsantry and Tulsipal, where thousands of people all over the state congregate to offer their puja on the full moon day of Kartika when the sacred symbol of the deity is brought from aalam ghar the daily offering house situated at Tulsipal village with a ceremonial procession to the temple at Pidha sahi of Garhsantry. The grandeur of the procession includes mass and huge drum bits, holding up of chati taraas in addition to folk dance of Paikas. The dehury, the priest, holding the symbol of the deity on his shoulder, walks through out the procession of five kilometers along with a huge follower of devotees. When he reaches to the temple which is already surrounded by a large number of temporary stalls, put the sacred symbol on a ceremonial dais and starts puja for two days consecutively. A large number of devotees start flocking in with offerings to have a darshan. Some of the devotees of the local area have their child mundan for this occasion in a belief to get blessings of the Goddess so that they would lead a long and healthy life. The fare at the temple continues for four consecutive days and on the last day the symbolic representation of the deity returns to its original domicile.One can reach Angul either by bus or train. Lovi Thakurani Tourist place is 17 Km away from Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Angul</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-angul-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"recommendations":[{"id":805,"title":"Top Places to visit in Mayurbhanj, Baripada, Odisha","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"Mayurbhanj district is one of the 30 districts in Odisha state in eastern India. Baripada city is its headquarter. As of 2011, it is the third-most-populous district of Odisha (out of 30), after Ganjam and Cuttack.\r\n&nbsp;\r\nMayurbhanj is land-locked with a geographical area of 10,41","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baripada","slug":"baripada"},{"name":"odisha","slug":"odisha"},{"name":"mayurbhanj","slug":"mayurbhanj"}],"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","total":0},{"id":798,"title":"Top Places to visit in Khordha, Odisha","imageUrl":"a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","dateCreated":"2019-09-28T16:02:03.63Z","dateModified":"2019-09-28T16:02:41.745Z","contributedBy":"AskGif","content":"Khordha is an administrative division of the state of Odisha, India. It was formed on April 1, 1993, by the division of former Puri District into Puri, Khordha and Nayagarh districts. In the year 2000 the district name was changed to Khordha. The district headquarters is Khordha Town. The capital","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khordha","slug":"khordha"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-khordha-odisha","total":0},{"id":797,"title":"Top Places to visit in Jagatsinghpur, Odisha","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"Jagatsinghpur District is one of the thirty districts of Odisha in the eastern coast of India. It became a new district on 1 April 1993 (Vide Government Notification No.14218/R dated 27.03.1993 and EOG No.459 dated 01.04.1993) being separated from Cuttack district. It lies between 860 3&rsquo; E ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"jagatsinghpur","slug":"jagatsinghpur"}],"slug":"top-places-to-visit-in-jagatsinghpur-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}