{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"<p>अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।</p>\r\n<p>अंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>अंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य के केंद्र में स्थित है और 20 &deg; 31 N &amp; 21 &deg; 40 N अक्षांश और 84 &deg; 15 E &amp; 85 &deg; 23 E देशांतर के बीच स्थित है। ऊँचाई 564 और 1187 मीटर के बीच है। जिले का क्षेत्रफल 6232 किमी 2 है। यह पूर्व में धेनकनाल और कटक जिले, उत्तर में देवगढ़, केंदुझर और सुंदरगढ़ जिले से घिरा हुआ है, पश्चिम में संबलपुर और सोनेपुर और दक्षिण में बौध और नयागढ़। जिला प्राकृतिक संसाधनों से भरपूर है। अंगुल, जिला मुख्यालय राज्य की राजधानी भुवनेश्वर से लगभग 150 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान, दिल्ली (IIT-D) और केंद्रीय प्रदूषण नियंत्रण बोर्ड (CPCB) द्वारा संयुक्त रूप से किए गए एक अध्ययन से पता चलता है कि अंगुल जिला शीर्ष दस सबसे प्रदूषित भारतीय शहरों में से एक है जहाँ प्रदूषण का स्तर 'बहुत खतरनाक' स्तर तक पहुँच गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>अंगुल जिले में निम्नलिखित ब्लॉक, तहसील और उपखंड की सूची है:</p>\r\n<p>&nbsp;</p>\r\n<p>उप विभाजनों</p>\r\n<p>&nbsp;</p>\r\n<p>अंगुल</p>\r\n<p>Athmallik</p>\r\n<p>तालचेर</p>\r\n<p>Pallahara</p>\r\n<p>ब्लाकों</p>\r\n<p>&nbsp;</p>\r\n<p>अंगुल सदर</p>\r\n<p>अथमालिक सदर</p>\r\n<p>Chhendipada</p>\r\n<p>तालचर सदर</p>\r\n<p>पल्हदा सदर</p>\r\n<p>Banarpal</p>\r\n<p>Kishorenagar</p>\r\n<p>Kaniha</p>\r\n<p>तहसीलों</p>\r\n<p>&nbsp;</p>\r\n<p>अंगुल</p>\r\n<p>Athamalik</p>\r\n<p>तालचेर</p>\r\n<p>Pallahada</p>\r\n<p>Chendipada</p>\r\n<p>Banarpal</p>\r\n<p>Kishorenagar</p>\r\n<p>Kaniha</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, अंगुल जिले की आबादी 1,271,703 है, जो लगभग एस्टोनिया राष्ट्र या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर है। यह इसे भारत में 380 वें (कुल 640 में से) की रैंकिंग देता है। जिले में प्रति वर्ग किलोमीटर 199 (520 / वर्ग मील) जनसंख्या का घनत्व है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 11.55% थी। अनुगुल में हर 1000 पुरुषों पर 942 महिलाओं का लिंग अनुपात है, और साक्षरता दर 78.96% है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>अंगुल में कई स्कूल और कॉलेज हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अंगुल हाई स्कूल</p>\r\n<p>पीटीसी हाई स्कूल</p>\r\n<p>गवर्नमेंट गर्ल्स हाई स्कूल</p>\r\n<p>केंद्रीय विद्यालय नंबर 1</p>\r\n<p>केंद्रीय विद्यालय नंबर 2</p>\r\n<p>SSVM</p>\r\n<p>रोटरी पब्लिक स्कूल</p>\r\n<p>अमरवानी स्कूल</p>\r\n<p>आइडियल पब्लिक स्कूल</p>\r\n<p>सेंट जेवियर हाई स्कूल</p>\r\n<p>महर्षि विद्या मंदिर</p>\r\n<p>गवर्नमेंट ऑटोनॉमस कॉलेज</p>\r\n<p>अंगुल महिला महाविद्यालय</p>\r\n<p>आदर्श कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>सिद्धि विनायक कॉलेज</p>\r\n<p>क्रिएटिव टेक्नो कॉलेज</p>\r\n<p>पुलिस ट्रेनिंग कॉलेज</p>\r\n<p>ओडिशा वन रेंजर्स कॉलेज</p>\r\n<p>बिस्तर। कॉलेज</p>\r\n<p>नारायणी इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>डिब्या कॉलेज ऑफ नर्सिंग</p>\r\n<p>रुचि के स्थान</p>\r\n<p>जगन्नाथ मंदिर (सैला श्रीक्षेत्र)</p>\r\n<p>मां बूढ़ी ठकुरानी मंदिर</p>\r\n<p>गोपबंधु पार्क</p>\r\n<p>इको पार्क</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>मां बुधि ठकुरानी</p>\r\n<p>बुधई ठकुरानी का मंदिर एक तरफ सुनसगढ़ पहाड़ी पर स्थित है जो कि अंगुल शहर के मध्य में है। देवी का बिगहा काले ग्रेनाइट पत्थर में बनाया गया है और एक स्तंभ की तरह दिखता है। यह आदिवासी संस्कृति की बुध बुधि पूजा प्रणाली का प्रतीक है। इस प्रकार के रिवाज़ ओगी, पारा और बड़ेडिया गाँवों में भी देखे जाते हैं जहाँ बुध ठाकुर की पूजा की जाती है और पूर्णकोट, जेरंग गाँव, जहाँ इस जिले में बूढ़ी ठकुरानी की पूजा होती है। यह उड़ीसा के अन्य हिस्सों में भी देखा जाता है, जो कि कटक शहर के कालीगली में है, जहाँ स्तंभ प्रकार की देवी को देवी काली के रूप में पहचाना जाता है और उन्हें बुधि ठकुरानी के नाम से जाना जाता है। इतिहास के अनुसार, अंगुल में बुध ठकुरानी की पूजा की अवधि के बारे में यह स्पष्ट नहीं है। जैसा कि सुना जाता है, एक समय इस अंगुल पर एक कांडा का नाम सुन्नस था और उसने इस पहाड़ी को गदा के रूप में इस्तेमाल किया था और तदनुसार पहाड़ी को सुनसगाड़ा कहा जाता है। कंधा शासक ने इस बूढ़ी ठकुरानी को रखा और उसकी एस्टा देवी के रूप में पूजा की और कुछ ही समय में यह स्थान गहन जंगल से भरा हुआ था। वर्ष 1848 में अंगुल जिला ब्रिटिश साम्राज्य के नियंत्रण में आ गया था और वर्ष 1896 में उन्होंने अपना मुख्यालय पूर्णागढ़ से नुआगाड़ा स्थानांतरित कर दिया और अंगुल शहर की योजना बनाई। उन्होंने लोगों की सुविधा के लिए सड़क का निर्माण किया। इसलिए जंगल को साफ करना आवश्यक था और उस समय पहाड़ी उनके ध्यान में आई और उन्होंने पाया कि गहरे जंगल के अंदर देवी का एक स्तंभ प्रकार था। तब इस युग की सफाई की गई और उसी दिन से देवी को इस क्षेत्र की आराध्य देवी के रूप में पूजा जाता था और उन्हें बुधि ठकुरानी कहा जाता था। वर्ष 1956 में एक संत अंगुल आए और शक्तिपीठ के दर्शन किए और देवी के बिगड़े रूप को देखकर मोहित हो गए। उनके मन में यह जानने के लिए उत्सुकता पैदा हुई कि बिगहा के अंदर क्या है। फिर उसने किसी चीज़ को खोजने के लिए बिगहा के पीछे की तरफ खुदाई करने की कोशिश की। लेकिन उसे कोई चीज नहीं मिली और वह वापस लौट आया। कुछ ही समय में छेद भर गए थे और वहां एक लायंस प्रतिमा रखी गई थी। अब यह बूढ़ी ठकुरानी शहर के साथ-साथ जिले में भी प्रसिद्ध है। दैनिक हजारों लोगों ने इस जगह का दौरा किया और बुधि ठकुरानी को इस जिले के प्रत्येक व्यक्ति के दिल में पूर्व देवी / ग्राम देवी के रूप में रखा गया है।</p>\r\n<p>जगन्नाथ मंदिर, अंगुल (सैला श्रीक्षेत्र)</p>\r\n<p>अंगुल के जगन्नाथ मंदिर को \"ससाला श्रीक्षेत्र\" के रूप में जाना जाता है जो सुनसगढ़ पहाड़ी की चोटी पर स्थित है। पुरी के विश्व प्रसिद्ध भगवान जगन्नाथ मंदिर के मॉडल की तरह मंदिर के निर्माण के लिए इस भव्य मंदिर की नींव 21.2.1996 को दी गई थी। तब प्रशासन और अंगुल के स्थानीय लोगों की मदद से दिन-रात निर्माण कार्य प्रगति पर था। तब सपना सच हो गया जब मंदिर का काम खत्म हो गया था। अंत में, जिला प्रशासन ने मंदिर के लिए एक ट्रस्टी का गठन किया और मंदिर को सभी सार्वजनिक लोगों के लिए खोला गया। यह अंगुल के लोगों के लिए एक ऐतिहासिक क्षण था। अब इस स्थान को अशीलाश्रीक्षेत्र कहा जाता है और न केवल अंगुल बल्कि पूरे राज्य और भारत के अन्य हिस्सों से लोग अंगुल में इस भव्य भव्य मंदिर में भगवान जगन्नाथ के दर्शन के लिए आते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अंगुल लक्ष्मी पूजा</p>\r\n<p>अंगुल में लक्ष्मी पूजा का इतिहास 50 साल से अधिक पुराना है। पहले लक्ष्मी पूजा 1960 में अंगुल के लक्ष्मी बाजार में शुरू की गई थी। 1969 में बुस्टैंड में इसे शुरू किया गया था। अब-एक दिन, पूरे अंगुल टाउन और आस-पास के क्षेत्र में 40 से अधिक पूजा पंडालों में लक्ष्मी पूजा मनाई जाती है। रंग-बिरंगी सजावट, अस्थायी बाजार, संगीत और नृत्य कार्यक्रम आदि इस पूजा उत्सव का हिस्सा हैं जो कुमारा पूर्णिमा से शुरू होकर 11 दिनों तक चलता रहा। यह अब एक पारंपरिक भव्य वार्षिक उत्सव बन जाता है जिसमें सभी धर्मों, जातियों, जनजातियों के लोग इसमें भाग लेते हैं। अंत में स्टेडियम के पास खुले मैदान में विसर्जन के दिन एक भव्य संयुक्त जुलूस और पटाखे प्रतियोगिता आयोजित की जा रही है। हजारों लोग न केवल अंगुल जिले से, बल्कि पूरे राज्य से आते हैं</p>\r\n<p>इस उत्सव के दौरान लक्ष्मी पूजा का आनंद लेने के लिए अंगुल।</p>\r\n<p>&nbsp;</p>\r\n<p>नाल्को, अंगुल</p>\r\n<p>नेशनल एल्युमीनियम कंपनी लिमिटेड (नाल्को) को भारतीय एल्युमीनियम उद्योग के इतिहास में एक महत्वपूर्ण मोड़ माना जाता है। आगे एक बड़ी छलांग में, नाल्को ने न केवल एल्यूमीनियम में आत्मनिर्भरता की आवश्यकता को संबोधित किया है, बल्कि देश को इस रणनीतिक धातु का उत्पादन करने के लिए दुनिया के सर्वोत्तम मानकों तक तकनीकी बढ़त प्रदान की है। नाल्को को 1981 में सार्वजनिक क्षेत्र में शामिल किया गया था, पूर्वी तट में खोजे गए बॉक्साइट की बड़ी जमा राशि का एक हिस्सा दोहन करने के लिए। कैप्टिव पावर प्लांट (CPP) और स्मेल्टर प्लांट अंगुल के पास स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सतकोसिया कण्ठ, टिकरापाड़ा</p>\r\n<p>प्रकृति के तिकड़मपाड़ा में एक छोटा सा गाँव रणनीतिक रूप से सताकोसिया गॉर्ज के किनारे स्थित है। निकटवर्ती महानदी बहती हुई, सुंदर पहाड़ियों के रूप में, यहाँ भारत का सबसे शक्तिशाली घाट, 22 किलोमीटर लंबा है। यह दुनिया के सबसे करामाती खेलों में से एक के रूप में प्रशंसित है। यह स्थान नौका विहार, एंगलिंग और रोमांच के लिए आदर्श है। गाँव के आस-पास के जंगल और पहाड़ियाँ आगंतुकों को मोहित करने के लिए कई प्रकार के जीव हैं। यहां स्थापित एक घड़ियाल मगरमच्छ अभयारण्य ने खेल के महत्व को बढ़ाया है। टिकारपाड़ा, अंगुल से 58 किलोमीटर दूर है। अंगुल पहुँचा जा सकता है</p>\r\n<p>या तो बस से या ट्रेन से। टिकरापाड़ा अच्छी सड़क सुविधा के साथ अंगुल से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>तालचेर</p>\r\n<p>पूर्व की राजधानी ब्राह्मणी के दाहिने किनारे पर तालचर, जबकि तलचर राज्य देश के सबसे तेजी से बढ़ते औद्योगिक और खनन परिसरों में से एक है। तालचेर में कोयला आधारित थर्मल पावर प्लांट, विक्रमपुर में परमाणु ऊर्जा आयोग के भारी जल संयंत्र, भूमिगत खदानों की 7 और तालचर और उसके आसपास स्थित ओपन कास्ट खानों की 3 संख्या ने इस स्थान के महत्व को बहुत बढ़ा दिया है। इस जगह का एक अन्य आकर्षण रानी पार्क है जो 64 वर्ग किमी के क्षेत्र में फैला हुआ है। सारंगा गांव में ब्राह्मणी के बाएं किनारे पर सोते हुए पोस्टर में पड़ी एक चट्टान काट बिष्णु छवि तालचर से केवल 4 किलोमीटर और अंगुल से 20 किलोमीटर दूर है। द एन.एच .२३</p>\r\n<p>तालचर से होकर गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंगुला पिठा, तालचर</p>\r\n<p>देवी हिंगुला का पवित्र स्थान (पीठ) पूर्व में पश्चिम में सिम्हडा नदी के तट पर स्थित है</p>\r\n<p>तालचर एस्टेट (अब अंगुल जिले में)। असम में, ज्वालामुखी नाम का एक तीर्थ स्थान है जहाँ एक समान देवी हिंगुला या हिंगुले या हिंगुलसी की पूजा की जा रही है। यह इस कारण से है कि गांव में तालचर के देवता गोपाल प्रसाद, जो अग्नि का रूप धारण करते हैं, का नाम देवी हिंगुला है। हिंगुला के ऐसे पवित्र स्थान (पीठ) कराची और काबुल में भारत के बाहर भी स्थित हैं। हिन्दू और मुसलमान दोनों इस पवित्र स्थान पर पूजा करते हैं जैसे कि खुर्दा में कैपदार की। यह अंगुल से लगभग 30 किलोमीटर दूर है।</p>\r\n<p>तालचर गणेश पूजा</p>\r\n<p>गणेश पूजा कटक के दशहरा, अंगुल और लक्ष्मीकांल की लक्ष्मी पूजा, संबलपुर की शीतल सस्ति और बेरपुर की ठकुरानी यात्रा जैसे तालचर का गण पर्व या सामूहिक त्योहार है। तालचर की गणेश पूजा हमारे राज्य में सबसे प्रसिद्ध त्योहारों में से एक है। भद्रव शुक्ल चतुर्थी या गणेश चतुर्थी से इंदू पूर्णिमा तक शुरू होने वाली पूजा लगभग दो सप्ताह की अवधि के लिए मनाई जाती है। तालचेर टाउन में लगभग 50 पूजा पंडालों में भगवान गणेश की पूजा की जाती है। रंगीन पेंडल, मानदाप और देवता के अलावा, कई पौराणिक कथाओं, एपिसोड को विभिन्न पूजा मंडपों में शानदार मूर्तियों के माध्यम से भी चित्रित किया गया है। विभिन्न पूजा समितियों, वरिष्ठ नागरिकों, जन प्रतिनिधियों, सिविल, पुलिस और नगर पालिका प्रशासन के प्रतिनिधियों के साथ एक केंद्रीय पूजा समिति का गठन किया गया है। उप-कलेक्टर, तालचर केंद्रीय पूजा समिति के पदेन अध्यक्ष हैं। सभी पूजा समितियों द्वारा भाग लिए गए तालचेर के बददंडा में इंदु पूर्णिमा पर एक रंगीन विसर्जन का आयोजन किया जाता है। जुलूस में शहर के सभी मुख्य मार्ग शामिल हैं। जुलूस के बाद सभी देवताओं को ब्राह्मणी नदी में विसर्जित किया जाता है। केंद्रीय पूजा समिति, विसर्जन के दिन यानि बददुंदा मेलाना प्लेस में इंदुपूर्णिमा के दिन एक बैठक का आयोजन करती है और भगवान गणेश की अन्न्या माला और अंगिया लाडू की सार्वजनिक नीलामी होती है। जिला और राज्य के विभिन्न हिस्सों से हजारों लोग तालचेर देखने के लिए आते हैं</p>\r\n<p>यह त्योहार।</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimkanda</p>\r\n<p>ब्राह्मणी नदी के दाहिने किनारे पर, भीमखंड में भगवान बिष्णु की एक रॉक आर्ट स्लीपिंग इमेज है। अब यह NTPC के सबसे बड़े कोयला आधारित सुपर थर्मल पावर प्लांट के परिसर में स्थित है। प्रतिमा 42 फीट लंबी और 8 फीट चौड़ी है। यह छवि भारत में दूसरी सबसे बड़ी छवि है जो N H 23 से लगभग 5 किमी दूर है। बस या ट्रेन द्वारा अंगुल तक पहुँचा जा सकता है। भीमखंड पर्यटन स्थल अंगुल से 20 किलोमीटर दूर है, यहाँ से नियमित बस सेवा उपलब्ध है और यह स्थान ओडिशा के प्रमुख शहर से भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिनीकी, अथमालिक</p>\r\n<p>देवी बिनकेई का एक पीठा, अथमालिक के उप प्रभाग में पर्यटकों के आकर्षण का एक और स्थान है। यह स्थान महानदी नदी के तट पर स्थित है और अथमालिक से इसकी दूरी 25 किलोमीटर है। यह स्थान महानदी नदी में प्रसिद्ध सतकोसिया घाट का प्रवेश द्वार है। मंदिर के किनारे पर देवता के सिर पर मुकुट की तरह विशाल पंचधारा पहाड़ खड़े हैं। हर साल बिनैती जात्रा डोलापुर्णिमा के बाद 10 वें दिन, चैत्र के चंद्र महीने में मनाया जाता है। बहुत धूमधाम और समारोह के साथ 3 दिनों के लिए एक महान मेले का भी आयोजन किया जाता है। बस या ट्रेन से कोई भी अंगुल तक पहुंच सकता है। भीमखंड पर्यटन स्थल अंगुल से 85 किलोमीटर दूर है। अंगुल से अथमालिक के लिए नियमित बस सेवा उपलब्ध है। अथमालिक से, बिनेकी 25 किलोमीटर दूर है और वहाँ जाने के लिए बसें, टैक्सी या ऑटोरिक्शा मिल सकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दरजंग, अंगुल</p>\r\n<p>दार्जंग सिंचाई परियोजना, एक जलाशय योजना और इंडियास स्वतंत्रता के बाद पहली मध्यम सिंचाई परियोजना वर्ष 1960 में शुरू की गई थी और वर्ष 1977-78 के दौरान पूरी हुई। इस परियोजना का निर्माण अंगुल ब्लॉक के ग्राम मझिकिया के पास निंगारा और मटलिया नदी पर किया गया था। परियोजना 7922 एचएसी के एक क्षेत्र को सिंचाई का पानी उपलब्ध करा रही है। खरीफ और 200 Hac में। रबी में। यह स्थान एक अच्छा पिकनिक खेल है। यह अंगुल शहर से केवल 7 किलोमीटर दूर है। यह एक आदर्श स्थल समूह पिकनिक और विश्राम है। अंगुल से डेरजंग की दूरी 7 किलोमीटर है। कोई भी बस या ट्रेन से अंगुल तक पहुँच सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवलाजारी, अथमालिक</p>\r\n<p>देवझारी सैविज़्म का प्राचीन गढ़ है, जो अठामलिक से 6 किलोमीटर और अंगुल से 90 किलोमीटर दूर स्थित है। मंदिर का निर्माण घने देसी चमेली के जंगल (स्थानीय रूप से काईबाना के नाम से जाना जाता है) के बीच किया गया है जो मंदिर के चारों ओर ऊंची दीवारों के रूप में है। स्थान की विशिष्टता इसके गर्म झरनों में निहित है जो मंदिर को घेरे हुए हैं। प्राचीन अभिलेखों के अनुसार, ऐसे चौहत्तर झरने थे, लेकिन इनमें से कई को चमेली के जंगल में रखा गया है। अब चौबीस झरने जीवित हैं। इनमें अग्निकुंड, तप्तकुंड, हिमकुंड, अन्नतकुंड और लाबाकुसा कुंडा जैसे नाम वाले झरने प्रमुख हैं। इन झरनों में पानी का तापमान 40 डिग्री सेल्सियस से 62 डिग्री सेल्सियस तक भिन्न होता है। मंदिर परिसर में 24 एकड़ भूमि का एक क्षेत्र शामिल है। पीठासीन देवता सिद्धेश्वर बाबा मुख्य मंदिर की पूजा करते हैं। वे बस या ट्रेन द्वारा अंगुल तक पहुँच सकते हैं। देवजहरी अंगुल से 90 किलोमीटर दूर है। देलाझारी की दूरी अंगुल से बस द्वारा या ट्रेन द्वारा कवर की जा सकती है जो निकटतम बोइंदा स्टेशन पर समाप्त होगी।</p>\r\n<p>खुलुली, पल्हारा</p>\r\n<p>यह पल्हारा सब डिविजन के मलयगिरी पर्वत श्रृंखला में है। खुल्लुड़ी गांव के पास एक शानदार झरना है। पहाड़ी से अपनी शानदार छलांग लगाते हुए और भगवान शिव को श्रद्धांजलि देते हुए अंगुल से 120 किलोमीटर और पल्हारा से 20 किलोमीटर की दूरी पर स्थित है। यह समूह पिकनिक और विश्राम के लिए आदर्श स्थल है। सूर्य अस्त और सूर्य उदय यहां सांस ले रहा है। पर्यटक प्रकृति की अनंत सुंदरता का आनंद ले सकते हैं। यह समूह पिकनिक के लिए एक आदर्श स्थान है। बस या ट्रेन द्वारा अंगुल तक पहुँचा जा सकता है। खुल्दी अंगुल से 120 किलोमीटर दूर है। नियमित बस सेवा है</p>\r\n<p>अंगुल से खुलूदी को उपलब्ध।</p>\r\n<p>&nbsp;</p>\r\n<p>कोशल</p>\r\n<p>यह गाँव 28 किलोमीटर की दूरी पर, अंगुल- बड़ेडिया रोड पर स्थित है। यह गांव देवी रामचंडी को समर्पित अपने तीर्थस्थल के लिए जाना जाता है। माना जाता है कि वह महान शक्तियों से युक्त है। ऐसा माना जाता है कि देवी की पूजा करने से रामचंडी बाँझ महिलाएँ संतान प्राप्त करेंगी। पुराने मंदिर की नींव पर एक भव्य मंदिर का निर्माण किया गया था। कृष्ण पक्ष भद्रा के दूसरे दिन यहां एक यात्रा आयोजित की जाती है। इस यात्रा के रूप में जाना जाता है</p>\r\n<p>रामचंडी यात्रा या कडुआली यात्रा (जुलाई- अगस्त)। यह यात्रा हर साल बड़े समारोह के साथ मनाई जाती है। इस यात्रा में हजारों लोग शामिल होते हैं। कोसल, अंगुल से 28 किलोमीटर दूर है। कोई बस या ट्रेन से अंगुल पहुंच सकता है। अंगुल से कोसल के लिए नियमित बस सेवा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेंगाली</p>\r\n<p>रेंगाली में ब्राह्मणी नदी के पार एक बांध बनाया गया है। यहां 120 मेगावाट क्षमता की एक हाइड्रो इलेक्ट्रिकल पावर परियोजना स्थापित की गई है। यह एनएच 250 पर स्थित अंगुल से लगभग 85 किलोमीटर दूर है। रेंगाली सुरम्य वातावरण के बीच है और यह समूह पिकनिक के लिए एक अच्छी जगह है। यह बस या ट्रेन से अंगुल तक पहुंच सकती है। रेंगाली, अंगुल से 85 किलोमीटर की दूरी पर है। रेंगाली से अंगुल के लिए नियमित बस सेवा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़ संतरी लोवी ठकुरानी</p>\r\n<p>लोवी ठाकुरानी यात्रा, देवी लोवी का वार्षिक समारोह, हर साल कार्तिक पूर्णिमा के दिन मनाया जाता है। जिला मुख्यालय शहर अंगुल से सत्रह किलोमीटर दूर गढ़ संतरी, पीठासीन देवता लोवी का गाँव है। देवता अपने अजीबोगरीब नाम की वजह से हिंदू आस्था और विश्वास की अन्य मूर्तियों से बाहर खड़ा है, जो लालची है। हालांकि, गढ़संतरी के लोगों का कहना है कि नाम का अर्थ कुछ इस तरह से स्थगित है कि हम आम तौर पर नकारात्मक तरीके से क्या मतलब रखते हैं, बल्कि इसका एक सकारात्मक अर्थ है कि भक्ति, प्रसाद और अहंकार के त्याग के लिए अधिक लालच। वार्षिक उत्सव का आयोजन गढ़सेंट्री और तुलसीपाल के जुड़वां गांवों द्वारा किया जाता है, जहां पूरे राज्य में हजारों लोग कार्तिक की पूर्णिमा के दिन अपनी पूजा करने के लिए एकत्रित होते हैं, जब देवता का पवित्र प्रतीक दैनिक गृह घर से लाया जाता है तुलसीपाल गाँव में गढ़संतरी के पिड़ा साही में एक औपचारिक जुलूस के साथ गाँव में। जुलूस की भव्यता में मास और विशाल ड्रम बिट्स शामिल हैं, जिसमें पैक्स के लोक नृत्य के अलावा चट्टी तारा शामिल हैं। देवता, पुजारी, देवता के प्रतीक को अपने कंधे पर पकड़े हुए, भक्तों के एक विशाल अनुयायी के साथ पांच किलोमीटर की पैदल यात्रा करते हैं। जब वह मंदिर में पहुंचता है जो पहले से ही बड़ी संख्या में अस्थायी स्टालों से घिरा होता है, तो पवित्र प्रतीक को एक औपचारिक समारोह में रखा जाता है और दो दिनों तक लगातार पूजा शुरू करता है। बड़ी संख्या में भक्त दर्शन के लिए आते हैं। स्थानीय क्षेत्र के कुछ भक्तों ने देवी के आशीर्वाद पाने के लिए इस अवसर के लिए उनके बाल मुंडन करवाए ताकि वे एक लंबा और स्वस्थ जीवन जी सकें। मंदिर में किराया लगातार चार दिनों तक जारी रहता है और अंतिम दिन देवता का प्रतीकात्मक प्रतिनिधित्व अपने मूल अधिवास पर लौटता है। बस या ट्रेन द्वारा अंगुल तक पहुंचा जा सकता है। लोवी ठाकुरानी पर्यटक स्थल अंगुल से 17 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Angul</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-angul-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"recommendations":[{"id":805,"title":"मयूरभंज, बारीपदा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"मयूरभंज जिला पूर्वी भारत में ओडिशा राज्य के 30 जिलों में से एक है। बारीपाड़ा शहर इसका मुख्यालय है। 2011 तक, यह गंजम और कटक के बाद ओडिशा (30 में से) का तीसरा सबसे अधिक आबादी वाला जिला है।\r\n&nbsp;\r\nमयूरभंज 10,418 किमी 2 (4,022 वर्ग मील) के भौगोलिक क्षेत्र के साथ भूमि-बंद है और राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारीपदा","slug":"baripada"},{"name":"ओडिशा","slug":"odisha"},{"name":"मयूरभंज","slug":"mayurbhanj"}],"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","total":0},{"id":798,"title":"खोरधा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","dateCreated":"2019-09-28T16:02:03.63Z","dateModified":"2019-09-28T16:02:41.745Z","contributedBy":"AskGif","content":"खोरधा भारत के ओडिशा राज्य का एक प्रशासनिक प्रभाग है। इसका गठन 1 अप्रैल, 1993 को पूर्व पुरी जिले के पुरी, खोरधा और नयागढ़ जिलों के विभाजन द्वारा किया गया था। वर्ष 2000 में जिले का नाम बदलकर खोरठा कर दिया गया। जिला मुख्यालय खोरधा टाउन है। भुवनेश्वर की राजधानी इस जिले में स्थित है। खोरधा ओडिशा के सभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खोरधा","slug":"khordha"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-khordha-odisha","total":0},{"id":797,"title":"जगतसिंहपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"जगतसिंहपुर जिला भारत के पूर्वी तट में ओडिशा के तीस जिलों में से एक है। 1 अप्रैल 1993 को यह एक नया जिला बन गया (कटक जिले से अलग होने के लिए विडियो गवर्नमेंट नोटिफिकेशन नंबर 1942 / R दिनांक 27.03.1993 और EOG No.459 दिनांक 01.04.1993)। यह 860 3 'E से 860 45' पूर्वी देशांतर और 19058 से 20023 'उत्तरी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"जगतसिंहपुर","slug":"jagatsinghpur"}],"slug":"top-places-to-visit-in-jagatsinghpur-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}