{"id":785,"title":"बौद्ध (बौड़ा) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","dateCreated":"2019-09-28T01:33:10.997Z","dateModified":"2019-09-28T01:33:31.42Z","contributedBy":"AskGif","content":"<p>बौध जिला एक प्रशासनिक और एक नगरपालिका जिला है, जो ओडिशा, भारत में तीस में से एक है। बौध जिले का जिला मुख्यालय बौध शहर है।</p>\r\n<p>Boudh भारत के ओडिशा राज्य के Boudh जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह बौध जिले का जिला मुख्यालय है। यह महानदी के तट पर स्थित है, जो ओडिशा राज्य की सबसे बड़ी नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>बौध अन्य जिला मुख्यालयों और राज्य की राजधानी भुवनेश्वर के साथ सड़क और रेल मार्ग से अच्छी तरह से जुड़ा हुआ है। भुवनेश्वर से बौध की दूरी 240 किमी है। एक राज्य राजमार्ग संख्या 1 और 14 (नयागढ़-चारिचक के माध्यम से) से बुदह तक आ सकता है या राष्ट्रीय राजमार्ग संख्या 42 तक आ सकता है। (अंगुल के माध्यम से)। भुवनेश्वर से रेलगाड़ी सेवा उपलब्ध हैं। भुवनेश्वर -सम्बलपुर इंटरसिटी एक्सप्रेस, हीराकुंड एक्सप्रेस, पुरी-संबलपुर पैसेंजर ट्रेन। बौध तक पहुँचने के लिए रायराखोल स्टेशन पर उतरना पड़ता है। यहाँ से लगभग 27 किमी की दूरी तय करनी होती है। या तो बस या टैक्सी से बौध पहुँचने के लिए। निकटतम हवाई अड्डा भुवनेश्वर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>बौध अपने सदियों पुराने मंदिरों, प्राचीन बुद्ध की मूर्तियों और गुफाओं के लिए जाना जाता है। Saivism, वैष्णववाद और कई अन्य धर्मों के प्रसार के साथ, इस क्षेत्र में विभिन्न देवताओं को समर्पित कई मंदिर पाए गए।</p>\r\n<p>&nbsp;</p>\r\n<p>बुद्ध की मूर्तियाँ</p>\r\n<p>बौध में पाए जाने वाले तीन उल्लेखनीय बौद्ध प्रतिमाएं इस तथ्य का संकेत हैं कि यह कभी बौद्ध संस्कृति का केंद्र था। एक प्रतिमा बौध नगर में मौजूद है। इस चित्र की कुल ऊंचाई 6 फीट 9 इंच है, जिसमें बैठा हुआ आंकड़ा 4 फीट 3 इंच ऊंचाई और 3 फीट 10 इंच घुटने से घुटने तक मापता है। इसे भुमिस्सर मुद्रा में कमल सिंहासन पर 1 फीट 2 फीट की ऊंचाई पर बैठाया गया है, जिसकी ऊंचाई 11 इंच है और ऊंचाई 4 फीट 6 इंच है। पूरी छवि नक्काशीदार पत्थरों के साथ वर्गों में बनाई गई है। एकमात्र परिचर आंकड़े दो गंधर्व हैं जो सिर के किनारों पर हाथों में माला लेकर उड़ते हैं। कुल मिलाकर, बौध का यह कॉलोस कटक जिले के उदयगिरि और ललितगिरि में समान कॉलोनी के साथ अनुकूलता से तुलना करता है। प्रतिमा बिना खंडित है और पीठ के नीचे मूल तीर्थ का प्राचीन पाषाण शिखर है। यह एक प्राचीन बौद्ध मठ का स्थल प्रतीत होता है जिसके अवशेष अभी भी मिलने बाकी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>की दूरी पर 40 कि.मी. बौध शहर से बुद्ध की छवि गांव श्यामसुंदरपुर में है। प्रतिमा की ऊँचाई 5 फुट है और प्रतिमा उसी मुद्रा में है जैसे बूढ़ा शहर में है। यहाँ भी केवल उपस्थित व्यक्ति ही दो गंधर्व हैं जो बुध प्रतिमा के पीछे अपने हाथों में माला लेकर उड़ रहे हैं। प्रतिमा बलुआ पत्थर से निर्मित है। स्थानीय रूप से इसे झाराबौदिया महाप्रभु के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अन्य बुद्ध प्रतिमा प्रागापुर गाँव में भी देखी गई है, जो श्यामसुंदरपुर से 2 किमी दूर है। इस प्रतिमा की ऊँचाई 3.5 फीट है। प्रतिमा के बाएँ हाथ में अदृश्य छवि की तीन संख्याएँ हैं और दाहिने-हाथ की तरफ, उनके चित्र में पाँच संख्याएँ हैं जिन्हें अष्टरात्र कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रमानाथ मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>रामेश्वर - रामनाथ मंदिर</p>\r\n<p>बौध शहर में शिव के तीन मंदिरों के समूह को रामेश्वर या रमानाथ मंदिर कहा जाता है, 9 वीं शताब्दी ईस्वी तक की डेटिंग उनकी विशेष विशेषता के लिए प्रतिष्ठित है। बौध में तीन मंदिरों के सजावटी रूपांकनों और प्लास्टिक की कला निश्चित रूप से महान लिंगराज और अनंत वासुदेव समूह से बेहतर और पुरानी है। रमानाथ मंदिर की एक विशेषता विशेष ध्यान देने योग्य है। उनकी योजना किसी भी अन्य मंदिरों से काफी अलग है। योजना में, ये मंदिर आठ-किरण वाले तारे हैं और लिंग के अर्ग-पट भी समान हैं। लाल बलुआ पत्थर और गहराई से उकेरे गए इन भव्य मंदिरों का निर्माण 9 वीं शताब्दी ईस्वी के मध्य में हुआ था। समृद्ध बनावट और घुमावदार सतहों वाले मंदिर उल्लेखनीय हैं। इनमें से प्रत्येक मंदिर एक उठे हुए प्लेटफॉर्म पर अपने आप खड़ा है, और इसमें एक सेल और एक संलग्न पोर्टिको है। मिनट की कमी और कोणीयता प्रकाश और छाया का एक आकर्षक प्रभाव पैदा करती है और ऊर्ध्वाधर लाइनों के निरंतर क्लस्टर से अधिक ऊंचाई की उपस्थिति को दर्शाती है, जो वास्तव में उनके पास है। भारतीय पुरातत्व सर्वेक्षण ने इस मंदिर को संरक्षित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जोगिंद्र विला पैलेस</p>\r\n<p>यह बूढ़ के पूर्व शासक का महल है जिसे स्थानीय रूप से राजा बत्तीस के नाम से जाना जाता है। इसका निर्माण राजा जोगिंद्र देव के शासनकाल के दौरान किया गया था, जो एक उदार और उदार शासक थे। महल एक सुंदर और सुंदर इमारत है, जो महानदी के शानदार दृश्य को प्रस्तुत करता है।</p>\r\n<p>हनुमान मंदिर</p>\r\n<p>यह मंदिर बौध शहर के पूर्व में महानदी नदी के बीच में स्थित है। हनुमान मंदिर का निर्माण एक धार्मिक मंदिर द्वारा किया गया था। इस मंदिर का निर्माण एक बड़े पत्थर पर किया गया था। मंदिर में व्यापक दृश्य होता है, खासकर बारिश के दौरान जब महानदी पूरी तरह से खिल जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्र चुडा और मतंगेश्वर मंदिर</p>\r\n<p>चंद्र चुडा और मतंगेश्वर मंदिर बौध शहर में महानदी नदी के तट पर स्थित हैं। दोनों मंदिर शिव मंदिर हैं। मतंगेश्वर मंदिर में, देवी पार्वती के लिए एक अलग मंदिर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>मदन मोहन मंदिर</p>\r\n<p>मदन मोहन मंदिरों में राधा-कृष्ण की मूर्तियों की पूजा की गई है। इन मंदिरों के समीप एक गायत्री प्रज्ञा मंदिर भी स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>यह मंदिर ओडिशा के प्राचीन मंदिरों में से एक है। यह बौध शहर के मध्य में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>Debagarh</p>\r\n<p>देवगढ़ में रघुनाथ मंदिर बौध शहर से 14 किमी दूर है। यहां राम, लक्ष्मण, सीता और हनुमान की संगमरमर की मूर्ति की पूजा की जा रही है। यहां एक तालाब भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>चारि संभु मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>चारि संभु मंदिर</p>\r\n<p>चारी संभू मंदिर का नाम पहले गंधारादि मंदिर था। यह 16 किमी की दूरी पर गांव जगती के पास स्थित है। बौध से। यह नीलमधव और सिधेश्वर के प्रसिद्ध जुड़वां मंदिर हैं। इन मंदिरों का निर्माण 9 वीं शताब्दी ईस्वी में खिनजाली मंडला के भांजा शासकों के संरक्षण में किया गया था। इन दोनों मंदिरों को एक मंच पर बनाया गया था जो एक दूसरे के समान है। बाएं हाथ पर एक सिध्देश्वर नाम शिव को समर्पित है और इसका शिखर एक शिवलिंग है। दूसरा विष्णु को समर्पित है, जिसका नाम नीलामधव है और यह शिखरा नीले क्लोराइट के पहिए से घिरा है। गांधार में जग मौहनों के निर्माण का सिद्धांत अन्य मंदिरों से थोड़ा अलग है। उनकी छतों को ब्रैकट सिद्धांत पर बनाया गया है और मूल रूप से यह एक खोखले वर्ग के रूप में व्यवस्थित बारह बड़े स्तंभों पर समर्थित प्रतीत होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस प्रकार प्रत्येक पक्ष में चार खंभे थे जिनमें से केंद्रीय खुलने वाले हिस्से को खोल दिया। मूलतः ये दोनों जगमोहन हर तरफ खुले हुए दिखाई देते हैं; लेकिन बाद में, सभी तरफ के लिंटल्स दूर दिखाई दिए और फिर एशरल चिनाई के साथ चार उद्घाटन के अपवाद के साथ खंभे के बीच अंतराल को भरना आवश्यक हो गया। एक ही समय में, साइड ओपनिंग नीचे की ओर नीले रंग के क्लोराइट की जाली या जाली से भर गई थी और इसके ऊपर चार लघु मंदिर शिखर का एक टुकड़ा था। बाद के मंदिरों में इस व्यवस्था का पालन नहीं किया जाता है जहाँ खिड़की के रूप में इस्तेमाल किए जाने वाले उद्घाटन में चार या पाँच पत्थर के खंभों के माध्यम से जगमोहन में प्रकाश की अंतर्ग्रहण होती है।</p>\r\n<p>गांधारादि मंदिरों के जगमोहन में अलंकरण की शैली पूरी तरह से अलग है। यहां तक ​​कि शैलीबद्ध चैत्य-खिड़कियां भी शायद ही कभी गंधारडी में देखी जा सकती हैं सिवाय विम के पायलटों के ठिकानों पर। इन दो जगमोहन पर अलंकरण बहुत सरल है और बहुत कम भीड़भाड़ है। गांधारादि मंदिरों का महत्व इस तथ्य में निहित है कि वे मध्ययुगीन उड़ीसा मंदिर के प्रकार के विकास की श्रृंखला में, एक कड़ी प्रदान करते हैं और एक बहुत महत्वपूर्ण है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंधारादि मंदिर को स्थानीय रूप से amb चारि संभु मंदिरा the (चार संभु या शिव लिंगों का मंदिर) के रूप में भी जाना जाता है। शिव मंदिर में सिद्धेश्वर पीठासीन देवता हैं। जगमोहन में, गर्भगृह की ओर जाने वाले दरवाजे के बाईं ओर जोगेश्वर नामक शिव लिंग है और द्वार के दाईं ओर लिंग को कपिलेश्वर कहा जाता है। सिध्देश्वर से थोड़ी दूरी पर पश्चिम की ओर खुलने वाले मंदिर के दरवाजे पर पश्चिमिमा सोमनाथ (शिव) के मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>काफी प्राचीनता के कुछ चित्र आसपास के मंदिरों में पूजे जाते हैं। उनमें से उल्लेखनीय हैं, पासिमा सोमनाथ के मंदिर में गणेश की प्रतिमाएं और एक बरगद के पेड़ के नीचे आठ सशस्त्र दुर्गा की पूजा की जाती है, बाद की छवि मौसम की योनि के कारण बुरी तरह से नष्ट हो जाती है। ये चित्र शायद एक बार सिद्धेश्वर मंदिर को सुशोभित करते हैं। काले क्लोराइट और अन्य सजावटी रूपांकनों में नक्काशीदार दरवाजे के कुछ हिस्सों का पता लगाया गया है। मंदिर के आसपास के क्षेत्र में। गाँव जगती के पास पाँच फीट (1.52 मीटर) ऊँची हनुमान की अच्छी कारीगरी की प्रतिमा की पूजा की जा रही है और नक्काशीदार नाभागा मकबरा मकई के खेत में पड़ा हुआ है। भारतीय पुरातत्व सर्वेक्षण ने इस स्थान को संरक्षित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>Purunakatak</p>\r\n<p>&nbsp;</p>\r\n<p>भैरबी मंदिर, पुरूनाटक</p>\r\n<p>बूढ़ा-भुवनेश्वर मार्ग पर बौध से 30 किमी दूर पुरुनाटक, कुछ महत्व का व्यापारिक केंद्र है। देवी भैरबी बौध जिले के पीठासीन देवता हैं। मंदिर में सुंदर प्रवेश द्वार है। दुर्गा पूजा उत्सव यहां 16 दिनों तक मनाया जाता है। भैरबी मंदिर के ठीक सामने महेश्वर महादेव का मंदिर है। ठहरने के लिए पास में एक निरीक्षण बंगला है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>पद्मटोला अभयारण्य</p>\r\n<p>डम्बरुगाड़ा पर्वत</p>\r\n<p>नायकपाड़ा गुफा (पाटली श्रीक्षेत्र)</p>\r\n<p>मरजाकुड द्वीप</p>\r\n<p>उपरोक्त स्थानों के अलावा, पर्यटन की यात्रा के लिए बौध में कई स्थान हैं जैसे असुरदुर्ग, कराडी, शिवरास और बौंसुनी में शिव मंदिर, बालासिंगा में मंदिर (महिमा पंथ का मंदिर) और पालजिर बांध।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Boudh_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-boudh-bauda-odisha","tags":[{"name":"बौद्ध","slug":"boudh"},{"name":"ओडिशा","slug":"odisha"},{"name":"बौद्ध-बौड़ा","slug":"boudh-bauda"}],"recommendations":[{"id":805,"title":"मयूरभंज, बारीपदा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"मयूरभंज जिला पूर्वी भारत में ओडिशा राज्य के 30 जिलों में से एक है। बारीपाड़ा शहर इसका मुख्यालय है। 2011 तक, यह गंजम और कटक के बाद ओडिशा (30 में से) का तीसरा सबसे अधिक आबादी वाला जिला है।\r\n&nbsp;\r\nमयूरभंज 10,418 किमी 2 (4,022 वर्ग मील) के भौगोलिक क्षेत्र के साथ भूमि-बंद है और राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारीपदा","slug":"baripada"},{"name":"ओडिशा","slug":"odisha"},{"name":"मयूरभंज","slug":"mayurbhanj"}],"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","total":0},{"id":786,"title":"भद्रक में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"भद्रक पूर्वी भारत में ओडिशा राज्य का एक शहर है। यह 1 अप्रैल 1993 को अस्तित्व में आया। शहर भद्रक जिले का जिला मुख्यालय है। पौराणिक कथा के अनुसार, शहर का नाम देवी भद्रकाली से लिया गया है, जिसका मंदिर सालंदी नदी के तट पर है।\r\n&nbsp;\r\nपरिवहन\r\nभद्रक शहर ओडिशा राज्य के साथ और देश क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"भद्रक","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":785,"title":"बौद्ध (बौड़ा) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","dateCreated":"2019-09-28T01:33:10.997Z","dateModified":"2019-09-28T01:33:31.42Z","contributedBy":"AskGif","content":"बौध जिला एक प्रशासनिक और एक नगरपालिका जिला है, जो ओडिशा, भारत में तीस में से एक है। बौध जिले का जिला मुख्यालय बौध शहर है।\r\nBoudh भारत के ओडिशा राज्य के Boudh जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह बौध जिले का जिला मुख्यालय है। यह महानदी के तट पर स्थित है, जो ओडिशा राज्य की सबस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बौद्ध","slug":"boudh"},{"name":"ओडिशा","slug":"odisha"},{"name":"बौद्ध-बौड़ा","slug":"boudh-bauda"}],"slug":"top-places-to-visit-in-boudh-bauda-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}