{"id":785,"title":"Top Places to visit in Boudh (Bauda), Odisha","imageUrl":"5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","dateCreated":"2019-09-28T01:33:10.997Z","dateModified":"2019-09-28T01:33:31.42Z","contributedBy":"AskGif","content":"<p>Boudh District is an administrative and a municipal district, one of the thirty in the Odisha, India. The district headquarters of the Boudh District is the city of Boudh.</p>\r\n<p>Boudh is a town and a Notified Area Council in Boudh district in the state of Odisha, India. It is the district headquarters of Boudh district. It is located on the bank of Mahanadi, the largest river of the state of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Boudh is well connected with road and rail with other district headquarters and the state capital Bhubaneswar. The distance of Boudh from Bhubaneswar is 240 km. One can come to Boudh via State Highway No. 1 and 14 (via Nayagarh&ndash;Charichhak) or can come by National Highway No. 42. (via Angul).Regular train services are available from Bhubaneswar viz. Bhubaneswar &ndash;Sambalpur Intercity Express, Hirakud Express, Puri-Sambalpur passenger train. To reach Boudh one has to get down at Rairakhol station. From here one has to travel around 27 km. either by bus or taxi to reach Boudh. The nearest airport is at Bhubaneswar.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Boudh is known for its century-old temples, ancient Buddha statues, and caves. With the spread of Saivism, Vaishnavism and a number of other cults, numerous shrines dedicated to various deities were found in this region.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddha Statues</p>\r\n<p>Three remarkable Buddhist statues are found in Boudh are indicative of the fact that it was once a center of Buddhist culture. One of the statues is present in Boudh town. The total height of this image is 6 ft. 9 inches of which the seated figure measures 4 ft. 3 inches in height and 3 ft. 10 inches from knee to knee. It is seated in the Bhumisparsa Mudra on a lotus throne 1 ft. 2 inches in height placed on a pedestal 11 inches in height and 4 ft. 6 inches in breadth. The whole image is built up in sections with carved stones. The only attendant figures are two Gandharvas flying with garlands in their hands on the sides of the head. On the whole, this colossus of Boudh compares favourably with similar colossi at Udayagiri and Lalitgiri in Cuttack district. The image is uninscribed and beneath the pedestal is the ancient stone pavement of the original shrine. This appears to be the site of an ancient Buddhist monastery the remains of which are still to be found.</p>\r\n<p>&nbsp;</p>\r\n<p>At a distance of 40 km. from Boudh town the image of Buddha is in the village shyamsundarpur. The height of the statue is 5 ft. and the image is in the same posture as in Boudh town. Here also the only attendant figures are two Gandharvas flying with garlands in their hands at the back of the Budhha statue. The image is built up of sandstone. Locally it is known as Jharabaudia Mahaprabhu.</p>\r\n<p>&nbsp;</p>\r\n<p>Another Budhha statue is also seen in the village Pragalapur, which is 2 km from Shyamsundarpur. The height of this statue is 3.5 ft. In the left-hand side of the statue there are three numbers of the invisible image and on the right-hand side, their lies five numbers of an image called ugratara.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramanath Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Rameshwar - Ramnath Temples</p>\r\n<p>A group of three temples of Siva at Boudh town are called the Rameswar or Ramanath temples, dating back to the 9th century AD are reputed for their special feature. The decorative motifs and the plastic art of three temples at Boudh are certainly superior to and older than the great Lingaraj and Ananta Vasudeva group. One particular feature of the Ramanath temple is worth particular attention. Their plan is quite different from any other temples. In plan, these temples are eight-rayed stars and the argha-pattas of the lingas are also similar. These magnificent temples built of red sandstone and profusely carved are stated to have been constructed in the mid-9th century AD. The temples with rich texture and curved surfaces are noteworthy. Each of these temples stands by itself on a raised platform, and consists of a cell and an attached portico. The minute recesses and angularities produce a charming effect of light and shade and confer an appearance of greater height from the continued cluster of vertical lines than they really possess. Archaeological Survey of India has preserved this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Jogindra Villa Palace</p>\r\n<p>This is the palace of ex-Ruler of Boudh locally known as Raja batis. This was constructed during the reign of Raja Jogindra Dev, who was a benevolent and generous ruler. The palace is a picturesque and handsome building commanding a fine view of Mahanadi.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman Temple</p>\r\n<p>This temple is situated in the midst of the river Mahandai to the east of Boudh town. The Hanuman temple was constructed by a religious mendicant. This shrine was constructed on a large stone. The temple commands an extensive view, especially during rain when the Mahanadi is in full bloom.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandra Chuda and Matengeswar Temple</p>\r\n<p>The Chandra Chuda and Matengeswar temple are situated on the bank of river Mahanadi in Boudh town. Both the temples are Shiva temples. In the Matengeswar temple, there is also a separate temple for goddess Parvati.</p>\r\n<p>&nbsp;</p>\r\n<p>Madan Mohan Temple</p>\r\n<p>In Madan Mohan temples idol of Radha-Krishna has been worshipped. One Gayatri Pragnya Mandir is also situated at the adjacent to these temples.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath Temple</p>\r\n<p>This temple is one of the ancient temples of Odisha. It is situated in the heart of Boudh town.</p>\r\n<p>&nbsp;</p>\r\n<p>Debagarh</p>\r\n<p>The Raghunath temple at Debagarh is 14 km from Boudh town. The marble statue of Rama, Laxman, Sita and Hanuman are being worshipped here. There is also a pond here.</p>\r\n<p>&nbsp;</p>\r\n<p>Chari Sambhu Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Chari Sambhu Temple</p>\r\n<p>The Chari sambhu temple was previously named as Gandharadi temple. It is situated near the village Jagati at a distance of 16 km. from Boudh. It is the renowned twin temples of Nilamadhava and Sidheswar. These temples were constructed under the patronage of the Bhanja rulers of Khinjali mandala in the 9th century AD. These two temples were built on one platform which is exactly similar to each other. The one on the left hand is dedicated to Siva named Siddheswar and its shikhara is surmounted by a Sivalinga. The second is dedicated to Vishnu, named Nilamadhava and it's shikhara is surmounted by a wheel of blue chlorite. The principle of construction of the Jaga mohans at Gandhara is slightly different from that of other temples. Their roofs are built on the cantilever principle and originally it appears to have been supported on twelve large pillars arranged as a hollow square.</p>\r\n<p>&nbsp;</p>\r\n<p>Thus each side had four pillars of which the central ones flanked an opening. Originally these two Jagamohanas appear to have been open on all sides; but later on, the lintels on all sides appear to have given away and then it became necessary to fill in the gaps between pillars with the exception of the four openings with ashlar masonry. At the same time, the side openings were filled up with a jali or lattice of blue chlorite towards the bottom and a frieze of four miniature temple shikhara over it. This arrangement is not followed in later temples where the ingress of light into jagamohana is through four or five stone pillars in the opening used as window bars.</p>\r\n<p>&nbsp;</p>\r\n<p>The style of ornamentation in the jagamohans of the Gandharadi temples is altogether different. Even stylized chaitya-windows are rarely to be seen at Gandharadi except at the bases of the pilasters of the vimana. the ornamentation on these two jagamohans is very simple and much less overcrowded. The importance of the Gandharadi temples lies in the fact that they provide a link and that a very important one, in the chain of the evolution, in the chain of the evolution of the medieval Orissa temple type.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gandharadi temple is also locally known as &lsquo;Chari Sambhu Mandira&lsquo; (the temple of four Sambhus or Siva lingas). In the Siva temple Siddheswar is the presiding deity. In the Jagamohan, to the left of the door leading to the sanctum is the siva Linga called Jogeswar and to the right of the door is the linga called Kapileswar. At a little distance from Siddheswar stands the temples of Paschima Somanath (Siva), the door of the temple opening to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Some images of considerable antiquity are found worshipped in shrines nearby. Notable among them are the images of Ganesh in the temple of Paschima somanath and an image of eight armed Durga worshipped under a banyan tree, the later image being badly eroded due to the vagaries of weather. These images probably once adorned the siddheswar temple. Portions of carved doorsteps in black chlorite and other decorative motifs have been unearthed. In the vicinity of the temple. Five feet (1.52 meters) high Hanuman image of good workmanship is being worshipped near the village Jagati and a carved Nabagraha slab is lying in the cornfield. Archaeological Survey of India has preserved this place.</p>\r\n<p>&nbsp;</p>\r\n<p>Purunakatak</p>\r\n<p>&nbsp;</p>\r\n<p>Bhairabi Temple, Purunakatak</p>\r\n<p>Purunakatak, 30 km from Boudh on Boudh-Bhubaneswar road, is a trading center of some importance. Goddess Bhairabi is the presiding deity of Boudh District. The temple has beautiful entrance. Durga puja festival is observed here for 16 days. Just opposite to the Bhairabi temple is the temple of Maheswar Mahadev. One Inspection Bungalow is nearby for staying.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Padmatola Sanctuary</p>\r\n<p>Dambarugada Mountains</p>\r\n<p>Nayakpada Cave (Patali Shrikhetra)</p>\r\n<p>Marjakud Island</p>\r\n<p>Apart from the above places, there are numerous places in Boudh for tourist visits e.g. Asurgada, Shiva temple at Karadi, Sarsara and Baunsuni, Jatasamadhi temple at Balasinga (Temple of Mahima Cult), and Paljhir Dam.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Boudh_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-boudh-bauda-odisha","tags":[{"name":"boudh","slug":"boudh"},{"name":"odisha","slug":"odisha"},{"name":"boudh-bauda","slug":"boudh-bauda"}],"recommendations":[{"id":805,"title":"Top Places to visit in Mayurbhanj, Baripada, Odisha","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"Mayurbhanj district is one of the 30 districts in Odisha state in eastern India. Baripada city is its headquarter. As of 2011, it is the third-most-populous district of Odisha (out of 30), after Ganjam and Cuttack.\r\n&nbsp;\r\nMayurbhanj is land-locked with a geographical area of 10,41","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baripada","slug":"baripada"},{"name":"odisha","slug":"odisha"},{"name":"mayurbhanj","slug":"mayurbhanj"}],"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":785,"title":"Top Places to visit in Boudh (Bauda), Odisha","imageUrl":"5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","dateCreated":"2019-09-28T01:33:10.997Z","dateModified":"2019-09-28T01:33:31.42Z","contributedBy":"AskGif","content":"Boudh District is an administrative and a municipal district, one of the thirty in the Odisha, India. The district headquarters of the Boudh District is the city of Boudh.\r\nBoudh is a town and a Notified Area Council in Boudh district in the state of Odisha, India. It is the district headq","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"boudh","slug":"boudh"},{"name":"odisha","slug":"odisha"},{"name":"boudh-bauda","slug":"boudh-bauda"}],"slug":"top-places-to-visit-in-boudh-bauda-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}