{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"<p>Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Bhadrak town is well connected with the state of Odisha, and to other parts of the country as well. The town lies on National Highway 16, 130 kilometres (81 mi) northeast of Bhubaneswar, the state capital.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadrak town has three bus stations, one on NH 16, the others near Bant Chhak and Charampa. There are frequent buses to and from Cuttack, Bhubaneswar, Balasore, and Calcutta.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadrak railway station is at Charampa, which is 3 kilometres (1.9 mi) north of Bhadrak city.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is Biju Patnaik International Airport, 135 kilometres (84 mi) southwest, near Bhubaneswar.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest port is Dhamra Port, around 75 kilometers east of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011, Bhadrak has a population of 107,463. Males constitute 51% (55,090) of the population and females 49% (52,373). Bhadrak has an average literacy rate of 79.49%, higher than the national average of 59.5%; with 83.99% of males, and 74.77% of females, literate. 12% (13,138) of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Bhadrak is part of Lok Sabha Constituency 3 Bhadrak(SC). The present Member of Parliament is Manjulata Mandal, of the Biju Janata Dal (BJD).</p>\r\n<p>&nbsp;</p>\r\n<p>The current MLA from the Bhadrak assembly constituency is Jugal Kishore Pattnaik, of the BJD, who won the seat in 2009. Previous MLAs from this seat were Naren Palei, of the INC, elected in 2004; Biren Palei, INC, in 2000; Prafulla Samal, BJD, who won in 1995 and in 1990; Jugal Kishore Pattanayak, who won in 1985, as a member of the INC, and in 1980, as a member of INC(I); and Ratnakar Mohanty, of JNP, in 1977.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadrak Institute of Engineering and Technology (BIET)</p>\r\n<p>The higher education institutions of the district are the Bhadrak Institute of Engineering and Technology (BIET) and Bhadrak Autonomous College, among others. There are six new industrial training institutes (ITI) in Bhadrak, whose courses impart technical skill to students.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also numerous secondary schools. Bhadrak High School, established in 1882, is one of the oldest schools in Odisha. Dr. Harekrushna Mahatab, first chief minister of Odisha, studied at this school. Schools using English as a medium of instruction include Durga Prasad Saraf Vidyapeeth, SBD International School, Happy Home School, Sunshine Mission School, Sathya Sai Vidya Vihar School, Carmel School, and St. Xavier's School.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism and culture</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Patana Mangala Temple, Chhatrapati, Ghanteswar</p>\r\n<p>The Akhandalamani Temple, the abode of Lord Siva is located on the bank of the Baitarani River, at Aradi, 37 kilometres (23 mi) from the district headquarters. On the outskirts of the city, 5 kilometres (3.1 mi) southwest, is situated Maa Bhadrakali Temple, whose deity, it is believed, gave the town its name.</p>\r\n<p>&nbsp;</p>\r\n<p>In the city itself one can worship and get blessing at Maa Banka Basuli Temple and Baba Lokanath Shiva Temple. Historical places and monuments to visit in the Bhadrak district include several Hindu temples; such as the Maa Santoshi Temple, located in Korkora village; Sri Radha Madanmohan temple; the temple of Akhandalamani; the Kali Puja held at Charampa; Prasanna Khemeswar Mahadev Temple in Anijo village, which is a Shiva temple that has existed for 150 years.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also Muslim temples such as the Sufi Saint Mujahid-e-Millat's Shrine (Mazaar) at Dhamnagar. This shrine is also known as Khanquah-E-Habibah. It is the center of an annual celebration called Eid-Miladun-Nabi.abinash, which commemorates the prophet Mohammad's birthday.</p>\r\n<p>&nbsp;</p>\r\n<p>As a religious hub, Bhadrak is also home to festivals and religious celebrations. The \"Pana Sankranti\" held at Chhatrapati, 14 to 21 April, is one of the most famous. \"Dola Purnima\" or Holi (Melana) is also another major festival; it is celebrated in several locations in Bhadrak. The Cart Festival (Ratha Yatra), on the other hand, is celebrated in Jharpata, Gamal, Hide, Ghanteswar, Totapada, Chhatrapati, Bhadrak, and Bhatia village Sri Jagannath matha. This last location is one of the oldest places which observes Ganesh puja (150 years).</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist places</p>\r\n<p>Bhadrak has a special identity for ERAM VILLAGE which is known as \"2ND JALIANAWALABAGH\". It is 07 km from Basudevpur. A memorial was built for the martyrs of Eram massacre.</p>\r\n<p>Akhandalmani Temple is on the bank of river Baitarani, the Akhandalamani Temple is the abode of Lord Shiva. The Patana Mangala ( Lankeswari ) in Chatrapada village is famous for Mangala temple with the biggest pond of Odisha. Chief interest of the place is its legendary history. As the history runs, king Niladri Samara Singha Mohapatra started worshipping the God Akhandalamani some 350 years ago, when the black glazed granite stone was found underground and the king dreamt of the god. However the religious and historical significance with which the place is invested, constitute it to be a center of special interest in the tourism of Bhadrak. Moreover, the artistic carvings of the temple deserve special worth to the tourist. Surrounding the temple many fairs and festivals are organized, the chief among which is the Mahashivaratri. During this festival, tourists, including a vast chunk of pilgrims, flock into the core of the temple. On the month of Sravana, people from nationwide assemble here to pour the holy water on the Siva Linga and to offer their worship to Lord Shiva. The Akhandalamani Temple is the principal source of the profitable development of the tourism industry of Bhadrak.</p>\r\n<p>Dhamra Port is an ancient port on the banks of the river Baitarani, around 5 km from Kanika Palace. The highlights are the direction tower and some ancient structures.</p>\r\n<p>Jagannath Temple :- Nilok This is a sacred place of Hindus (Vaisava).</p>\r\n<p>The BIRANCHINARAYAN Temple (Lord Brahmha) is one of the most ancient temple of Odisha in PALIA village that have a distance of 13 KM from Bhadrak in Bhadrak-Chandbali route. Every year between January - February (In Odia Magha Masa from the date of Magha Purnima/Aghira purnima/Agni utshav Purnima) a Three day Mela is observed around the temple. This the best time to visit the temple for Picnic or for Puja.</p>\r\n<p>Bhadrakali temple is one of the religious temple in the district from which the name \"Bhadrak\" is created.</p>\r\n<p>It is well-known for its famous kalipuja in the bhadrak city.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Bhadrak is famous for Bhadrakali Temple, which is also now a great occasion over the district.</p>\r\n<p>Aradi, Chandabali, Dhamanagar, *</p>\r\n<p>Kharida Binayakpur, Dhamara, and Guamala Nuasasan are some other places of tourist interest.</p>\r\n<p>&nbsp;</p>\r\n<p>Nalanga, a village in Gelpur Panchayat is famous for Lord Naleswar (Shiva). The Naleswar Temple is one of the oldest temples in Odisha. Nalanga is the birthplace of Lokakavi Jagannath Pani, the teacher of Baishnav Pani.</p>\r\n<p>Kharida Binayakpur is another village in Basudevpur constituency of this district is famous for Maa Ankudeswari Temple and its Moha vishuba Sankranti, Ravan Podi during Durga puja also famous in this village.</p>\r\n<p>Brahmangan, another village in Basudevpur constituency of this district is famous for its century-old Prasanna Khemeswar mahadeva temple and its melana jatra during holi. Durga puja &amp; Jagar also famous in this village.</p>\r\n<p>Biggest Pond in Odisha and Famous Maa Patana Mangala Temple (Chhatrapada) is about 38.0 km (43 min) away from Bhadrak.</p>\r\n<p>Banta, Basantia, Basudebpur blocks &amp; villages respectively in which village various melas are organised in various days of the year out of which Panchuka Purnima which is celebrating in a very great fun of people in which boat is sailed in the big pond of Basantia village in the memories of Oriya Sadhabas, who was going to make their business in the near islands like Java and Borneo, Indonesia for too many days.</p>\r\n<p>The Dash family is in the village of Nuagaon near to the historical place eram is largest members of family in the district.This family gave many eminent personalities to the motherland.Late Panu Dash is one of them who martyred in second jaliwala bag fight.Now his son sj.Chaitanya prashad Dash is doing all type of social activities.He has seven sons.All are equally sharing all type of great deeds with his father.Two of his son(Mr.Sreedhar Dash and Mr.Padmolochan Dash) served Indian army for long time. Also in this mela big Operas also comes here to show their shows.</p>\r\n<p>Pirahat, the place in tihidi block is historical and cultural area which is famous for durga puja, kali puja,and other festivals. Durga Puja of the village Barabatia completeing 400 years shows the greatness of place. Many freedom fighters are also born in pirahat. The gandhi statue at pirhat kali padia is the emblem of freedom fighters.</p>\r\n<p>Notable personalities</p>\r\n<p>Kantakavi Laxmikanta Mohapatra (1888&ndash;1953), poet, writer, nationalistfrom Talapada,Tihidi</p>\r\n<p>Chandrakanta Nath (born 1960), novelist, columnist and media icon from Sandhagada village.</p>\r\n<p>Inspector Prafula Mohapatra, well-known police inspector of British Time</p>\r\n<p>Chakradhara Behera (1894&ndash;1973), freedom fighter who has become immortal for leading the masses against tyranny of zamidar of Kanika.</p>\r\n<p>IAS Dr. Hrusikesh Panda (born 1955) (1979 Batch IAS) (an eminent writer) Post Graduation in Chemistry, Diploma Pers. Mgt., MBA in Admn. Finance Economics, Ph. D. in Philosophy English.</p>\r\n<p>Mr Apurba Ranjan Ray, an eminent writer who has written more than 60 books, great speaker, founder of 'Bhadrak Pujyapuja Sansad', awardee of Sahitya Academy and more than 100 awards in his name for the contribution to the Odia culture. He is the regular speaker in Akashbani, Script writer of Dordarshan, Founder of many schools.</p>\r\n<p>Late Ganesha Chandra Tripathy. (Leader of freedom fighter from earm village.</p>\r\n<p>Late Arjun charana Biswal, well-known freedom fighter from earm village.</p>\r\n<p>Late Panu Dash, an eminient activist from Nuagaon village, Dash Sahi, fought against British and had a vital role in Second Jaliwala Bag and got martyrdom.</p>\r\n<p>Condition</p>\r\n<p>Bhadrak district has been doing good in every consideration.the city is developing fast. A new palace type collectorate is constructed and being in service since 2016.The roads and environment is so clean to eyes.It has a large bus stand near Dakshinkali Temple and by NH-5.Every types of modern malls are there.It is the city of brotherhood between Hindu and Muslims.Both celebrate their ceremonies together with each other.In Puruna Bazaar there Budha Ganesh puja is celebrated by both Hindus and Muslims.It has Bhadrak autonomous college, which is soon going to be a university. New medical site is being started construction having 100 nursing training seats.It has been declared as the first nectar city of Odisha.It has Dhamara port which is so large and going to be the largest port in Asia. A polytechnic university is going to be started soon.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhadrak</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhadrak-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"recommendations":[{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":791,"title":"Top Places to visit in Debagarh (Deogarh), Odisha","imageUrl":"b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","dateCreated":"2019-09-28T03:16:50.885Z","dateModified":"2019-09-28T03:17:09.7Z","contributedBy":"AskGif","content":"Debagarh District (in Odia language), also known as Deogarh District is a district of Odisha state, India. Located in the north-western part of the state, it is one of the 30 administrative districts and has its Headquarters at Deogarh town.\r\nDebagarh (in Odia language), also known as Deog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"debagarh","slug":"debagarh"},{"name":"deogarh","slug":"deogarh"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-debagarh-deogarh-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}