{"id":787,"title":"बलांगीर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","dateCreated":"2019-09-28T02:01:49.935Z","dateModified":"2019-09-28T02:02:08.722Z","contributedBy":"AskGif","content":"<p>बलांगीर एक शहर और नगर पालिका है, जो भारत के ओडिशा राज्य में बलांगीर जिले का मुख्यालय है। बलांगीर में एक समृद्ध सांस्कृतिक विरासत है। इसे पश्चिमी ओडिशा के सांस्कृतिक केंद्र के रूप में भी जाना जाता है। बलांगीर नगरपालिका को इक्कीस वार्डों में विभाजित किया गया है। यह 12,200 एकड़ (4,900 हेक्टेयर) के क्षेत्र में फैला हुआ है।</p>\r\n<p>बलांगीर जिला, जिसे बोलंगीर जिला भी कहा जाता है, भारत में ओडिशा के पश्चिमी क्षेत्र में स्थित एक जिला है। जिले का क्षेत्रफल 5,165 वर्ग किमी है, और जनसंख्या 1,335,760 (2001 की जनगणना) है। बलांगीर शहर जिला मुख्यालय है। भूमि की रचना मुख्यतः ग्रामीण है। बलांगीर जिले के अन्य महत्वपूर्ण और छोटे शहर टिटलागढ़, पतनागढ़, कांताबांजी, लोसिंघा, संताला, बेलपाड़ा, तुषरा, अगलपुर, देवगांव, चूड़ापाली, बीरिपाली, भालुमुंडा, बंगोमुंडा, सिंधेकेला, त्युरेकेला हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बलांगीर के लोग</p>\r\n<p>श्रीनिबश उदगाता, प्रख्यात कवि ने भारत सरकार द्वारा पद्म श्री से सम्मानित किया</p>\r\n<p>भारत सरकार द्वारा प्रख्यात कलाकार कैलाश चंद्र मेहर को पद्म श्री से सम्मानित किया</p>\r\n<p>नरसिंह मिश्रा, भारत सरकार के प्रतिष्ठित वकील बारहवें विधि आयोग</p>\r\n<p>Rasanara Parwin भारत की महिला राष्ट्रीय क्रिकेट टीम की एक क्रिकेट खिलाड़ी हैं।</p>\r\n<p>सैम पित्रोदा, दूरसंचार इंजीनियर, आविष्कारक, उद्यमी और नीति निर्माता।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>नुआगाँव हवाई अड्डा शहर का निकटतम हवाई अड्डा है, जबकि रायपुर, छत्तीसगढ़ में स्वामी विवेकानंद हवाई अड्डा 234 किमी दूर है। राज्य की राजधानी भुवनेश्वर में बीजू पटनायक अंतर्राष्ट्रीय हवाई अड्डा, सड़क मार्ग से 327 किमी और रेल द्वारा 397 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>ईस्ट कोस्ट रेलवे के झारसुगुड़ा-संबलपुर-टिटलागढ़ रेलवे लाइन पर बलांगीर रेलवे स्टेशन राष्ट्रीय रेलवे नेटवर्क के लिए शहर का रेलवे लिंक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>बोलंगीर राज्य की राजधानी भुवनेश्वर से सड़क द्वारा जुड़ा हुआ है जो पश्चिम में 327 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>बलांगीर जिले को उत्तर-पश्चिम में गंधमर्दन पहाड़ियों, रामायण फेम के नाम से और उत्तर-पूर्व में रॉक-इनफाइड महानदी द्वारा फँसाया गया है। यह कई पहाड़ी धाराओं से घिरा है और सदाबहार वुडलैंड्स, बाइसन और सांभर के आश्रय से घिरा है। मुख्य वन क्षेत्र पश्चिमी सीमा के साथ नुआपाड़ा, कालाहांडी जिले की सीमा तक फैला है और फिर पूर्व में गंधमर्दन श्रेणी के समानांतर चल रहा है। यह वन ट्रैक कभी-कभी साफ़ और छोटी बस्तियों से टूट जाता है, लेकिन इसमें ज्यादातर मोटी वनस्पति होती है जिसमें उत्कृष्ट गुणवत्ता के बांस उगते हैं और साल, सहज, पायल, धौरा और एबोनी प्रमुख लकड़ी बनाते हैं। गंधमर्दन पहाड़ियों की सीमा लगभग 3000 फीट की औसत ऊंचाई के साथ लगभग दस मील लंबी है। इस जिले के अधिकांश भाग के लिए तेल नदी के उत्तर-पश्चिमी तट पर स्थित है, जो उसके जिले और कालाहांडी, सोनेपुर, बौध और कंधमाल जिले के बीच की सीमा बनाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य नदियाँ और सहायक नदियाँ</p>\r\n<p>महानदी</p>\r\n<p>तेल</p>\r\n<p>अंडरर, लैंथ, सुंगध और सुखटेल (तेल की सहायक नदियां)</p>\r\n<p>आंग</p>\r\n<p>Jira</p>\r\n<p>Saleshing</p>\r\n<p>पहाड़ी प्रणाली</p>\r\n<p>&nbsp;</p>\r\n<p>मथाई, बलांगीर शहर के बाहरी इलाके में पवित्र पहाड़ी भी जिले का एक मील का पत्थर है।</p>\r\n<p>गंधमर्दन (3,296 फीट)</p>\r\n<p>बुटेल (2,670 फीट)</p>\r\n<p>चधली (2,630 फीट)</p>\r\n<p>थुता (2,056 फीट)</p>\r\n<p>शराबी (1,920 फीट)</p>\r\n<p>Patpani</p>\r\n<p>Chhatardandi</p>\r\n<p>मथाई (2,591)</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने बलांगीर को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह ओडिशा के 19 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>प्रशासनिक सेटअप</p>\r\n<p>बोलनगीर जिले को 3 उप-प्रभागों और 14 खंडों में विभाजित किया गया है। जिले में १,4 ९ ४ गांवों (१ 17६४, निर्जन ३०) के साथ २ages५ ग्राम पंचायत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उप प्रभाग: (३): बलांगीर, पाटनगढ़ और टिटिलागढ़</p>\r\n<p>ब्लाक: (14): अगलपुर, बलांगीर, बेलपारा, बोंगामुंडा, देवगांव, गुडवेल, खपरखोल, लोइसिंगा, मुरिबहाल, पटानगढ़, पुंतला, संताला, टिटिलागढ़ और ट्यूरिकेला</p>\r\n<p>तहसील: (14): अगलपुर, बलांगीर, बंगामुंडा, बेलपारा, देवगांव, कांटाबांजी, खपरखोल, लोइसिंगा, मोरबीहाल, पाटनगढ़, पुंतला, संताला, टिटिलागढ़ और तुसुरा</p>\r\n<p>शहरी निकाय: (4):</p>\r\n<p>नगर पालिका: (1): बलांगीर</p>\r\n<p>एनएसी: (4): कांताबांजी, पाटनगढ़, टिटलागढ़। और (तुषारा)</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>विवरण के लिए लेख कोसल देखें।</p>\r\n<p>&nbsp;</p>\r\n<p>लोक नृत्य</p>\r\n<p>&nbsp;</p>\r\n<p>दलखाई, पश्चिमी ओडिशा के साथ-साथ बलांगीर का एक लोक नृत्य रूप</p>\r\n<p>इस क्षेत्र का चंचल बच्चा \"छोलाई\", \"हम्बौली\" और \"दौलिजीत\" के छंदों की रचना करता है, क्षणभंगुर किशोरावस्था में \"सजनी\", \"छटा\", \"डिका\", \"भाकानी\": शाश्वत युवा \"रासरेली\", \" जयफुल &rdquo;,&ldquo; मैला जादा &rdquo;,&ldquo; बयाना &rdquo;,&ldquo; गुंचिकुटा &rdquo;और&ldquo; दिलखाई &rdquo;। जो आदमी काम की पूजा करता है, वह \"कर्म\" और \"झुमर\" की रचना करता है, जो भगवान विश्वकर्मा और \"करमाशानी\" देवी को दर्शाता है। हर प्रकार की स्थिति में, काम में या आराम पर; जुताई करते समय, रोपाई करते हुए, थिरकते हुए, धड़कते हुए, बैलगाड़ी या नाव चलाते हुए, पशुओं को चरते हुए, देवताओं और देवताओं की पूजा करते हुए, विवाह और सामाजिक कार्य करते हुए-हर किसी के लिए गीत और नृत्य होते हैं। पेशेवर मनोरंजन में डांड, डंगडा, मुदगाड़ा, घुमरा, साधना, सबर - सबरेन, डिसाइडिगो, नचीना - बाजनिया, संपर्दा और सांचर का प्रदर्शन होता है। वे सभी अवसरों के लिए हैं, हर समय लय और तुक की किस्मों के साथ। इनमें से अधिकांश लोक नृत्य संगीत और गीतों के साथ हैं (पसायत, 1998, 2003, 2007, 2008)।</p>\r\n<p>&nbsp;</p>\r\n<p>समारोह</p>\r\n<p>सीतलस्थी: यह देवी पार्वती के साथ भगवान शिव का विवाह समारोह है। यह त्यौहार जून के महीने में बलांगीर में धूमधाम और समारोह के साथ मनाया जाता है और इसे एक सप्ताह के लिए बढ़ाया जाता है। महोत्सव में पड़ोसी जिलों और मध्य प्रदेश और बिहार के तीर्थयात्री भी भाग लेते हैं। इस सप्ताह लंबे त्योहार में लाखों लोग हर साल जून के महीने में आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नुआखाई: यह बलांगीर के साथ-साथ पूरे पश्चिमी ओडिशा का सबसे महत्वपूर्ण सामाजिक त्योहार है। आम तौर पर यह अगस्त और सितंबर के महीने के दौरान होता है। त्योहार की प्रारंभिक तैयारी अवसर से 15 दिन पहले शुरू होती है। धान की फसल के पहले अनाज, विभिन्न व्यंजनों में पकाया जाता है, देवताओं को चढ़ाया जाता है। परिवार का सबसे बड़ा सदस्य परिवार के कनिष्ठ सदस्यों को नए चावल वितरित करता है। घर के सभी लेख साफ किए जाते हैं। लोग एक-दूसरे को बधाई देते हैं। यह प्रत्येक हिंदू परिवार द्वारा मनाया जाने वाला एक सामुदायिक त्यौहार है जो निम्न और उच्च है। इसके अलावा, नुआखाई ओडिशा के पूरे पश्चिम का एक प्रमुख त्योहार है (पसायत 2008: 253-262)। इस त्यौहार को सुनिश्चित करने के लिए परिवार के सभी सदस्य घर पर आते हैं और नुआखाई का त्यौहार एक साथ मनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Bhaijuntia: यह ज्यादातर पश्चिमी ओडिशा के क्षेत्र में ही जाना जाता है। दुर्गा पूजा के महाअष्टमी के दिन भाईजुटिया त्योहार मनाया जाता है। यह महिलाओं द्वारा पूरे दिन और रात के लिए देवी दुर्गा का आशीर्वाद लेने के लिए किया गया एक कुल उपवास है जो उनके भाई (भाइयों) के लंबे जीवन के लिए आशीर्वाद है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूजंतिया: यह क्षेत्र की महिलाओं के लिए समान तपस्या का एक और उपवास पूजा है। पूजंतिया त्योहार माताओं द्वारा अपने पुत्रों की लंबी आयु और समृद्धि के लिए भगवान दुतीभवन की कृपा प्राप्त करने के लिए मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उपरोक्त सूचीबद्ध त्योहारों के अलावा, अन्य धार्मिक त्योहार मनाए जाते हैं। इनमें शिव रत्रि, डोला जात्रा, दुर्गा पूजा, जन्माष्टमी, दीपावली, गणेश पूजा और सरस्वती पूजा शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हुमा और टिटिलागढ़ में शिव रत्रि मेला बड़ी संख्या में भक्तों को आकर्षित करता है। रथयात्रा लगभग सभी केंद्रीय स्थानों पर बलांगीर में आयोजित की जाती है। अन्य जात्राएँ हैं जैसे सुलिया जात्रा और जरासिंघा में पाटखंडा जात्रा आदि बड़े स्वाद के साथ आयोजित की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रावण पूर्णिमा - इस समय के दौरान भगवान शिव के भक्त प्रार्थना करने के लिए और भगवान को पवित्र जल चढ़ाने के लिए टिटिलागढ़ के पास हरिशंकर, बेलखंडी जैसी जगहों पर लंबी पैदल यात्रा करते हैं। बिहार, झारखंड और छत्तीसगढ़ जैसे बाहरी राज्यों के लोग भी इस तरह के आयोजन में हिस्सा लेते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुसलमानों द्वारा मनाए जाने वाले सबसे लोकप्रिय त्योहार ईद-उल-फितरे, ईद-उल-जुहा और मुहर्रम हैं। सिख गुरु नानक का जन्म दिवस भी मनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>बलांगीर जिले का हरिशंकर झरना।</p>\r\n<p>PATNAGARH: पटना राज्य की प्राचीन राजधानी, पटनगर आधुनिक वर्तमान में अपने पौराणिक अतीत को खुश संश्लेषण में जोड़ती है। [टोन] चालुक्यन शैली में पटनेश्वरी के मंदिर और 12 वीं शताब्दी के सोमेश्वर शिव के मंदिर प्रमुखता के स्मारक हैं। ओडिशा के पश्चिमी भाग में चौहान शासन के दौरान बनाए गए मंदिरों के सबसे पुराने समूह की याद यहाँ मिल सकती है। जिला मुख्यालय से लगभग 40 किमी की दूरी पर संचार रोड निकटतम रेलवे स्टेशन बलांगीर लॉजिंग और बोर्डिंग पाटनगढ़ / बलांगीर।</p>\r\n<p>&nbsp;</p>\r\n<p>RANIPUR-JHARIAL: रानीपुर झरियाल को शास्त्रों में \"सोम तीर्थ\" के रूप में जाना जाता है। यह Saivism, बौद्ध धर्म, वैष्णववाद और तंत्रवाद जैसे धार्मिक विश्वासों के एक हिस्से को जोड़ती है। चौंसठ योगिनियों का गोलाकार खुला तिजोरी, इस स्थान का प्रमुख आकर्षण, भारत के चार ऐसे तीर्थस्थलों में से एक है। सोमेश्वर शिव का मंदिर यहाँ के लगभग 50 मंदिरों में से एक है। इंद्रलथ के ईंट मंदिर को ओडिशा का सबसे लंबा ईंट मंदिर कहा जाता है। जिले से दूरी 100 किमी। मुख्यालय संचार सड़क रेल - निकटतम स्टेशन- कांताबांजी लॉजिंग और बोर्डिंग कांताबानी।</p>\r\n<p>&nbsp;</p>\r\n<p>SAINTALA: संताला अपने चंडी मंदिर के लिए विख्यात है, जो अब खंडहर हो चुका है। देवी चण्डी महिषमर्दिनी रूप में एक छोटे से टीले में स्थापित है। भगवान विष्णु की दशावतार (दस अवतार) प्रतिमा और गंगा और यमुना की आकृतियों वाले टूटे हुए दरवाज़े यहां की मूर्तियों में से एक हैं। डिस्ट से दूरी 40 किमी। मुख्यालय संचार सड़क रेल - निकटतम स्टेशन- संताला लॉजिंग और बोर्डिंग बलांगीर।</p>\r\n<p>&nbsp;</p>\r\n<p>JOGISARDA: बोलांगीर से 25 किमी और लोसिंघा से 7 किमी दूर, जोगीस्वरदा जोगेश्वर शिव मंदिर के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुरकला: (98 किमी): ट्यूरकेला में समूह के शिविर के लिए उपयुक्त जगह, वन्यजीवों को देखना संभव है, जैसे बाघ, प्रिय, भालू और बंदर। जिले से दूरी 98 किमी। मुख्यालय संचार सड़क रेल - निकटतम स्टेशन- टिटिलागढ़ लॉजिंग और बोर्डिंग टिटिलागढ़ / बलांगीर।</p>\r\n<p>&nbsp;</p>\r\n<p>बेलपारा: (बलांगीर से 62 किमी) बेलपारा बोलंगीर जिला के मुख्य शहर में से एक है। यह बलांगीर के बीच एक शहर है। बेलपारा को \"रथ यात्रा\", \"दुर्गा पुजा\", \"लक्समी पुजा\", \"गरिगबोधन पुजा\" और \"बिस्वाकर्मापुजा\" के लिए जाना जाता है। बेलपारा में और इसके पास में भी कुछ मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>CHUDAPALI: यह बलांगीर और पाटनगढ़ के बीच एक छोटी सी जगह है। यह अपने स्थानीय हाट या बाजार के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हरिशंकर: हरि-शंकर मंदिर जहां भगवान शिव और भगवान बिष्णु की एक साथ पूजा की जाती है। यहां पानी का एक प्राकृतिक झरना है, और खसड़ा पथार (मैला पत्थर) में स्नान करना संभव है।</p>\r\n<p>&nbsp;</p>\r\n<p>MADHIAPALI: यह 'नाग बाचा (मंदिर) मंदिर' के लिए सबसे प्रसिद्ध है। मंदिर जाना जाता है क्योंकि किसी भी प्रकार का सांप किसी भी शरीर को काटता है, इसलिए यदि तुरंत जाकर पूजा की जाए तो उसका जीवन जहर से मुक्त हो जाता है। यह मढ़ियापाली गाँव के मंदिर का प्रसिद्ध स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>राजेंद्र (स्वायत्त) कॉलेज, 1944 में स्थापित।</p>\r\n<p>मध्यकाल के दौरान कुछ ब्राह्मण बस्तियों का विकास सोमवंशी राजाओं के संरक्षण में हुआ। इन केंद्रों में महत्वपूर्ण हैं विनीतापुरा (आधुनिक बिंका), सुवर्णपुरा (आधुनिक सोनपुर), रोयरा (आधुनिक रोहिला), रानीपुर, झारील आदि। ये स्थान तांबे की प्लेट के अभिलेखों और अन्य पुरातत्वों से ज्ञात हैं, जो मध्ययुगीन काल के दौरान संस्कृति के महत्वपूर्ण केंद्र थे। । चौहान राजाओं के शासन के दौरान, संस्कृत शिक्षा को बहुत बढ़ावा दिया गया था। पटना राज्य के प्रारंभिक चौहान शासकों में से एक राजा वैजाल देव ने एक प्रशंसनीय लेखनी संकलित की है, जिसे वैजाल चंद्रिका (प्रबोध चंद्रिका के नाम से भी जाना जाता है) के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>18 वीं और 19 वीं शताब्दी के दौरान बालंगीर जिले में शिक्षा का प्रसार बहुत उल्लेखनीय नहीं था। अबधन नामक भटकते शिक्षक कस्बों और गाँवों में प्राथमिक कक्षाएं पकड़ रहे थे जहाँ वे केवल पढ़ना, लिखना और अंकगणित सिखा रहे थे। गाँव के पथसाल का रखरखाव ग्रामीणों द्वारा किया जाता था, जहाँ अबधन शिक्षण के लिए लगे हुए थे। पश्चिमी शिक्षा 19 वीं शताब्दी ईस्वी के अंत में जिले में आई। यह 1894 में तत्कालीन महाराजा रामचंद्र द्वारा बलांगीर टाउन में एक अंग्रेजी स्कूल शुरू किया गया था और अंग्रेजी शिक्षा शुरू की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की स्वतंत्रता के दौरान, बालनगीर जिले में लड़कों के लिए 39 हाई स्कूल और लड़कियों के लिए 4 और लड़कियों के लिए 119 मिडिल इंग्लिश स्कूल शामिल थे। माध्यमिक विद्यालयों में लड़कों और लड़कियों की कुल संख्या क्रमशः 11,906 और 1,550 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>बलांगीर मेडिकल कॉलेज विवाद</p>\r\n<p>कोयंबटूर का वन आर वी एस एजुकेशनल ट्रस्ट 07-11-2009 के सरकारी अधिसूचना के अनुसार बोलंगीर मेडिकल कॉलेज की स्थापना करने जा रहा है। लंबे समय के विवाद के बाद, यह एक बड़ी उपलब्धि है ।7</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balangir_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-balangir-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"बलांगीर","slug":"balangir"}],"recommendations":[{"id":803,"title":"केंद्रपाड़ा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"केंद्रपाड़ा जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। केंद्रपाड़ा शहर जिला मुख्यालय है। केंद्रपाड़ा जिला राज्य के पूर्वी भाग में स्थित है, और उत्तर में भद्रक जिला, पूर्व में बंगाल की खाड़ी, दक्षिण में जगतसिंहपुर जिला, पश्चिम में कटक जिले और उत्तर-पश्चिम में जाजपुर से घिरा है। जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"केंद्रपाड़ा","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":799,"title":"केंदुझर (क्योंझर) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"d7836fda-d634-4ecd-9ade-819894ed28c6_Kendujhar-Keonjhar-railway.jpg","dateCreated":"2019-09-28T16:19:54.621Z","dateModified":"2019-09-28T16:20:15.386Z","contributedBy":"AskGif","content":"केंदुझर जिला, जिसे केंजरहर जिला भी कहा जाता है, ओडिशा का एक प्रशासनिक जिला है। यह जिला ओडिशा के पांचवें अनुसूचित क्षेत्रों में से एक है। केंदुझार (या केंदुझारगढ़) शहर जिला मुख्यालय है। जिले में 3 उप-विभाग हैं, आनंदपुर, चंपुआ और क्योंझर।\r\n&nbsp;\r\nदिव्यांग केंदुझार भारतीय राज्य ओडिशा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d7836fda-d634-4ecd-9ade-819894ed28c6_Kendujhar-Keonjhar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"केंदुझर-क्योंझर","slug":"kendujhar-keonjhar"},{"name":"केंदुझर","slug":"kendujhar"}],"slug":"top-places-to-visit-in-kendujhar-keonjhar-odisha","total":0},{"id":797,"title":"जगतसिंहपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"जगतसिंहपुर जिला भारत के पूर्वी तट में ओडिशा के तीस जिलों में से एक है। 1 अप्रैल 1993 को यह एक नया जिला बन गया (कटक जिले से अलग होने के लिए विडियो गवर्नमेंट नोटिफिकेशन नंबर 1942 / R दिनांक 27.03.1993 और EOG No.459 दिनांक 01.04.1993)। यह 860 3 'E से 860 45' पूर्वी देशांतर और 19058 से 20023 'उत्तरी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"जगतसिंहपुर","slug":"jagatsinghpur"}],"slug":"top-places-to-visit-in-jagatsinghpur-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}