{"id":787,"title":"Top Places to visit in Balangir, Odisha","imageUrl":"4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","dateCreated":"2019-09-28T02:01:49.935Z","dateModified":"2019-09-28T02:02:08.722Z","contributedBy":"AskGif","content":"<p>Balangir is a city and municipality, the headquarters of Balangir district in the state of Odisha, India. Balangir has a rich cultural heritage. It is also known as the cultural hub of Western Odisha. Balangir municipality is divided into twenty one wards. It is spread over an area of 12,200 acres (4,900 ha).</p>\r\n<p>Balangir District, also called Bolangir District, is a district situated in the western region of Odisha, in India. The district has an area of 5,165 km&sup2;, and a population of 1,335,760 (2001 census). The town of Balangir is the district headquarters. The composition of the land is predominantly rural. Other important big &amp; small towns in Balangir district are Titlagarh, Patnagarh, Kantabanji, Loisingha, Saintala, Belpada, Tushra, Agalpur, Deogaon, Chudapali, Biripali, Bhalumunda, Bangomunda, Sindhekela, Turekela.</p>\r\n<p>&nbsp;</p>\r\n<p>People from Balangir</p>\r\n<p>Srinibash Udgata, Eminent Poet awarded Padma Shri by Government of India</p>\r\n<p>Kailash Chandra Meher, Eminent Artist awarded Padma Shri by Government of India</p>\r\n<p>Narasingha Mishra, Eminent Lawyer Twelfth Law Commission of Government Of India</p>\r\n<p>Rasanara Parwin is a cricket player of India women's national cricket team.</p>\r\n<p>Sam Pitroda, telecom engineer, inventor, entrepreneur and policymaker.</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>The Nuagaon Airport is the nearest airport to the city while Swami Vivekananda Airport at Raipur, Chhattisgarh is 234 km away. Biju Patnaik International Airport in the state capital, Bhubaneswar is 327 km away by road and 397 km by rail.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Balangir Railway Station on the Jharsuguda-Sambalpur-Titlagarh railway line of East Coast Railways is the city's railway link to the national railway network.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Bolangir is connected by road to the state capital Bhubaneswar which is 327 km to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district of Balangir is flanked in the north-west by the Gandhamardan hills, a name of the Ramayana Fame, and in the north-east by the rock-infested Mahanadi. It is traversed by many hill streams and is interspersed with the evergreen woodlands, the shelter of Bison and Sambar. The main forest area stretches along the western boundary bordering the Nuapada, Kalahandi district and then turns to the east running parallel to the Gandhamardan range. This forest track is broken by occasional clearings and small settlements, but it mostly consists of thick vegetation in which bamboo of excellent quality grows and Sal, Sahaj, Piasal, Dhaura and Ebony form the principal timber. The crest of the range of Gandhamardan hills is fine platue, some ten miles long, with an average height of 3000 feet. For most part of this district lies on the north-west bank of river Tel, which form the boundary between his district and the district of Kalahandi, Sonepur, Boudh and Kandhamal.</p>\r\n<p>&nbsp;</p>\r\n<p>Main rivers and tributaries</p>\r\n<p>Mahanadi</p>\r\n<p>Tel</p>\r\n<p>Undar, Lanth, Sungadh and Sukhtel (Tributaries of the Tel)</p>\r\n<p>Ang</p>\r\n<p>Jira</p>\r\n<p>Saleshing</p>\r\n<p>Hill System</p>\r\n<p>&nbsp;</p>\r\n<p>Mathkhai, The Sacred Hill on the outskirt of Balangir City also a Landmark of the District.</p>\r\n<p>Gandhamardan (3,296 ft)</p>\r\n<p>Butel (2,670 ft)</p>\r\n<p>Chahdli (2,630 ft)</p>\r\n<p>Thuta (2,056 ft)</p>\r\n<p>Bender (1,920 ft)</p>\r\n<p>Patpani</p>\r\n<p>Chhatardandi</p>\r\n<p>Matkhai (2,591)</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Balangir one of the country's 250 most backward districts (out of a total of 640). It is one of the 19 districts in Odisha currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative setup</p>\r\n<p>Bolangir District has been divided into 3 Sub-Divisions and 14 Blocks. There are 285 Gram Panchayat with 1,794 Villages (Inhabited 1764, Uninhabited 30) in the District.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub Divisions: (3): Balangir, Patnagarh and Titilagarh</p>\r\n<p>Blocks: (14): Agalpur, Balangir, Belpara, Bongamunda, Deogaon, Gudvella, Khaparakhol, Loisinga, Muribahal, Patnagarh, Puintala, Saintala, Titilagarh and Tureikela</p>\r\n<p>Tahasils: (14): Agalpur, Balangir, Bangamunda, Belpara, Deogaon, Kantabanji, Khaprakhol, Loisinga, Moribahal, Patnagarh, Puintala, Saintala, Titilagarh and Tusura</p>\r\n<p>Urban Bodies: (4):</p>\r\n<p>Municipality: (1): Balangir</p>\r\n<p>NAC: (4): Kantabanjhi, Patnagarh , Titlagarh. and (TUSHRA)</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>For details see the article Kosal.</p>\r\n<p>&nbsp;</p>\r\n<p>Folk dances</p>\r\n<p>&nbsp;</p>\r\n<p>Dalkhai, A Folk Dance Form of Balangir as well as Western Odisha</p>\r\n<p>The Playful child of this area composes verses of &ldquo;Chhiollai&rdquo;, &ldquo;Humobauli&rdquo; and &ldquo;Dauligit&rdquo;, the fleeting adolescence composes &ldquo;Sajani&rdquo;, &ldquo;Chhata&rdquo;, &ldquo;Daika&rdquo;, &ldquo;Bhekani&rdquo; : the eternal youth composes &ldquo;Rasarkeli&rdquo;, &ldquo;Jaiphul&rdquo;, &ldquo;Maila Jada&rdquo;, &ldquo;Bayamana&rdquo;, &ldquo;Gunchikuta&rdquo; and &ldquo;Dalkhai&rdquo;. The man who worship work, composes &ldquo;Karma&rdquo; and &ldquo;Jhumer&rdquo; invigorating Lord Vishwakarma and the &ldquo;Karamashani&rdquo; goddess. In every type of situation, in work or at rest; while ploughing, transplanting, husking, thresing, beating, driving bullock cart or boat, grazing cattle, worshipping deities and gods, performing marriages and social functions-there are songs and dances for everybody. The professional entertainers perform Dand, Danggada, Mudgada, Ghumra, Sadhana, Sabar &ndash; Sabaren, Disdigo, Nachina &ndash; Bajnia, Samparda and Sanchar. They are for all occasions, for all time with varieties of rhythm and rhyme. Most of these folk dances are accompanied by music and songs (Pasayat, 1998, 2003, 2007, 2008).</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals</p>\r\n<p>Sital Sasthi: It is the Marriage Ceremony of Lord Shiva with Goddess Parvati. The festival is observed in the month of June with pomp and ceremony at Balangir and is extended for a week. Pilgrims from the neighboring districts and States of Madhya Pradesh and Bihar also participate in the festival. Lakhs of people congregate in this week long festival, mostly in the month of June every year.</p>\r\n<p>&nbsp;</p>\r\n<p>Nuakhai: This is the most important social festival of Balangir as well as of whole western Odisha. Generally it takes place during the month of August and September. Preliminary preparation of the festival starts 15 days before the occasion. The first grains of the paddy crop, cooked into various dishes are offered to the deities. There after the eldest member of the family distributes new rice to the junior members of the family. All the household articles are cleaned. People greet each other. It is a community festival celebrated by every Hindu family low and high. Moreover, Nuakhai is the mass festival of the entire west of Odisha (Pasayat 2008: 253-262).during this festival all the member of family they come to home &amp; celebrate the festival of Nuakhai together.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhaijuntia: It is mostly known only in the region of western Odisha. Bhaijiutia festival is celebrated on the Mahastami Day of Durga Puja. It is a total fasting undertaken by women for the whole day and night to seek Goddess Durga&rsquo;s blessing for the long life of their bhais (brothers).</p>\r\n<p>&nbsp;</p>\r\n<p>Puajiuntia: It is another fasting Puja of similar austerity for women of the area. The Puajiuntia festival is observed by mothers to invoke the grace of Lord Dutibahana for the long life and prosperity of their sons.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides the above listed festivals, other religious festivals are observed. These include Shiva Ratri, Dola Jatra, Durga Puja, Janmastami, Dipavali, Ganesh Puja and Saraswati Puja.</p>\r\n<p>&nbsp;</p>\r\n<p>Shiva Ratri Mela at Huma and Titilagarh attracts a large numbers of devotees. Ratha Jatra is held at almost all central places of Balangir. There are other jatras like the Sulia Jatra and Patakhanda Jatra in Jarasingha etc. are held with great flavour.</p>\r\n<p>&nbsp;</p>\r\n<p>Shrabana Purnima - during this time devotees of Lord Shiva travel long distance by walk to places like Harishankar, Belkhandi near Titilagarh to pray and offer the holy water to the god. People from other parts outside state like Bihar, Jharkhand and Chhattisgarh also takes part in such event.</p>\r\n<p>&nbsp;</p>\r\n<p>The most popular festivals celebrated by Muslims are Id-Ul-Fitre, Id-Ul-Juha and Muharram. The Sikhs also celebrate the Birth Day of Guru Nanak.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Harishankar Waterfall of Balangir District.</p>\r\n<p>PATNAGARH: The ancient capital of the kingdom of Patna, Patnagarh combines in happy synthesis its mythic past with the modern present.[tone] The temples of Patneswari in Chalukyan style and that of Someswar Siva belonging to the 12th century are the monuments of prominence. One can find here the reminiscence of the earliest group of temples build during the Chauhan rule in western part of Odisha. Distance 40 km from District HQ Communication Road Nearest Railway station Balangir Lodging and Boarding Patnagarh/Balangir.</p>\r\n<p>&nbsp;</p>\r\n<p>RANIPUR-JHARIAL: Ranipur Jharial is known as \"Soma Tirtha\" in scriptures. It combines a section of religious faiths like Saivism, Buddhism, Vaisnavism and Tantrism. The circular open vault enclosure of sixty-four yoginis, the major attraction of the place, is one of the four such shrines in India. The temple of Someswar Siva is the noted one among the approximately 50 temples here. The brick temple of Indralath is said to be the tallest brick temple of Odisha. Distance 100 km from Dist. HQ Communication Road Rail - Nearest station- Kantabanji Lodging and Boarding Kantabanji.</p>\r\n<p>&nbsp;</p>\r\n<p>SAINTALA: Saintala is noted for its Chandi temple which is now in ruins. Goddess Chandi in Mahisamardini form is installed in a small mound. The Dasavatara (Ten incarnations) image of Lord Vishnu and broken doorjamb with figures of Ganga and Yamuna are among the places of sculpture unearthed here. Distance 40 km from Dist. HQ Communication Road Rail - Nearest station- Saintala Lodging and Boarding Balangir.</p>\r\n<p>&nbsp;</p>\r\n<p>JOGISARDA: 25 km from Bolangir and 7 km from Loisingha, Jogisarda is noted for the Jogeswar Shiva Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>TUREKELA: (98 km): A place suitable for group camping, at Turekela it is possible to view wildlife, like tigers, dear, bears, and monkeys. Distance 98 km from Dist. HQ Communication Road Rail - Nearest station- Titilagarh Lodging and Boarding Titilagarh/Balangir.</p>\r\n<p>&nbsp;</p>\r\n<p>BELPARA: (62 km from Balangir) Belpara is one of the main town of Bolangir Dist. It is a town among Balangir. Belpara is known for \"RATHA YATRA\", \"DURGA PUJA\", \"LAXMI PUJA\", \"GIRIGOBARDHAN PUJA\" and \"BISWAKARMAPUJA\". There are some temples in Belpara &amp; also in near to it.</p>\r\n<p>&nbsp;</p>\r\n<p>CHUDAPALI: this is a small place between Balangir and Patnagarh. It is known for its local haat's or market.</p>\r\n<p>&nbsp;</p>\r\n<p>HARISHANKAR: Hari-Shankar Temple where Lord Shiva and Lord Bishnu are worshiped together. There is a natural spring of water here, and it is possible to take a bath in the Khasada Pathar (Sloppy Stone).</p>\r\n<p>&nbsp;</p>\r\n<p>MADHIAPALI: It is the most famous of 'Nag Bachha (Mandir) Temple'. The temple is known because any type of snake bite to any body, so if the immediately go and worship then his / her life is free of poison. It is the famous of Madhiapali village temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Rajendra (Autonomous) College, established in 1944.</p>\r\n<p>During medieval period some Brahmin settlements developed under the patronage of the Somavamsi Kings. Important among these centres are Vineetapura (Modern Binka), Suvarnapura (Modern Sonepur), Royara (Modern Rohila), Ranipur, Jharial etc. These places as known from copper plate records and other archeological finds, were important center of culture during the medieval period. During the rule of the Chauhan Kings, Sanskrit education was greatly encouraged. King Vaijal Deo, one of the early Chauhan rulers of Patna state has compiled an admirable lexicon, known as Vaijal Chandrika ( also known as Prabodh Chandrika)</p>\r\n<p>&nbsp;</p>\r\n<p>The spread of education was not very remarkable in Balangir district during the 18th and 19th century. Wandering teachers called Abadhanas were holding primary classes in towns and villages where they were teaching only reading, writing and arithmetic. The village Pathsalas were maintained by villagers where the Abadhanas were being engaged for teaching. Western education came to the district towards the end of the 19th century AD. It was in 1894 that an English School was started in Balangir Town by the then Maharaja Ramachandra and English education was introduced.</p>\r\n<p>&nbsp;</p>\r\n<p>During India's independence Balangir district had 39 High Schools for boys and 4 for girls and 119 Middle English Schools including 11 for girls. The total number of boys and girls in Secondary schools was 11,906 and 1,550 respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Balangir medical college controversy</p>\r\n<p>One R V S Educational Trust of Coimbatore is going to establish the Bolangir Medical College as per the Government Notification dated 07-11-2009. After a long time of controversy, this is a great achievement.7</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balangir_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-balangir-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"balangir","slug":"balangir"}],"recommendations":[{"id":803,"title":"Top Places to visit in Kendrapara, Odisha","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"Kendrapara District is an administrative district of Odisha state in eastern India. The town of Kendrapara is the district headquarters. Kendrapara District is situated in the eastern portion of the state, and is bounded on the north by Bhadrak District, on the east by the Bay of Bengal, on the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"kendrapara","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":799,"title":"Top Places to visit in Kendujhar (Keonjhar), Odisha","imageUrl":"d7836fda-d634-4ecd-9ade-819894ed28c6_Kendujhar-Keonjhar-railway.jpg","dateCreated":"2019-09-28T16:19:54.621Z","dateModified":"2019-09-28T16:20:15.386Z","contributedBy":"AskGif","content":"Kendujhar District, also known as Keonjhar District is an administrative district of Odisha. The district is one of the fifth Scheduled Areas of Odisha. The town of Kendujhar (or Kendujhargarh) is the district headquarters. The district has 3 Sub-Divisions, Anandapur, Champua, and Keonjhar.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d7836fda-d634-4ecd-9ade-819894ed28c6_Kendujhar-Keonjhar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"kendujhar-keonjhar","slug":"kendujhar-keonjhar"},{"name":"kendujhar","slug":"kendujhar"}],"slug":"top-places-to-visit-in-kendujhar-keonjhar-odisha","total":0},{"id":797,"title":"Top Places to visit in Jagatsinghpur, Odisha","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"Jagatsinghpur District is one of the thirty districts of Odisha in the eastern coast of India. It became a new district on 1 April 1993 (Vide Government Notification No.14218/R dated 27.03.1993 and EOG No.459 dated 01.04.1993) being separated from Cuttack district. It lies between 860 3&rsquo; E ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"jagatsinghpur","slug":"jagatsinghpur"}],"slug":"top-places-to-visit-in-jagatsinghpur-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}