{"id":788,"title":"Top Places to visit in Bargarh (Baragarh), Odisha","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"<p>Bargarh is a municipality in Bargarh district in the state of Odisha, India. It is the administrative headquarters of Bargarh District . Popularly known for rice cultivation (parboiled-rice) therefore called \"Bhata Handi\" of Odisha State.</p>\r\n<p>Bargarh District is an administrative district of Odisha state in eastern India. The city of Bargarh is its district headquarters. The district was carved out of the erstwhile district of Sambalpur in 1 April 1993.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Bargarh is located in Main part of Koshal, close to the border of neighbouring state of Chhattisgarh. It is positioned at 21.33&deg;N 83.62&deg;E with an average elevation of 171 meter (561 feet). The whole of Bargarh district lies in the Plain with Eastern Ghats running close to the town. As per the earthquake zoning of India, Bargarh falls in the zone 2 category, the least earthquake prone zone.</p>\r\n<p>&nbsp;</p>\r\n<p>The headquarter of Bargarh district lies on the NH 6, Kolkata to Mumbai, hence well connected to the rest of the country with well-constructed road. The Railway Station (Code - BRGA) is served by DBK Railway running from Jharsuguda to Titilagarh. The station is just 4 km off the main town. The nearest Airport is at Raipur (CG) (220 km) and Bhubaneswar (OD)(350 km). The best period of the year to visit this place is between October to March. During this period the Dhanu Yatra Festival (reportedly World's largest open air theatre) is observed here. There are a number of good hotels beside a Government Circuit House and a Guest houses in the district to provide accommodation to tourists and VIP visitors. The nearby tourist spots are well connected to the district headquarters with decent communication facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Nrusinghnath</p>\r\n<p>Nrusinghnath is situated at a distance of 112 km from Bargarh. Being a lone pilgrim spot, it has been appealing the minds of lakhs of people, with magical glitters, for the last so many centuries. This is the Dawning &ndash; place of the mention Lord Nrushinghnath, the presiding Deity of the sacred mount Gandhamardhan&ndash; endearing multitude of memories, surprisingly amalgamating the legends of the Ramayan, the Mahabharat, the Buddhist Era; even reminiscent of Bhoj Raj, Kabir and Tantracharya Nagarjuna (the preserver of all scripture). Nrusinghnath is a form of Hindu Lord Vishnu.</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhamardan</p>\r\n<p>In the Tretayuga (the Silver Age), Jambavan (the unerring counselor of Rama) had suggested Hanuman to bring Bisalyakarani ere dawn, so that Lakshmana would rise back to life. It was in the middle of the war between Lord Rama and Ravana. Hanuman failed to identify the particular herb and carried on his shoulders a huge Himalayan mass. While flying above and proceeding toward Lanka (the kingdom of Ravana), a portion dropped down. Gandhamardan is synonymous to that portion only.</p>\r\n<p>&nbsp;</p>\r\n<p>Hiuen T'sang</p>\r\n<p>Glowing tributes is paid to Hiuen T'sang, the champion Chinese traveller, who was attracted by the scenic splendour of Gandhamardan, during his tour to Dakhin Koshal (part of which is current Chhatishgarh and the bewitching colourful zone of Western Odisha). He has spoken of the flowering Buddhist University of PARIMALGIRI (po-lo-mo-lo-ki-li), which had its campus on the picturesque Gandhamardan hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Ecological Pyramid</p>\r\n<p>Besides being a home of more than 5000 rare medicinal herbs (some hitherto - unidentified), providing medicines for fatal diseases like cancer, tuberculosis, leprosy, filarial, epilepsy, asthma, kidney and lever dysfunctions even AIDS, Gandhamardan serves as a wildlife sanctuary for large number of rare species of birds and animals and there by donating its portions towards balancing the Global Ecological Pyramid.</p>\r\n<p>&nbsp;</p>\r\n<p>The Temple</p>\r\n<p>The foundation for the temple was laid down by Baijal Dev on 17 March 1413 AD. as per inscriptions. The temple of Lord Nrushinghnath is only 45 ft (14 m) high. It is divided into two parts; the first being the seat of the Lord &ndash; a short, raised narrow plinth and the other Jaga Mohan (the antechamber) having three gates and is supported by four pillars, the like found nowhere in Odisha. The rocks used in the Jaga Mohan pillars are of rare kind. They are not seen in the Gandhamardan hills. Believed that, from far off places, Baijal Dev had brought them. With a soft rubbing, these rocks begin to scintillate, to a degree. While entering inside the inner-sanctum, one can see the rock statues of Nav Grahas (the Nine planets of Astrology) in a line. The other beautiful sculptures include the statutes of Ganga, Jamuna, Nandi, Jaya-Vijaya, Trividram and three conspicuous manifestations i.e. Bamana, Baraha and Samhar Nrusimha. The eight-handed Ganesh and the Cow-herd Sahadev are not inserted, rather they are carved on embedded prototype, near Nav Durga. The original idol of Nrusinganath is also kept.</p>\r\n<p>&nbsp;</p>\r\n<p>Papaharini</p>\r\n<p>The main perennial flow of Gandhamardan is Papaharini, literally meaning, destroyer of sins. It is symbolic of Sanatan-the continuum of past, present and future. Flowing out of the confluence of seven fountains, called Saptadhar&ndash; it has an average width of 12 ft. No man-made tributary can flow into it. Nothing can pollute or adulterate it. Running about 25 km it has touched the Ang tributary and finally embraced Mahanadi.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mighty Mandap</p>\r\n<p>Via Satyaam, as one goes from Nrusimhanath to Harishankar an old-patterned cave is caught in sight. It is just 10.5 km from the main temple, having dimensions of 150 ft. length, 50 ft. breadth and 25 ft. depth. This mighty structure resembles like that of a typical Buddhist cave and prompts us recall the description of a Buddha Vihar by Hiuen T'sang.</p>\r\n<p>&nbsp;</p>\r\n<p>Asta-Sambhu</p>\r\n<p>In the district of Bargarh a large number of Siva Temple were built during the Chauhan rule of undivided Sambalpur. The most important among them were those of the Asta-Sambhu or 8 Siva Temples such as (1) Bimaleswar Temple at Huma (Sambalpur), (2) Kedarnath Temple at Ambabhona (Bargarh), (3) Baidyanath Temple at Deogaon (Bargarh), (4) Balunkeswar Temple at Gaisama (Bargarh), (5) Mandhata Baba Temple at Maneswar (Sambalpur), (6) Swapneswar Temple at Sorna (Bargarh), (7) Visweswar Temple at Soranda (Bargarh) and (8) Nilakantheswar Temple at Nilji (Bhatli). The Bimaleswar Temple at Huma on the Mahanadi was built by Maharaja Baliar Singh and the rest were built during the reign of Ajit Singh and his son Abhaya Singh. These temple, though small height, are great artistic beauty and each of these with picturesque background.</p>\r\n<p>&nbsp;</p>\r\n<p>Dadhibaman Mandir : Dadhibamana Mandir is situated at Bhatli- one of the Block of Bargarh District. Dadhivaman is a form of Lord Jagannath and a parallel cart festival is organised accordingly. Bhatli is known as the Shreekhetra of Western Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Wild life Sanctuary Debrigarh</p>\r\n<p>A peak in the Barapahar hills in Bargarh sub-division having a height of 2,267 ft (691 m). It was a noted rebel stronghold during the revolt of Balabhadra Deo, the Gond Zamindar of Lakhanpur, who was killed here. Mahapatra Ray and Baldia Ray also sought shelter here during 1840 AD after murdering Baluki Dash, the Maufidar of Bargarh. Veer Surendra Sai the freedom fighter was captured here in 1864 by British soldiers. There is a wild life sanctuary here. Except for elephants, wild buffaloes and blank Bucks most of the other important animals in the State of Odisha are more or less represented here.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Bargarh is one of the many forts built by the Chouhan dynasty. Although no clear data is available about the settlement, the old fort walls can be traced near the 'Jeera' river towards the plains of Ambapali. From an inscription of the 11th century AD it is believed that the original name of the place was \"Bahgar Kota\". Balaram Dev, the Chauhan King of Sambalpur ruled this province when it acquires the name \"Bargarh\". He made it his headquarters for some time while the fort near the Jeera River was to be built. Narayan Singh, the last Chauhan King of sambalpur gave the whole land of Bargarh to two Bramhin brothers Krushna Dash and Narayan Dash, son of Baluki Dash who was killed in action by the Gond Rebel led by Baldia Ray and Mahapatra Ray.The Padampur sub-division of bargarh, popularly known as the \"Borasambhar Region\" was the headquarters of the Zamindari extended over 2178 km2. This is the biggest sub-division of Bargarh District which has also a feudal history with a tribal leader.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhism played a significant role in defining the lifestyle of the people for a short period of time. Some ancient Buddhist monasteries and sculptures can be seen along a belt starting from Bijepur block (Ganiapali) to the Paikamal block (Nrusinghanath), which has a clear mention in Huen-Tsang's literature as Po-Li-Mo-Lo-Ki-Li (Parimalagiri) (Pasayat,2007, 2008).</p>\r\n<p>&nbsp;</p>\r\n<p>The legendary hero Veer Surendra Sai led his war against the British from Debrigarh, which is a peak on the Barapahad Range. His fight against the British Raj particularly after the First War of Independence in 1857 was remarkable in the history of freedom struggle in India (Pasayat and Singh, 2009; Panda and Pasayat, 2009). Debrigarh today is a tiger sanctuary. Barabakhra (12 caves) used to be a secret meeting place during this period.</p>\r\n<p>&nbsp;</p>\r\n<p>Bargarh was a subdivision of old Sambalpur district until April 1992, when the then chief minister Mr. Biju Patnaik declared it as the headquarters of the newly formed district by the same name.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Bargarh had a population of 83,651. Males constitute 52% of the population and females 48%. Bargarh has an average literacy rate of 76%, higher than the national average of 59.5%; with 57% of the males and 43% of females literate. 11% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Other than Oriya speaking people who form the majority, the town has a some Marwari community who have migrated and settled down. Within the Oriya speaking population, the major communities are Kuiltas, Dumals, Agharias, Bhulia/Meher, Teli etc. Kuiltas and Dumals are presumed to be an offshoot of the original Chasa(agrarian) community and is synonymous with the Khandayats of the coastal region. This is evident by the striking similarity of rituals and the gods they pray. Bhulias were migrated to and settled in this region by some rulers, but the exact time period is controversial. Agharias were migrated from the mughal empire of Agra for establishing a cultivator community during war when Kuiltas were assigned the duty of part-time Kshatriyas.</p>\r\n<p>&nbsp;</p>\r\n<p>Oriya is the language for communication, official purposes and for education.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Dhanu Yatra</p>\r\n<p>&nbsp;</p>\r\n<p>Kansha of Dhanu Jatra</p>\r\n<p>&nbsp;</p>\r\n<p>Kansa1</p>\r\n<p>&nbsp;</p>\r\n<p>Kansa2</p>\r\n<p>&nbsp;</p>\r\n<p>Radhe1</p>\r\n<p>Bargarh is known for the annual festival, Dhanu Jatra which attracts lot of tourists worldwide. Dhanu Jatra or Dhanuyatra, celebrated every winter, is an open stage dramatisation of Krishna Leela with virtually the whole town as a stage. Spanning over a period of 11 days and a radius of 6 km, with the universal theme of 'Triumph of Good over Evil' . It depicts the mythological story of Krishna starting from marriage of his parents (Devaki and Basudev) till the death of Kansha, the evil king. For this whole period, Bargarh town turns into the mythological city of Mathura, Jeera river turns into Yamuna and Ambapali a ward of Bargarh Municipality turns into Gopapur with Kansha (played by a theatre artist) 'ruling' over it. This Festival is considered as World's Largest open air theater played across 6 kilometers radius. Now Dhanuyatra had been declared as National Festival of India .</p>\r\n<p>&nbsp;</p>\r\n<p>The Nuakhai or The Nabanna</p>\r\n<p>The \"Nuakhai\" is a social festival of unity. This festival is observed among kith and kins during the month of Bhadraba. The appropriate date of the Nuakhai is just the day after the Ganesh Puja. It is a festival of harvest of crops. On this occasion the new grain after harvesting is first offered to the local deity and during this festival the people get themselves lost in merrymakings. Wearing new clothes, preparing delicious foods the people of this area celebrate this festival with enthusiasms. It is mostly an agricultural festival of Western Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Shyama Kali Puja</p>\r\n<p>Kali-puja is one of the big festivals at kali mandir road, Bargah when Goddess Maa Shyama Kali is worshiped on the occasion of dipawali and yagyans are organised. The big beautiful statue of Goddess Shyama kali is made up of alloy including 8 kind of metals. A new temple for the Goddess built recently is really an attraction point for the pilgrims. Beside the Kali temple, there are Sri Syameshwar Mahadev temple and Hanuman temple.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Shyamakali Mandir</p>\r\n<p>Baisakh Mela of Nrusinghnath</p>\r\n<p>Nrusinghanath Jatra is another major festival of the district, celebrated in the religious site of Nrusinghanath where Lord Vishnu is worshipped in the form of Marjarakesari. Nrusinghanath is also a historical site which attests the religious synthesis of tribal people and non-tribal people; and among Saivism, Vaishnavism, Tantrism and Buddhism (Pasayat,2005:12-25).This mela is celebrated from Triyodasi to Purnima in the month of Baisakh at Nrusighanath Temple. It is celebrated on the occasion of Nrusingha Janma (Birth) and also known as Narsingh Chaturdashi Mela. There becomes a huge gathering of devotees on this occasion.</p>\r\n<p>&nbsp;</p>\r\n<p>Ratha Yatra of Bhatli</p>\r\n<p>The Cart Festival of Bhatli celebrated at Dadhibaman Temple of Bhatli on the Dwitiya Tithi of Asadha. On this day Lord Dadhibaman rides on the chariot and sets out on a journey to Mausima Mandir. The Lord stays in Mausima Mandir for 9 days and again on the Dasami of Asadha the return Cart Festival is celebrated. On this day the Lord returns to his temple. There becomes a huge gathering of devotees at Bhatli. This cart festival is said to have affinity with that of Puri. So it is famous in Western Orissa.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Shyam Mandir Bhatli</p>\r\n<p>&nbsp;</p>\r\n<p>Shyam Baba</p>\r\n<p>&nbsp;</p>\r\n<p>Bhatli Shyam Mandir</p>\r\n<p>Shyam Mandir located in Bhatli has many values. it is believed to be most popular Shyam Mandir after Khatu Shyamji. Pilgrims from whole of India visit the Mandir during Shyam Mahotsav.</p>\r\n<p>&nbsp;</p>\r\n<p>Maha Shiva Ratri of Kedarnath</p>\r\n<p>The Maha Shivaratri at Kedarnath Temple celebrated on the Chaturdasi in the month of Falguna. The temple is located on the foothills of Bara Pahar, nearly 35 km from Bargarh town. Lord Shiva is worshipped on this occasion. On this day the devotees observe fasting and remain awakened at night. Many cultural programmes are organised which the people enjoy. The day observed in each and every Shiva Temple in Bargarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Sital Sasthi of Barpali</p>\r\n<p>The Sital Sasthi Yatra celebrated in Barpali on the day of Sasthi in the month of Jestha every year on the occasion of the marriage ceremony of Lord Shiva with Goddess Parvati. There is a huge gathering of devotees at Barpali. It is a mobile yatra. Many folk dances, cultural programmes are organised which the people enjoy it at night. For the last few years it has also been celebrated in proper Bargarh town. It is the second biggest as per devotees after the Sambalpur Sital Sasthi Yatra.</p>\r\n<p>&nbsp;</p>\r\n<p>Vasant Utsav of Beherapali</p>\r\n<p>The Vasant Panchami is celebrated in Beherapali, a village near Sohela every year. The major attraction along with the worship of Saraswati Devi is the 3-day-long open-air drama performed by artists. Based on the historical story line of Gupta dynasty, the actors enact the King Vikramaditya, Kalidas and attacker Paschim Satrap and the villagers play the role of resident of Ujjain. Artists from different part of the state come to showcase their skill in the courtyard of King Vikramaditya. After the defeat and killing Paschim Satrap, the Vasant Utsav is celebrated with happiness. Many people come to witness the festival along with marvelous acting.</p>\r\n<p>&nbsp;</p>\r\n<p>Bali Yatra of Khuntpali</p>\r\n<p>The Bali (Sand) Yatra is celebrated on the sand-bed of river Zeera at Khuntpali on the day of Kartika Purnima. On this occasion Lord Shiva is worshipped with all serenity on the sand-bed. During this many trade fares are held on the sand-bed at Khuntpali, AT/Po. Khuntpali, Tah/Dist. Bargarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Niranjanananda Yoga Sansthan, a yoga ashram associated with the yoga teaching institution Bihar School of Yoga, Munger, was established in the town in 2010. It conducts daily yoga sessions in mornings along with evening programs of chanting and meditation. The balijatra of khuntpali is one of the best festival of odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Jugar Jatra of Kuchipali</p>\r\n<p>The jugar jatra of Kuchipali is one of the famous festivals of Bargarh district and Odisha. The festival is based on brotherhood and peace of mankind. It was started in the year 1985 and now it is the best and famous festival of Bargarh district. Large jugars are given to maa kali by devotees. Animals are generally killed in shakti upasana or the festival of kalipuja, durgapuja and others. But in jugar jatra of kuchipali jugars are given, which were made from khai (a product of rice) and gud (a product of sugarcane). Though jugar jatra is a great festival, but there is no need of police. All the safety security and smooth conduct of the festival is done by a volunteer group saptarshi swechhasevi sangathan.In th is festival the musalman are also participate. This festival commands the whole world to destroy enmity and make unity. It is also a platform for folk dance groups which are going extinct.</p>\r\n<p>&nbsp;</p>\r\n<p>Jugar jatra is now not limited in Bargarh only &ndash; it is spread to Chhattisgarh and other neighbour states. Every year more than 200 jugars are coming from outside the district. In 2009 the silver jubilee of jugarjatra was observed. And from 2009 must a 21 khandi jugar (a large jugar equal to 21*one simple jugar) is given.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Bargarh is very well placed in terms of location. 4 state capitals Raipur (222 km), Bhubaneswar (350 km), Ranchi (600 km approximately) and Kolkata (600 km approximately) are well within reach and connected with rail and road properly. Also it is located on the National Highway 6 (India)(old numbering), between two important cities of Sambalpur and Raipur. Bargarh Road railway station is located on Sambalpur-Jharsuguda-Vizianagaram and the line serves Bargarh district Which comes under Sambalpur Railway division. It is directly connected to Bhubaneswar, Sambalpur, Raipur, Hyderabad, Chennai, Bangalore, Kochi, Ranchi, Asansol, Kolkata, Varanasi, Ahmedabad, Surat and Mumbai. All places in Odisha are connected with either rail or road. National Highway 26 (India) originates from here which connects it with almost all districts of southern Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The economy of Bargarh is largely dependent on agricultural products. There is also a cement factory along with a sugar mill and a thread mill in the town to provide further boost to the economy. A part of the district is well irrigated with a network of canals originating from river Mahanadi, ensuring a good crop. The daily vegetable market of Painchhatar is claimed to be the largest vegetable origin wholesale market in the state. Attabira block is known as the rice bowl of Odisha because of its exemplary paddy production. Production of Paddy in the district of Bargarh is about 6,00,000.00 MT per annum which is the largest in Odisha. There are more than 100 rice mills are scattered over the district to support the paddy production.</p>\r\n<p>&nbsp;</p>\r\n<p>Bargarh is called the business hub of western Odisha. \"Sambalpuri Sarees\" originated from Bargarh district itself which is a former part of Sambalpur City. Ikkat Hand wooven sarees and other Sambalpuri clothes are made in Bargarh district.</p>\r\n<p>&nbsp;</p>\r\n<p>The easy communication to Raipur and Kolkata via road and railway respectively made it easy for the goods for the transportation. Daily train to Ranchi is also available. Presently the NH-6 section stretching from Sambalpur to Raipur which also passes from Bargarh, is improved to 4 lanes road, also the rail route from Sambalpur to Titlagarh is being developed to 2 lanes shows the potential this town is having. In future it is projected to grow even more in terms of economy.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bargarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"bargarh","slug":"bargarh"},{"name":"bargarh-baragarh","slug":"bargarh-baragarh"}],"recommendations":[{"id":809,"title":"Top Places to visit in Puri, Odisha","imageUrl":"5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","dateCreated":"2019-09-29T13:57:56.483Z","dateModified":"2019-09-29T13:59:12.797Z","contributedBy":"AskGif","content":"Puri is a coastal district of the Odisha state of India.\r\n&nbsp;\r\nThis district comprises 1722 revenue villages. It has one Sub-Division, 11 Tahasils and 11 Blocks. Puri is the only municipality of the district. Konark, Pipili and Nimapara are the three N.A.Cs in this district. Saty","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"puri","slug":"puri"}],"slug":"top-places-to-visit-in-puri-odisha","total":0},{"id":801,"title":"Top Places to visit in Kandhamal, Phulbani, Odisha","imageUrl":"8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","dateCreated":"2019-09-29T01:51:15.246Z","dateModified":"2019-09-29T01:52:31.119Z","contributedBy":"AskGif","content":"Kandhamal is a district in the state of Odisha, India. The district headquarters of the district is Phulbani.\r\nPhulbani is a municipality and administrative headquarters of Kandhamal district.\r\n&nbsp;\r\nPlaces of interest\r\n&nbsp;\r\nBalaskumpa is a village in this ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"phulbani","slug":"phulbani"},{"name":"kandhamal","slug":"kandhamal"}],"slug":"top-places-to-visit-in-kandhamal-phulbani-odisha","total":0},{"id":792,"title":"Top Places to visit in Dhenkanal, Odisha","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.\r\nDhenkanal District is an administrative division of Odisha, India.\r\n&nbsp;\r\nGeography\r\nDhenkanal is located at 20.67&deg;N 85.6&deg;E. It has an average elevation of 80 metres ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhenkanal","slug":"dhenkanal"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}