{"id":788,"title":"बरगढ़ (बैरागढ़) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"<p>बरगढ़ भारत के ओडिशा राज्य में बरगढ़ जिले में एक नगर पालिका है। यह बरगढ़ जिले का प्रशासनिक मुख्यालय है। चावल की खेती के लिए लोकप्रिय (parboiled-rice) इसलिए इसे ओडिशा राज्य का \"भाटा हांडी\" कहा जाता है।</p>\r\n<p>बरगढ़ जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। बरगढ़ शहर इसका जिला मुख्यालय है। जिले को 1 अप्रैल 1993 में संबलपुर जिले से बाहर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>बारागढ़ पड़ोसी राज्य छत्तीसगढ़ की सीमा के करीब कोशल के मुख्य भाग में स्थित है। यह 17.3 मीटर (561 फीट) की औसत ऊंचाई के साथ 21.33 &deg; N 83.62 &deg; E पर स्थित है। पूरा बरगढ़ जिला पूर्वी घाट में है, जो शहर के करीब है। भारत के भूकंप क्षेत्र के अनुसार, बारगढ़ जोन 2 श्रेणी में आता है, सबसे कम भूकंप प्रवण क्षेत्र।</p>\r\n<p>&nbsp;</p>\r\n<p>बरगढ़ जिले का मुख्यालय एनएच 6, कोलकाता से मुंबई तक है, इसलिए यह अच्छी तरह से निर्मित सड़क के साथ देश के बाकी हिस्सों से जुड़ा हुआ है। झारसुगुड़ा से टिटिलागढ़ तक चलने वाली DBK रेलवे द्वारा रेलवे स्टेशन (कोड - BRGA) की सेवा की जाती है। स्टेशन मुख्य शहर से सिर्फ 4 किमी दूर है। निकटतम हवाई अड्डा रायपुर (CG) (220 किमी) और भुवनेश्वर (OD) (350 किमी) पर है। इस जगह की यात्रा करने के लिए वर्ष की सबसे अच्छी अवधि अक्टूबर से मार्च के बीच है। इस अवधि के दौरान धनु यात्रा महोत्सव (कथित तौर पर दुनिया का सबसे बड़ा ओपन एयर थिएटर) यहाँ मनाया जाता है। पर्यटकों और वीआईपी आगंतुकों को आवास प्रदान करने के लिए जिले में एक सरकारी सर्किट हाउस और एक गेस्ट हाउस के पास कई अच्छे होटल हैं। आसपास के पर्यटन स्थल सभ्य संचार सुविधाओं के साथ जिला मुख्यालय से अच्छी तरह से जुड़े हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Nrusinghnath</p>\r\n<p>नृसिंहनाथ, बरगढ़ से 112 किमी की दूरी पर स्थित है। एक अकेला तीर्थ स्थल होने के नाते, यह पिछले कई शताब्दियों से लाखों लोगों के दिमाग को जादुई चमक के साथ आकर्षित कर रहा है। यह डाविंग है - उल्लेख के स्थान पर भगवान नृसिंहनाथ, पवित्र पर्वत गंधमर्दन के पीठासीन देवता- स्मृतियों की बहुतायत, आश्चर्यजनक रूप से रामायण, महाभारत, बौद्ध काल की किंवदंतियों को समाहित करते हुए; यहां तक ​​कि भोज राज, कबीर और तंत्रचार्य नागार्जुन (सभी धर्मग्रंथों के संरक्षक) की भी याद आती है। नृसिंहनाथ हिंदू भगवान विष्णु का एक रूप है।</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhamardan</p>\r\n<p>त्रेतायुग (रजत युग) में, जाम्बवान (राम के अपूर्व परामर्शदाता) ने हनुमान को सुझाव दिया था कि वे बिसलकरानी को सुबह लेकर आएं, ताकि लक्ष्मण वापस जीवन में लौट आएं। यह भगवान राम और रावण के बीच युद्ध के बीच में था। हनुमान विशेष जड़ी बूटी की पहचान करने में विफल रहे और उनके कंधों पर एक विशाल हिमालयी द्रव्यमान रखा। ऊपर उड़ते हुए और लंका (रावण राज्य) की ओर बढ़ते हुए, एक हिस्सा नीचे गिरा। गंधमर्दन केवल उस हिस्से का पर्याय है।</p>\r\n<p>&nbsp;</p>\r\n<p>हियुं तं अनंग</p>\r\n<p>ग्लोइंग श्रद्धांजलि दी जाती है, चीनी चीनी यात्री, ह्येन टींग को, जो गंधमर्दन के प्राकृतिक वैभव से आकर्षित था, जो दखिन कोशल (जिसका हिस्सा वर्तमान छत्तीसगढ़ है और पश्चिमी ओडिशा का रंगीन क्षेत्र है) का दौरा करता है। उन्होंने फूलों के बौद्ध विश्वविद्यालय PARIMALGIRI (po-lo-mo-lo-ki-li) की बात की है, जिसका सुरम्य गंधमर्दन पहाड़ियों पर अपना परिसर था।</p>\r\n<p>&nbsp;</p>\r\n<p>पारिस्थितिक पिरामिड</p>\r\n<p>5000 से अधिक दुर्लभ औषधीय जड़ी बूटियों का घर होने के अलावा (कुछ हिथरो - अज्ञात), कैंसर, तपेदिक, कुष्ठ, फाइलेरिया, मिर्गी, अस्थमा, किडनी और गुर्दे की बीमारियों जैसे घातक रोगों के लिए दवाइयाँ प्रदान करना, यहाँ तक कि एड्स के लिए, गंधमादन एक वन्यजीव अभयारण्य के रूप में कार्य करता है। बड़ी संख्या में पक्षियों और जानवरों की दुर्लभ प्रजातियाँ और ग्लोबल इकोलॉजिकल पिरामिड को संतुलित करने की दिशा में इसके अंश दान करके।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>मंदिर की नींव बैजल देव ने 17 मार्च 1413 ई। को रखी थी। शिलालेखों के अनुसार। भगवान नृसिंहनाथ का मंदिर केवल 45 फीट (14 मीटर) ऊँचा है। यह दो भागों में विभाजित है; पहले भगवान का आसन था - एक छोटा, उठा हुआ संकरा प्लिंथ और दूसरा जगमोहन (एंटिचेम्बर) जिसके तीन द्वार हैं और चार स्तंभों द्वारा समर्थित है, जैसे ओडिशा में कहीं नहीं पाया जाता है। जग मोहन स्तंभों में इस्तेमाल की जाने वाली चट्टानें दुर्लभ किस्म की हैं। वे गंधमर्दन पहाड़ियों में नहीं दिखते। माना कि दूर-दूर से बैजल देव उन्हें लेकर आए थे। एक नरम रगड़ के साथ, ये चट्टानें एक हद तक झुलसने लगती हैं। आंतरिक-गर्भगृह में प्रवेश करते समय, एक पंक्ति में नव ग्रहास (ज्योतिष के नौ ग्रह) की रॉक मूर्तियों को देख सकते हैं। अन्य सुंदर मूर्तियों में गंगा, जमुना, नंदी, जया-विजया, त्रिविद्रम और तीन विशिष्ट अभिव्यक्तियाँ अर्थात् बामना, बरहा और समर नृसिंह की मूर्तियाँ शामिल हैं। आठ हाथ वाले गणेश और गाय-झुंड सहदेव को सम्मिलित नहीं किया जाता है, बल्कि उन्हें नव दुर्गा के पास एम्बेडेड प्रोटोटाइप पर उकेरा जाता है। नृसिंहनाथ की मूल मूर्ति भी रखी गई है।</p>\r\n<p>Papaharini</p>\r\n<p>गंधमर्दन का मुख्य बारहमासी प्रवाह पापहारिणी है, जिसका शाब्दिक अर्थ है, पापों का नाश करने वाला। यह सनातन-अतीत, वर्तमान और भविष्य की निरंतरता का प्रतीक है। सात फव्वारे के संगम से बहते हुए, सप्तधर कहा जाता है - इसकी औसत चौड़ाई 12 फीट है। कोई भी मानव निर्मित सहायक नदी इसमें नहीं बह सकती है। कुछ भी इसे प्रदूषित या मिलावटी नहीं कर सकता। लगभग 25 किमी की दूरी पर चलने से यह अंग सहायक नदी को छू गया और अंत में महानदी को गले लगा लिया।</p>\r\n<p>&nbsp;</p>\r\n<p>शक्तिशाली मण्डप</p>\r\n<p>वाया सत्यम, नृसिंहनाथ से हरिशंकर तक जाने के दौरान एक पुरानी प्रतिरूप वाली गुफा को देखा जाता है। यह मुख्य मंदिर से केवल 10.5 किमी दूर है, जिसमें 150 फीट लंबाई, 50 फीट चौड़ाई और 25 फीट की गहराई है। यह शक्तिशाली संरचना एक विशिष्ट बौद्ध गुफा की तरह है और हमें ह्वेन टी अनंग द्वारा बुद्ध विहार के वर्णन को याद करने के लिए प्रेरित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>Asta-शंभू</p>\r\n<p>बारगढ़ जिले में अविभाजित संबलपुर के चौहान शासन के दौरान बड़ी संख्या में शिव मंदिर बनाए गए थे। उनमें से सबसे महत्वपूर्ण अस्ता-संभु या 8 शिव मंदिर थे, जैसे (1) हुमला (संबलपुर) में बिमलेश्वर मंदिर, (2) केदारनाथ मंदिर अंबभोना (बरगढ़) (3) बैद्यनाथ मंदिर देवगांव (बरगढ़) में। , (4) ग्यासमा (बरगढ़) में बालकुनेश्वर मंदिर, (5) मानेश्वर (संबलपुर) में मांधाता बाबा मंदिर, (6) सोर्ना (बरगढ़) में स्वप्नेश्वर मंदिर, (7) सोरंडा (बरगढ़) में विश्वेश्वर मंदिर और (8) नीलकंठेश्वर। नीलजी (भटली) का मंदिर। महानदी पर हुमा में बिमलेश्वर मंदिर का निर्माण महाराजा बलिराज सिंह ने करवाया था और बाकी का निर्माण अजीत सिंह और उनके पुत्र अभय सिंह के शासनकाल में हुआ था। ये मंदिर, हालांकि छोटी ऊँचाई, बड़ी कलात्मक सुंदरता और इनमें से प्रत्येक सुरम्य पृष्ठभूमि के साथ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दधिभमन मंदिर: दधीभमण मंदिर भटली में स्थित है - बरगढ़ जिले के ब्लॉक में से एक। दधिवामन भगवान जगन्नाथ का एक रूप है और इसके अनुसार एक समानांतर गाड़ी उत्सव का आयोजन किया जाता है। भटली को पश्चिमी ओडिशा के श्रीक्षेत्र के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वन्य जीवन अभयारण्य डेब्रिज</p>\r\n<p>बरगढ़ उप-मंडल में बारापहर पहाड़ियों में एक चोटी जिसकी ऊंचाई 2,267 फीट (691 मीटर) है। यह लखनपुर के गोंड जमींदार बलभद्र देव के विद्रोह के दौरान एक विद्रोही गढ़ था, जो यहाँ मारा गया था। महापात्र रे और बलदिया रे ने भी 1840 ई। के दौरान बरगढ़ के मौफीदार बालूकी दास की हत्या के बाद यहां शरण मांगी थी। स्वतंत्रता सेनानी वीर सुरेन्द्र साई ने 1864 में ब्रिटिश सैनिकों द्वारा यहां कब्जा कर लिया था। यहां एक वन्य जीवन अभयारण्य है। हाथियों, जंगली भैंसों और खाली बक को छोड़कर, ओडिशा राज्य के अधिकांश अन्य महत्वपूर्ण जानवरों को कमोबेश यहां दर्शाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>बरगढ़ चौहान वंश द्वारा निर्मित कई किलों में से एक है। यद्यपि निपटान के बारे में कोई स्पष्ट डेटा उपलब्ध नहीं है, फिर भी अंबाली के मैदानों की ओर 'जीरा' नदी के पास पुरानी किले की दीवारों का पता लगाया जा सकता है। 11 वीं शताब्दी ईस्वी के एक शिलालेख से यह माना जाता है कि इस स्थान का मूल नाम \"बहगर कोटा\" था। संबलपुर के चौहान राजा बलराम देव ने \"बरगढ़\" नाम से इस प्रांत पर शासन किया। उन्होंने इसे कुछ समय के लिए अपना मुख्यालय बनाया जबकि जीरा नदी के पास किला बनाया जाना था। संबलपुर के अंतिम चौहान राजा नारायण सिंह ने बरगढ़ की पूरी जमीन दो ब्राह्मण भाइयों कृष्ण दास और नारायण दाश, बलूची दास के बेटे नारायण दाश को दी, जो बलदेव रे और महापात्र रे के नेतृत्व में गोंड विद्रोही द्वारा कार्रवाई में मारे गए थे। पदमपुर उप- बरगढ़ का विभाजन, जिसे \"बोरसम्भर क्षेत्र\" के नाम से जाना जाता है, जमींदारी का मुख्यालय 2178 किमी 2 से अधिक था। यह बरगढ़ जिले का सबसे बड़ा उप-विभाजन है जिसका एक आदिवासी नेता के साथ सामंती इतिहास भी रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बौद्ध धर्म ने थोड़े समय के लिए लोगों की जीवन शैली को परिभाषित करने में महत्वपूर्ण भूमिका निभाई। कुछ प्राचीन बौद्ध मठों और मूर्तियों को बीजापुर ब्लॉक (गनियापाली) से शुरू होकर पैइकामल ब्लॉक (नृसिंहनाथ) तक देखा जा सकता है, जिसमें हू-त्सांग के साहित्य पो-ली-मो-लो-की-ली ( परिमलगिरी) (पसायत, २०० 2007, २००ag)।</p>\r\n<p>&nbsp;</p>\r\n<p>महान नायक वीर सुरेंद्र साय ने देब्रगढ़ से अंग्रेजों के खिलाफ अपने युद्ध का नेतृत्व किया, जो बारापहाड़ रेंज पर एक चोटी है। 1857 में प्रथम स्वतंत्रता संग्राम के बाद ब्रिटिश राज के खिलाफ उनकी लड़ाई भारत में स्वतंत्रता संग्राम के इतिहास में उल्लेखनीय थी (पसायत और सिंह, 2009; पंडा और पसायत, 2009)। देबरीगढ़ आज एक बाघ अभयारण्य है। इस अवधि में बाराबखरा (12 गुफाएँ) एक गुप्त बैठक स्थल हुआ करता था।</p>\r\n<p>अप्रैल 1992 तक बरगढ़ पुराने संबलपुर जिले का एक उपखंड था, जब तत्कालीन मुख्यमंत्री श्री बीजू पटनायक ने इसी नाम से नवगठित जिले का मुख्यालय घोषित किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, बरगढ़ की आबादी 83,651 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। बरगढ़ की औसत साक्षरता दर 76% है, जो राष्ट्रीय औसत 59.5% से अधिक है; पुरुषों के 57% और महिलाओं के 43% साक्षर हैं। 11% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>उड़िया भाषी लोगों के अलावा, जो बहुसंख्यक हैं, शहर में कुछ मारवाड़ी समुदाय हैं जो पलायन कर गए हैं और बस गए हैं। उड़िया भाषी आबादी के भीतर, प्रमुख समुदाय कुइल्टास, डमल्स, अघारीस, भुलिया / मेहर, तेली आदि कुटिलताएं और डमल्स हैं, जिन्हें मूल चास (कृषि समुदाय) का अपमान माना जाता है और यह तटीय क्षेत्र के खांडायतों का पर्याय है। । यह स्पष्ट रूप से अनुष्ठानों और वे प्रार्थना करने वाले देवताओं की समानता से स्पष्ट होता है। कुछ शासकों द्वारा इस क्षेत्र में भुलाया गया और बस गए, लेकिन सटीक समय अवधि विवादास्पद है। अग्रिहस को आगरा के मुगल साम्राज्य से युद्ध के दौरान एक कृषक समुदाय की स्थापना के लिए माइग्रेट किया गया था जब कुएल्टास को अंशकालिक क्षत्रियों का कर्तव्य सौंपा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>उड़िया संचार, आधिकारिक उद्देश्यों और शिक्षा के लिए भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>धनु यात्रा</p>\r\n<p>&nbsp;</p>\r\n<p>धनु जात्रा की कंशा</p>\r\n<p>&nbsp;</p>\r\n<p>Kansa1</p>\r\n<p>&nbsp;</p>\r\n<p>Kansa2</p>\r\n<p>&nbsp;</p>\r\n<p>Radhe1</p>\r\n<p>बरगढ़ को वार्षिक उत्सव, धनु जात्रा के लिए जाना जाता है, जो दुनिया भर के पर्यटकों को आकर्षित करता है। धनु जात्रा या धनुयात्रा, जो हर सर्दियों में मनाई जाती है, कृष्ण लीला का एक खुला मंचन है, जिसमें लगभग पूरा शहर एक मंच के रूप में दिखाई देता है। 'ट्राइंफ ऑफ गुड ओवर एविल' के सार्वभौमिक विषय के साथ 11 दिनों की अवधि और 6 किमी के दायरे में फैला। इसमें कृष्ण की पौराणिक कहानी को दर्शाया गया है, जो अपने माता-पिता (देवकी और बासुदेव) के विवाह से शुरू होकर कंस के वध तक की थी। इस पूरी अवधि के लिए, बारगढ़ शहर मथुरा के पौराणिक शहर में बदल जाता है, जीरा नदी यमुना में बदल जाती है और अंबापाली बरगढ़ नगर पालिका का एक वार्ड कंसहा (एक थिएटर कलाकार द्वारा अभिनीत) के साथ गोपपुर में बदल जाता है। इस फेस्टिवल को 6 किलोमीटर के दायरे में खेला जाने वाला वर्ल्ड का सबसे बड़ा ओपन एयर थिएटर माना जाता है। अब धनुयात्रा को भारत का राष्ट्रीय पर्व घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>नुआखाई या द नबना</p>\r\n<p>\"नुआखाई\" एकता का एक सामाजिक त्योहार है। यह त्यौहार भद्रा के महीने में किथ और रिश्तेदारों के बीच मनाया जाता है। नुआखाई की उपयुक्त तिथि गणेश पूजा के ठीक एक दिन बाद है। यह फसलों की कटाई का त्योहार है। इस अवसर पर फसल काटने के बाद नया अनाज पहली बार स्थानीय देवता को अर्पित किया जाता है और इस त्योहार के दौरान लोग खुद को मैरामाकिंग में खो देते हैं। नए कपड़े पहनना, स्वादिष्ट भोजन तैयार करना इस क्षेत्र के लोग उत्साह के साथ इस त्योहार को मनाते हैं। यह ज्यादातर पश्चिमी ओडिशा का एक कृषि त्योहार है।</p>\r\n<p>&nbsp;</p>\r\n<p>माँ श्यामा काली पूजा</p>\r\n<p>काली मंदिर रोड, बरगाह में काली-पूजा बड़े त्योहारों में से एक है, जब देवी माँ श्यामा काली की पूजा दीपावली के अवसर पर की जाती है और यज्ञ का आयोजन किया जाता है। देवी श्यामा काली की बड़ी सुंदर प्रतिमा 8 तरह के धातुओं सहित मिश्र धातु से बनी है। हाल ही में निर्मित देवी के लिए एक नया मंदिर वास्तव में तीर्थयात्रियों के लिए एक आकर्षण बिंदु है। काली मंदिर के अलावा, श्री सियामेश्वर महादेव मंदिर और हनुमान मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>श्यामकली मंदिर</p>\r\n<p>नृसिंहनाथ का बैसाख मेला</p>\r\n<p>नृसिंहनाथ जतरा जिले का एक और प्रमुख त्यौहार है, नृसिंहनाथ के धार्मिक स्थल में मनाया जाता है जहाँ भगवान विष्णु को मार्जारकेसरी के रूप में पूजा जाता है। नृसिंहनाथ भी एक ऐतिहासिक स्थल है जो आदिवासी और गैर-आदिवासी लोगों के धार्मिक संश्लेषण को दर्शाता है; और सैविज्म, वैष्णववाद, तंत्रवाद और बौद्ध धर्म (पसायत, 2005: 12-25)। यह मेला त्रयोदसी से पूर्णिमा तक बैसाख के महीने में नृशंसनाथ मंदिर में मनाया जाता है। यह नृसिंह जन्म (जन्म) के अवसर पर मनाया जाता है और इसे नरसिंह चतुर्दशी मेला के रूप में भी जाना जाता है। इस अवसर पर भक्तों का भारी जमावड़ा हो जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भटली की रथयात्रा</p>\r\n<p>भटली का कार्ट फेस्टिवल असाधा की द्वितीया तीथ पर भटली के दधीभमन मंदिर में मनाया गया। इस दिन भगवान दधीबमन रथ पर सवार होकर मौसीमा मंदिर की यात्रा पर निकलते हैं। भगवान 9 दिनों तक मौसीमा मंदिर में रहे और फिर से आसाधा की दशमी पर वापसी कार्ट फेस्टिवल मनाया जाता है। इस दिन भगवान अपने मंदिर लौटते हैं। भटली में भक्तों का भारी जमावड़ा हो जाता है। इस गाड़ी त्योहार को पुरी के साथ आत्मीयता कहा जाता है। इसलिए यह पश्चिमी उड़ीसा में प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री श्याम मंदिर भटली</p>\r\n<p>&nbsp;</p>\r\n<p>श्याम बाबा</p>\r\n<p>&nbsp;</p>\r\n<p>भटली श्याम मंदिर</p>\r\n<p>भटली में स्थित श्याम मंदिर के कई मूल्य हैं। यह खाटू श्यामजी के बाद सबसे लोकप्रिय श्याम मंदिर माना जाता है। श्याम महोत्सव के दौरान पूरे भारत से तीर्थयात्री मंदिर आते हैं।</p>\r\n<p>केदारनाथ के महा शिव रत्रि</p>\r\n<p>केदारनाथ मंदिर में महा शिवरात्रि फाल्गुन माह में चतुर्दशी को मनाई जाती है। यह मंदिर बरगढ़ शहर से लगभग 35 किमी दूर बारा पहाड़ की तलहटी में स्थित है। इस अवसर पर भगवान शिव की पूजा की जाती है। इस दिन श्रद्धालु उपवास रखते हैं और रात में जागते हैं। कई सांस्कृतिक कार्यक्रम आयोजित किए जाते हैं जिनका लोग आनंद लेते हैं। बरगढ़ के प्रत्येक शिव मंदिर में दिन मनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>बारपाली की सीतलस्थी</p>\r\n<p>देवी पार्वती के साथ भगवान शिव के विवाह समारोह के अवसर पर हर साल जेठ के महीने में षष्ठी के दिन बारपाली में मनाया जाता है। बारपाली में भक्तों का भारी जमावड़ा होता है। यह एक मोबाइल यात्रा है। कई लोक नृत्य, सांस्कृतिक कार्यक्रम आयोजित किए जाते हैं जो लोग रात में इसका आनंद लेते हैं। पिछले कुछ वर्षों से यह उचित बरगढ़ शहर में भी मनाया जाता रहा है। संबलपुर सीतल यात्रा यात्रा के बाद यह भक्तों के अनुसार दूसरा सबसे बड़ा स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेहरापाली का वसंत उत्सव</p>\r\n<p>वसंत पंचमी हर साल सोहेला के पास एक गांव बेहेरपाली में मनाई जाती है। सरस्वती देवी की पूजा के साथ प्रमुख आकर्षण कलाकारों द्वारा प्रस्तुत 3-दिवसीय ओपन-एयर नाटक है। गुप्त वंश की ऐतिहासिक कहानी रेखा के आधार पर, कलाकार राजा विक्रमादित्य, कालिदास और हमलावर पसचिम सत्रप को शामिल करते हैं और ग्रामीण उज्जैन के निवासी की भूमिका निभाते हैं। राज्य के विभिन्न हिस्सों के कलाकार राजा विक्रमादित्य के प्रांगण में अपने कौशल का प्रदर्शन करने आते हैं। पशिम सत्रप की हार और हत्या के बाद, वसंत उत्सव को खुशी के साथ मनाया जाता है। कई लोग अद्भुत अभिनय के साथ त्योहार का गवाह बनते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खूंटपाली की बाली यात्रा</p>\r\n<p>कार्तिक पूर्णिमा के दिन खूंटपाली में ज़ीरा नदी के रेत-बिस्तर पर बाली (रेत) यात्रा मनाई जाती है। इस अवसर पर भगवान शिव की बालू-शय्या पर सभी शांति के साथ पूजा की जाती है। इस दौरान खुंटपाली, एटी / पो में रेत के बिस्तर पर कई व्यापार किराए आयोजित किए जाते हैं। खुंटपाली, ताह / जिला। बारगढ़।</p>\r\n<p>&nbsp;</p>\r\n<p>निरंजनानंद योग संस्थान, योग शिक्षण संस्थान, बिहार स्कूल ऑफ योगा, मुंगेर से जुड़ा एक योग आश्रम, 2010 में शहर में स्थापित किया गया था। यह मंत्रोच्चारण और ध्यान के शाम के कार्यक्रमों के साथ-साथ सुबह में दैनिक योग सत्र आयोजित करता है। खुंटपाली की बालिजात्रा ओडिशा के सबसे अच्छे त्योहारों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कूचीपाली की जुगर जात्रा</p>\r\n<p>कुचीपाली की जुगरा जात्रा बारगढ़ जिले और ओडिशा के प्रसिद्ध त्योहारों में से एक है। यह त्योहार मानव जाति के भाईचारे और शांति पर आधारित है। यह 1985 में शुरू किया गया था और अब यह बरगढ़ जिले का सबसे अच्छा और प्रसिद्ध त्योहार है। भक्तों द्वारा माँ काली को बड़े-बड़े जुगाड़ दिए जाते हैं। जानवरों को आम तौर पर शक्ती उपासना या कालीपूजा, दुर्गापूजा और अन्य के त्योहार में मार दिया जाता है। लेकिन कूचीपाली के जुगाड़ में जुगार दिए जाते हैं, जो खाई (चावल का एक उत्पाद) और गुड़ (गन्ने का एक उत्पाद) से बनाए जाते थे। हालांकि जुगरा जात्रा एक महान त्यौहार है, लेकिन पुलिस की कोई आवश्यकता नहीं है। त्यौहार की सभी सुरक्षा और सुचारू रूप से संचालन एक स्वयंसेवी समूह सप्तर्षि स्वचसेवी संगथन द्वारा किया जाता है। इस त्यौहार में मसलमान भी भाग लेते हैं। यह त्योहार पूरी दुनिया को दुश्मनी को नष्ट करने और एकता बनाने की आज्ञा देता है। यह लोक नृत्य समूहों के लिए एक मंच भी है जो विलुप्त हो रहे हैं।</p>\r\n<p>जुगरा की यात्रा अब केवल बरगढ़ में सीमित नहीं है - यह छत्तीसगढ़ और अन्य पड़ोसी राज्यों में फैली हुई है। हर साल जिले के बाहर से 200 से अधिक जुगाड़ करने वाले आ रहे हैं। 2009 में जुगराजत्रा की रजत जयंती देखी गई। और २०० ९ से २१ खंडी जुगार (२१ * एक साधारण जुगार के बराबर बड़ा जुगाड़) दिया जाना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>स्थान के संदर्भ में बरगढ़ को बहुत अच्छी तरह से रखा गया है। 4 राज्य की राजधानियाँ रायपुर (222 किमी), भुवनेश्वर (350 किमी), रांची (लगभग 600 किमी) और कोलकाता (लगभग 600 किमी) अच्छी तरह से रेल मार्ग और सड़क से जुड़े हुए हैं। इसके अलावा यह संबलपुर और रायपुर के दो महत्वपूर्ण शहरों के बीच, राष्ट्रीय राजमार्ग 6 (भारत) (पुरानी नंबरिंग) पर स्थित है। बरगढ़ रोड रेलवे स्टेशन संबलपुर-झारसुगुड़ा-विजयनगरम पर स्थित है और यह रेखा बरगढ़ जिले की सेवा करती है जो संबलपुर रेलवे डिवीजन के अंतर्गत आता है। यह भुवनेश्वर, संबलपुर, रायपुर, हैदराबाद, चेन्नई, बैंगलोर, कोच्चि, रांची, आसनसोल, कोलकाता, वाराणसी, अहमदाबाद, सूरत और मुंबई से सीधे जुड़ा हुआ है। ओडिशा के सभी स्थान रेल या सड़क मार्ग से जुड़े हुए हैं। राष्ट्रीय राजमार्ग 26 (भारत) यहाँ से निकलता है जो इसे दक्षिणी ओडिशा के लगभग सभी जिलों से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>बरगढ़ की अर्थव्यवस्था काफी हद तक कृषि उत्पादों पर निर्भर है। अर्थव्यवस्था को और बढ़ावा देने के लिए शहर में एक चीनी मिल और एक धागा मिल के साथ एक सीमेंट कारखाना भी है। महानदी नदी से निकलने वाली नहरों के एक नेटवर्क के साथ जिले का एक हिस्सा अच्छी तरह से सिंचित है, जिससे अच्छी फसल सुनिश्चित होती है। दर्दखार के दैनिक सब्जी बाजार का दावा किया जाता है कि यह राज्य का सबसे बड़ा सब्जी बाजार है। अताबीरा ब्लॉक को अपने अनुकरणीय धान उत्पादन के कारण ओडिशा के चावल के कटोरे के रूप में जाना जाता है। बारगढ़ जिले में धान का उत्पादन लगभग 6,00,000.00 मीट्रिक टन प्रतिवर्ष है जो ओडिशा में सबसे बड़ा है। धान उत्पादन का समर्थन करने के लिए जिले में 100 से अधिक चावल मिलें बिखरी हुई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बरगढ़ को पश्चिमी ओडिशा का व्यापारिक केंद्र कहा जाता है। \"संबलपुरी साड़ियों\" की उत्पत्ति बारगढ़ जिले से ही हुई है जो संबलपुर शहर का एक पूर्व हिस्सा है। इकत हाथ की बुनी हुई साड़ियाँ और अन्य संबलपुरी कपड़े बरगढ़ जिले में बनते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>क्रमशः सड़क और रेलवे के माध्यम से रायपुर और कोलकाता के लिए आसान संचार ने परिवहन के लिए सामानों को आसान बना दिया। रांची के लिए दैनिक ट्रेन भी उपलब्ध है। वर्तमान में एनएच -6 खंड संबलपुर से रायपुर तक फैला हुआ है, जो बरगढ़ से भी गुजरता है, 4 लेन की सड़क में सुधार किया गया है, साथ ही संबलपुर से टिटलागढ़ तक 2 लेन में रेल मार्ग विकसित किया जा रहा है, जिससे पता चलता है कि यह शहर संभावित है। भविष्य में यह अर्थव्यवस्था के संदर्भ में और भी अधिक बढ़ने का अनुमान है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bargarh</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"बरगढ़","slug":"bargarh"},{"name":"बरगढ़-बैरागढ़","slug":"bargarh-baragarh"}],"recommendations":[{"id":809,"title":"पुरी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","dateCreated":"2019-09-29T13:57:56.483Z","dateModified":"2019-09-29T13:59:12.797Z","contributedBy":"AskGif","content":"पुरी भारत के ओडिशा राज्य का एक तटीय जिला है।\r\n&nbsp;\r\nइस जिले में 1722 राजस्व गांव शामिल हैं। इसमें एक सब-डिवीजन, 11 तहसील और 11 ब्लॉक हैं। पुरी जिले की एकमात्र नगरपालिका है। कोणार्क, पिपिली और नीमापारा इस जिले के तीन एन.ए.सी. सत्यबाड़ी, गोप, काकटपुर और ब्रह्मगिरि प्रमुख अर्ध-शहरी क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"पुरी","slug":"puri"}],"slug":"top-places-to-visit-in-puri-odisha","total":0},{"id":801,"title":"कंधमाल, फूलबनी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","dateCreated":"2019-09-29T01:51:15.246Z","dateModified":"2019-09-29T01:52:31.119Z","contributedBy":"AskGif","content":"कंधमाल भारत के ओडिशा राज्य का एक जिला है। जिले का जिला मुख्यालय फूलबनी है।\r\nफूलबानी कंधमाल जिले का एक नगरपालिका और प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nरुचि के स्थान\r\n&nbsp;\r\nबलस्कम्पा कंधमाल (फूलबानी) सब-डिवीजन के इस दक्षिण-पूर्व में एक गाँव है, जो दो पहाड़ी नदियों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"फूलबनी","slug":"phulbani"},{"name":"कंधमाल","slug":"kandhamal"}],"slug":"top-places-to-visit-in-kandhamal-phulbani-odisha","total":0},{"id":792,"title":"ढेंकनाल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"ढेंकनाल भारत के ओडिशा राज्य में ढेंकनाल जिले में एक शहर और एक नगर पालिका है।\r\nढेंकनाल जिला ओडिशा, भारत का एक प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nभूगोल\r\nढेंकनाल 20.67 &deg; N 85.6 &deg; E पर स्थित है। इसकी औसत ऊंचाई 80 मीटर (262 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ढेंकनाल","slug":"dhenkanal"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}