{"id":789,"title":"Top Places to visit in Balasore (Baleshwar), Odisha","imageUrl":"ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","dateCreated":"2019-09-28T02:26:58.707Z","dateModified":"2019-09-28T02:27:19.007Z","contributedBy":"AskGif","content":"<p>Balasore or Baleshwar is a city in the state of Odisha, about 194 kilometres (121 mi) north of the state capital Bhubaneswar, in eastern India. It is the administrative headquarters of Balasore district. It is best known for Chandipur beach. The Indian Ballistic Missile Defense Program's Integrated Test Range is located 18 km south of Balasore. It is the largest city of North Odisha.</p>\r\n<p>Balasore District also known as Baleswar District or Baleshwar District, is an administrative district of Odisha state in eastern India. Balasore is one of the coastal Districts of Odisha. It lies on the northernmost part of the state. It was a part of the ancient Kalinga which later became a territory of Toshal or Utkal.</p>\r\n<p>&nbsp;</p>\r\n<p>Balasore District covers an area of 3,634 km2 (1,403 sq mi) having total population of 2,317,419 as per 2011 census. The District is surrounded by Purba Medinipur and Paschim Medinipur district of West Bengal in its northern side, Bay of Bengal in its east, Bhadrak district in its south and Mayurbhanj and Kendujhar Districts lies on its western side. The District is located at 20.48 to 21.59 North Latitude and 86.16 to 87.29 east Longitude.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and festivals</p>\r\n<p>Balasore culture is a blend of traditional festivals, food, and music . The city offers a cosmopolitan and diverse lifestyle with a variety of food, entertainment, available in a form and abundance comparable to that in other cities. Balasore residents celebrate both Western and Indian festivals. Diwali, Holi, Eid, Christmas, Navratri, Good Friday, Dussera, Muharram, Ganesh Chaturthi, Durga Puja, Rajaa and Maha Shivratri are some of the popular festivals in the city. The akhada Arts Festival during durga puja is a unique culture of balasore.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals</p>\r\n<p>&nbsp;</p>\r\n<p>Durga puja, the festival of goddess Durga, is very popular in Balasore. Idols are worshipped in many streets and localities. In this city, Durga puja is famous for its idols, with localities trying to outsmart each other by constructing more attractive idols. Indeed, the whole city comes to a standstill on Astami, Navami and in Dashami burning of effigy of the demon Ravana (the eighth, ninth and tenth days of Durga puja) as people travel all over the city appreciating all the idols put forth by the neighbourhoods.</p>\r\n<p>Kali Puja, Just after Durga puja gets over, balasore gear up with all their vigour to celebrate Kali puja. On the auspicious day of Diwali amidst the bursting of firecrackers.</p>\r\n<p>Kartikeshwar puja: The organized puja committees in charge of carrying out the worship of the deity of Balasore get ready for Kartikeswar Puja. Kartikeshwar is the eldest son of Lord Shiva.</p>\r\n<p>Kite flying is also celebrated with much enthusiasm and energy in the city. Kite-flying culminates with the Makar Sankranti, with kite-flying competitions being held all over the city.</p>\r\n<p>All the other regular Indian festivals like Ganesh Chaturthi, Vasant Panchami, Holi, Id, Good Friday, Rath Yatra, Diwali, Christmas and the numerous Hindu festivals are also celebrated.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Statue of Fakir Mohan Senapati</p>\r\n<p>Balasore is the main education hub of Northern Odisha with many Engineering Schools and the famous Fakir Mohan University, named after the renowned novelist Fakir Mohan Senapati, who hails from this town of Odisha. A government medical college is under construction which will be opened from 2018 academic year. It will boost the medical facility in Balasore and northern Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Technical colleges/institutions</p>\r\n<p>Bahanaga Junior College</p>\r\n<p>Balasore College of Engineering and Technology</p>\r\n<p>Universities/colleges</p>\r\n<p>Fakir Mohan University</p>\r\n<p>Sagar College of Science</p>\r\n<p>Schools</p>\r\n<p>Modern Public School</p>\r\n<p>St. Vincent's Convent School</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Balasore railway station</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Biju Patnaik Airport in Bhubaneswar which is 200 kms from Balasore. Netaji Subhas Chandra Bose International Airport in Kolkata is 232 kms from Balasore.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Balasore railway station is an important station on the Howrah-Chennai main line of the South Eastern Railway. The distance to Kolkata is approximately 232 km, while the distance to Bhubaneswar is about 206 km. A branch line to Baripada starts from Rupsa, near Balasore. Balasore is connected to all parts of India through trains. There are frequent trains to Bhubaneswar, Kolkata, Chennai, Guwahati, Bangalore, Puri, Ernakulam. 58029/Balasore - Bhadrak Passenger (UnReserved) origine from here.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Balasore Railway station and Rajdhani express</p>\r\n<p>Road</p>\r\n<p>Balasore has a well developed roadways. National Highway 5 and National Highway 60 pass through the city. A part of the Golden Quadrilateral project, this highway runs from Chennai to Kolkata. Intra-city transport comprises cycle rickshaws and auto rickshaws. City bus services commenced in Balasore on 15 August 2017. The bus terminus is at Sahadev Khunta and thousands of private buses ply to hundreds of destinations everyday.Many luxurious A.C buses ply to Bhubneswar, Kolkata and other nearby cities daily.</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>Industrial and infrastructural development has boosted the healthcare market in Balasore and attracted healthcare corporate houses to set up base in the city. Balasore government hospital was the city's first hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports and entertainment</p>\r\n<p>Cricket is the most popular sport in the city. The city is also represented by the Balasore Baghas in the Odisha Premier League. Apart from cricket, people here love the game of football, volleyball &amp; other sports.</p>\r\n<p>&nbsp;</p>\r\n<p>Balasore has several cinemas playing films in Oriya, Hindi, and English languages.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Missile launch in Abdul Kalam Island, Chandipur</p>\r\n<p>Chandipur-on-sea is a seaside resort famous for its mile long beach. It is a unique beach &ndash; the tide comes to the shore only four times a day, at fixed intervals. At a distance of 30 km south-west is Panchalingeshwar, a temple and scenic spot high on a mountain. The presiding deity there, Shiva, cannot be seen. One has to touch and feel the statue as it is behind (submerged under) a waterfall. About 33 km south-west of Balasore, the town Santaragadia has the Biseswar temple situated on a hill. The town is surrounded by hills on all sides. Nearby is Khulia village, a settlement of aboriginals. Around 30 km south-east of Balasore is a port named Dhamra.</p>\r\n<p>&nbsp;</p>\r\n<p>Khirachora Gopinatha Temple, situated at Remuna, approximately 7 km from the main town of Balasore, was built by King Langula Narasimha Dev, who also built the famous temple at Konark. Khirochora Gopinath Temple is notable for its mythological story about how it was built there. The prashad of Krishna &ndash; the khira &ndash; is famous. The Biranchinarayan Temple, Palia, AstaDurga, and Bhudhar Chandi are some other temples located in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannatha Temple, Remuna is a newly built temple in the area, the architecture of which is influenced by the famous Jagannatha Temple of Puri.It is the recent favourite tourist spot concerning the region.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannatha Temple Nilagiri</p>\r\n<p>&nbsp;</p>\r\n<p>Bhusandeswara Temple</p>\r\n<p>There is a Jagannatha Temple in Nilagiri which is one of the prominent Jagannatha temples of Odisha. Lord Jagannath, Balabhadra and Subhadra are worshipped here. Every year, Ratha Yatra is performed with all the deities.</p>\r\n<p>&nbsp;</p>\r\n<p>Panchalingeswara Temple is a temple near a picnic spot in Baleswar which is located 30 km from Balasore. There is a state tourism Pantha Nivas in Panchalingeswara for tourists. Panchalingeswara is surrounded by hills and forests.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Panchalingeswara Temple</p>\r\n<p>Bhujakhia Pir, situated at sunhat at the heart of the city is the tomb of Sufi saint Aasthana Sharif Hazrat Pir named as Bhujakhia Pir.The most interesting thing that both Muslim and Hindu jointly worship pir baba.</p>\r\n<p>&nbsp;</p>\r\n<p>Baba Bhusandeswar Temple, is one of the largest Shiva Lingams in the World is in Bhograi village of Balasore district, Odisha.which is located 100 km from Balasore. The 12 feet long and 14 feet width lingam is carved out on a black granite and only half of the lingam is visible. The other half has remained buried for years. The diameter of the lingam is 12 feet and has three parts. The middle portion of the lingam is octagonal in shape, about 12 feet in diameter and nearly four feet in height. The Lingam slightly leans towards the right side.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balasore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-balasore-baleshwar-odisha","tags":[{"name":"baleshwar","slug":"baleshwar"},{"name":"odisha","slug":"odisha"},{"name":"balasore","slug":"balasore"}],"recommendations":[{"id":793,"title":"Top Places to visit in Ganjam, Chhatrapur, Odisha","imageUrl":"da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","dateCreated":"2019-09-28T11:46:21.104Z","dateModified":"2019-09-28T11:46:38.405Z","contributedBy":"AskGif","content":"Ganjam district is a district in the Indian state of Odisha. Ganjam's total area is 8,070 km&sup2; (3,116 mi&sup2;).\r\nGanjam is a town and a notified area council in Ganjam district in the state of Odisha, India.\r\n&nbsp;\r\nThe district headquarters is Chhatrapur. Ganjam is div","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhatrapur","slug":"chhatrapur"},{"name":"odisha","slug":"odisha"},{"name":"ganjam","slug":"ganjam"}],"slug":"top-places-to-visit-in-ganjam-chhatrapur-odisha","total":0},{"id":792,"title":"Top Places to visit in Dhenkanal, Odisha","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.\r\nDhenkanal District is an administrative division of Odisha, India.\r\n&nbsp;\r\nGeography\r\nDhenkanal is located at 20.67&deg;N 85.6&deg;E. It has an average elevation of 80 metres ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhenkanal","slug":"dhenkanal"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":787,"title":"Top Places to visit in Balangir, Odisha","imageUrl":"4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","dateCreated":"2019-09-28T02:01:49.935Z","dateModified":"2019-09-28T02:02:08.722Z","contributedBy":"AskGif","content":"Balangir is a city and municipality, the headquarters of Balangir district in the state of Odisha, India. Balangir has a rich cultural heritage. It is also known as the cultural hub of Western Odisha. Balangir municipality is divided into twenty one wards. It is spread over an area of 12,200 acre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"balangir","slug":"balangir"}],"slug":"top-places-to-visit-in-balangir-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}