{"id":79,"title":"Top Places to visit in Jaunpur, Uttar Pradesh","imageUrl":"6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","dateCreated":"2018-08-01T18:54:01.592Z","dateModified":"2018-12-08T08:47:29.07Z","contributedBy":"AskGif","content":"<p>Jaunpur is a town and a municipal board in Jaunpur district in the Indian state of Uttar Pradesh (U.P/UP). It is located 228 km southeast of state capital Lucknow.</p>\r\n<p>Jaunpur is located to the northwest of the district of Varanasi in the eastern part of the North Indian state of Uttar Pradesh. Demographically, Jaunpur resembles the rest of the Purvanchal area in which it is located.</p>\r\n<p>A greenfield international airport is being constructed in Mariahu tehsil of Jaunpur to ease out the traffic at Babatpur Airport in Varanasi.</p>\r\n<p>Gomti, Sai, Varuna, Pili, and Basuhi are the five rivers which make its land fertile.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","subContents":[{"SubTitle":"1. Sheetala Chaukia Dham Mandir","SubTitleHindi":null,"SubContent":"<p>The temple of Maa Sheetla Chaukiya Devi is quite old. The worship of Shiva and Shakti has been going on since times immemorial. History states that, during the era of Hindu kings, the governance of Jaunpur was in the hands of Ahir rulers. Heerchand Yadav is considered the first Aheer ruler of Jaunpur. The descendants of this clan used to surname 'Ahir'. These people built forts at Chandvak and Gopalpur. It is believed that the temple of Chaukiya Devi was built in the glory of their clan-deity either by the Yadavs or the Bhars- but in view of the predilections of the Bhars, it seems more logical to conclude that this temple was built by the Bhars. The Bhars were non-Aryans. The worship of Shiv and Shakti was prevalent in the non-Armyans. The Bhars held power in Jaunpur. At first, the Devi must have been installed on a praised platform or 'chaukiya' and probably because of this she was referred to as Chaukia Devi. Devu Sheetla is the representative blissful aspect of the Divine Mother: hence she was called Sheetla. On Mondays and Fridays, worshippers come here in quite large numbers. Huge crowds gather here during the Navratri.</p>","SubContentHindi":null,"ImageUrl":"4cf893b5-d301-4117-ad38-895db1bd2f9b_sheetla.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Trilochan Mahadev Temple","SubTitleHindi":null,"SubContent":"<p>Trilochan Mahadev Temple is situated around 40 kilometres off from the city of Jaunpur, it has been an ancient place for worship of the Hindus. this Temple is dedicated to Lord Shiva, apart from this it also has other places of interest like the Shitla Chowkiya Dham and the Yamadagni Ashram in its vicinity.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>You can reach Trilochan Mahadev Temple, Jaunpur is by availing the bus or train services from Varanasi, which is just 56 kilometres away from Jaunpur. it can also be accessed from Lucknow, the capital of the State of Uttar Pradesh, which is 214 kilometres away.</p>","SubContentHindi":null,"ImageUrl":"c1bb64d4-ba4c-4cf8-9c55-62461e84775c_TrilochanMahadevTemple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Shahi Bridge","SubTitleHindi":null,"SubContent":"<p>Shahi Bridge or Munim Khan's Bridge or Akbari Bridge or Mughal Bridge or Jaunpur Bridge is a 16th-century bridge over river Gomti in Jaunpur, Uttar Pradesh, India. The Shahi Bridge is located 1.7 kilometers (1.1 mi) north of Jaunpur, 7.3 kilometers (4.5 mi) northwest of Zafarābād, 16.2 kilometers (10.1 mi) north-northeast of Mariāhū and 26.6 kilometers (16.5 mi) west-northwest of the town of Kirākat.</p>","SubContentHindi":null,"ImageUrl":"2b6a6351-bac5-4893-a25e-ae9199809da2_Jaunpurbridge.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Lal Darwaza Masjid","SubTitleHindi":null,"SubContent":"<p>Lal Darwaza Masjid (Red Portal mosque or Ruby Gate mosque) of Jaunpur, was built in 1447 by Queen Rajye Bibi and dedicated to Sayyid Ali Dawood Kutubbudin a saint.</p>\r\n<p>The Lal Darwaza Masjid was built with the palace of Bibi Raji, who was the Queen of Sultan Mahmood Sharqi, a ruler of the Sharqi Dynasty. The Lal Darwaza Masjid, Jaunpur was formed to serve as a private mosque for the Queen.</p>\r\n<p>&nbsp;</p>\r\n<p>Bibi Raji established a religious school in the area surrounding the Lal Darwaza in Jaunpur for all the local Muslim residents. The school (or Madrasa) was named Jamia Hussainia and it exists till date.</p>","SubContentHindi":null,"ImageUrl":"f42fdbb1-5fdf-47e0-8989-2a537099787c_LalDarwazaMasjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Atala Mosque","SubTitleHindi":null,"SubContent":"<p>Atala Masjid or Atala Mosque is a 15th-century mosque in Jaunpur, Uttar Pradesh, India. It is one of the chief tourist attractions in Jaunpur.</p>\r\n<p>&nbsp;</p>\r\n<p>It is located 2.2 km north-northeast of Jaunpur, 7.3 km northwest of Zafarābād, 16.8 km north-northeast of Mariāhū, 26.3 km west-northwest of Kirākat.</p>\r\n<p>&nbsp;</p>\r\n<p>The architecture inside still shows old Atala Devi Temple, which was built by Raja Vijaya Chandra, father-in-law of King Prithviraj Chauhan.</p>","SubContentHindi":null,"ImageUrl":"9508b497-de98-4368-8271-27f8b3e1cb4a_AtalaMosque.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Botany Museum","SubTitleHindi":null,"SubContent":"<p>Botany Museum which is situated in Jaunpur is one of the main attraction for travelers. it is situated in a quiet town of Jaunpur, you will feel refreshed on viewing plants which possess some unique features.</p>\r\n<p>The Botanical Museum in Jaunpur is open to the public on all working days from 10.00 a.m. and closes at 5.00 p.m. The Jaunpur Botany Museum remains closed on all public holidays and during the vacations of T.D. College. However, the Jaunpur Botany Museum does not allow the tourists to take photographs of any of the displayed items.</p>","SubContentHindi":null,"ImageUrl":"94885086-1641-4bbc-b8f1-883e79bff83e_archaeological-museum.jpeg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Jama Mosque","SubTitleHindi":null,"SubContent":"<p>Jama Masjid one of the largest mosques of India or Jama Mosque or Jami Masjid or Badi Masjid is a 15th-century mosque in Jaunpur, Uttar Pradesh, India. It is one of the chief tourist attractions in Jaunpur. The mosque is 2.2 km north-northeast of Jaunpur, 7.3 km northwest of Zafarābād, 16.8 km north-northeast of Mariāhū, 26.3 km west-northwest of Kirākat.</p>\r\n<p>&nbsp;</p>\r\n<p>Special prayers are held every Friday. Regular prayers for five times are offered every day,</p>","SubContentHindi":null,"ImageUrl":"73ca050d-d667-43e0-8442-955371ab42ba_badi-masjid-jaunpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Yamdagni Ashram","SubTitleHindi":null,"SubContent":"<p>Yamdagni Ashram is situated in the Jamaitha village, situated 6.5 km from the district headquarters. This Ashram is considered to be the place of worship Maharshi Yamdagni, father of Lord Parashuram. The ashram's architecture follows the ancient way of building the temples and the places to live nearby.</p>","SubContentHindi":null,"ImageUrl":"f704c57c-6ef2-4da7-aaa8-54a0e5041d9d_yamdagni-ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach Jaunpur","SubTitleHindi":null,"SubContent":"<p>Jaunpur is well-connected with all major cities of India thanks to Indian Railways. It has four major railway stations: Jaunpur City Railway Station(JOP) and Jaunpur Junction (JNU), Shahganj Junction (SHG), Janghai Junction, Kerakat railway station (KCT). Zafarabad (ZBD) also a railway station where's many train routes are diverted i.e. Allahabad, Varanasi, Lucknow Via Sultanpur, Lucknow via Shahgan, Ghazipur via Jaunpur junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaunpur is well connected to Lucknow, Gorakhpur, Varanasi, Allahabad and other cities like Azamgarh, Mirzapur, Janghai, Sultanpur, Kerakat, Ghazipur etc. Mariahu NH-56, SH-36 are the roadways connecting all major cities to Jaunpur.</p>","SubContentHindi":null,"ImageUrl":"263601e5-c469-4cb1-8dfe-b56afb865951_airport.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jaunpur-uttar-pradesh","tags":[{"name":"jaunpur","slug":"jaunpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"how-to-reach-jaunpur-uttar-pradesh","slug":"how-to-reach-jaunpur-uttar-pradesh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"recommendations":[{"id":192,"title":"Top Places to visit in Bhadohi (Gyanpur), Uttar Pradesh","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"Bhadohi Bhadohi district in the northern Indian state of Uttar Pradesh. It is also known as the \"Carpet City,\" as it is home to the largest hand-knotted carpet weaving industry hub in South Asia. The city is 45 km west of Varanasi and 82 km east of Allahabad.\r\n&nbsp;\r\nEducation\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"gyanpur","slug":"gyanpur"},{"name":"bhadohi","slug":"bhadohi"}],"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","total":0},{"id":151,"title":"Top Places to visit in Kannauj, Uttar Pradesh","imageUrl":"ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","dateCreated":"2018-11-13T15:25:35.564Z","dateModified":"2018-11-13T15:36:00.296Z","contributedBy":"AskGif","content":"Kannauj (formerly Cannodge), is a city, administrative headquarters and a municipal board or Nagar Palika Parishad in Kannauj district in the Indian state of Uttar Pradesh. The city's name is a modern form of the classical name Kanyakubja (The city of the hunchbacked maidens).\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kannauj","slug":"kannauj"}],"slug":"top-places-to-visit-in-kannauj-uttar-pradesh","total":0},{"id":125,"title":"Top Places to Visit in Deoria, Uttar Pradesh","imageUrl":"3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","dateCreated":"2018-08-29T13:40:56.61Z","dateModified":"2018-08-29T14:16:41.97Z","contributedBy":"AskGif","content":"Deoria is a city in the state of Uttar Pradesh, India. It is one of five tehsils of the Deoria district. Deoria is located 50 km to the southeast of Gorakhpur and about 310 km from the state capital Lucknow.\r\nDeoria district is one of the districts of Uttar Pradesh state of India, and Deor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"deoria","slug":"deoria"}],"slug":"top-places-to-visit-in-deoria-uttar-pradesh","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}