{"id":79,"title":"जौनपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","dateCreated":"2018-08-01T18:54:01.592Z","dateModified":"2018-12-08T08:47:29.07Z","contributedBy":"AskGif","content":"<p>जौनपुर भारतीय राज्य उत्तर प्रदेश&nbsp;(U.P/UP) के जौनपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह राज्य की राजधानी लखनऊ के 228 किमी दक्षिणपूर्व में स्थित है।</p>\r\n<p>जौनपुर उत्तर भारतीय राज्य उत्तर प्रदेश के पूर्वी हिस्से में वाराणसी जिले के उत्तर-पश्चिम में स्थित है। जनसांख्यिकीय, जौनपुर शेष पूर्वांचल क्षेत्र जैसा दिखता है जिसमें यह स्थित है।</p>\r\n<p>वाराणसी में बाबातपुर हवाई अड्डे पर यातायात को कम करने के लिए जौनपुर के मारियाहू तहसील में एक ग्रीनफील्ड अंतरराष्ट्रीय हवाई अड्डे का निर्माण किया जा रहा है।</p>\r\n<p>गोमती, साईं, वरुना, पिली और बसुही पांच नदियां हैं जो अपनी भूमि उपजाऊ बनाती हैं।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","subContents":[{"SubTitle":"1. शीताला चौकी धाम मंदिर","SubTitleHindi":null,"SubContent":"<p>मा शीताला चौकीया देवी का मंदिर काफी पुराना है। प्राचीन काल से शिव और शक्ति की पूजा चल रही है। इतिहास बताता है कि, हिंदू राजाओं के युग के दौरान, जौनपुर का शासन अहिर शासकों के हाथों में था। हीरचंद यादव को जौनपुर के पहले अहिर शासक माना जाता है। इस कबीले के वंशज 'अहिर' उपनाम करते थे। इन लोगों ने चंदवक और गोपालपुर में किलों का निर्माण किया। ऐसा माना जाता है कि चौकी देवी का मंदिर यादवों या भर्सों द्वारा अपने वंश-देवताओं की महिमा में बनाया गया था- लेकिन भार्स की पूर्वाग्रहों को देखते हुए, यह निष्कर्ष निकालने के लिए और अधिक तार्किक लगता है कि यह मंदिर बनाया गया था Bhars। भार्स गैर-आर्य थे। गैर-सेनावासियों में शिव और शक्ति की पूजा प्रचलित थी। भंस ने जौनपुर में सत्ता संभाली सबसे पहले, देवी को प्रशंसित मंच या 'चौकी' पर स्थापित किया जाना चाहिए था और शायद इस वजह से उन्हें चौकी देवी के रूप में जाना जाता था। देवू शीतला दिव्य माता का प्रतिनिधि आनंददायक पहलू है: इसलिए उसे शीतला कहा जाता था। सोमवार और शुक्रवार को, पूजा करने वाले यहां बड़ी संख्या में आते हैं। नवरात्रि के दौरान यहां बड़ी भीड़ इकट्ठी होती है।</p>","SubContentHindi":null,"ImageUrl":"4cf893b5-d301-4117-ad38-895db1bd2f9b_sheetla.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. त्रिलोचन महादेव मंदिर","SubTitleHindi":null,"SubContent":"<p>त्रिलोचन महादेव मंदिर जौनपुर शहर से करीब 40 किलोमीटर दूर स्थित है, यह हिंदुओं की पूजा के लिए एक प्राचीन स्थान रहा है। यह मंदिर भगवान शिव को समर्पित है, इसके अलावा इसके अलावा शिमला चौकीया धाम और यमदगनी आश्रम जैसे अन्य हितों में भी इसके आसपास के क्षेत्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आप त्रिलोचन महादेव मंदिर तक पहुंच सकते हैं, जौनपुर वाराणसी से बस या ट्रेन सेवाओं का लाभ उठाकर है, जो जौनपुर से सिर्फ 56 किलोमीटर दूर है। इसे उत्तर प्रदेश राज्य की राजधानी लखनऊ से भी पहुंचा जा सकता है, जो कि 214 किलोमीटर दूर है।</p>","SubContentHindi":null,"ImageUrl":"c1bb64d4-ba4c-4cf8-9c55-62461e84775c_TrilochanMahadevTemple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. शाही ब्रिज","SubTitleHindi":null,"SubContent":"<p>शाही ब्रिज या मुनीम खान का पुल या अकबर ब्रिज या मुगल ब्रिज या जौनपुर ब्रिज भारत के उत्तर प्रदेश के जौनपुर में गोमती नदी पर 16 वीं शताब्दी का पुल है। शाही ब्रिज जौनपुर के उत्तर में 1.7 किलोमीटर (1.1 मील) उत्तर, जफरबाद के उत्तर-पश्चिम में 7.3 किलोमीटर (4.5 मील), मारीहु के उत्तर-पूर्वोत्तर के 16.2 किलोमीटर (10.1 मील) और शहर के 26.6 किलोमीटर (16.5 मील) पश्चिम-उत्तर-पश्चिम में स्थित है। Kirākat।</p>","SubContentHindi":null,"ImageUrl":"2b6a6351-bac5-4893-a25e-ae9199809da2_Jaunpurbridge.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. लाल दरवाजा मस्जिद","SubTitleHindi":null,"SubContent":"<p>जौनपुर के लाल दरवाजा मस्जिद (लाल पोर्टल मस्जिद या रूबी गेट मस्जिद) का निर्माण 1447 में रानी राजे बीबी ने किया था और एक संत सैयद अली दाऊद कुतुबुद्दीन को समर्पित थे।</p>\r\n<p>लाल दरवाजा मस्जिद बिबी राजी के महल के साथ बनाया गया था, जो शारकी राजवंश के शासक सुल्तान महमूद शारकी की रानी थी। लाल दरवाजा मस्जिद, जौनपुर का निर्माण रानी के लिए एक निजी मस्जिद के रूप में करने के लिए किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बीबी राजी ने सभी स्थानीय मुस्लिम निवासियों के लिए जौनपुर में लाल दरवाजा के आस-पास के इलाके में एक धार्मिक विद्यालय की स्थापना की। स्कूल (या मदरसा) का नाम जामिया हुसैनिया रखा गया था और यह आज तक मौजूद है।</p>","SubContentHindi":null,"ImageUrl":"f42fdbb1-5fdf-47e0-8989-2a537099787c_LalDarwazaMasjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. अटाला मस्जिद","SubTitleHindi":null,"SubContent":"<p>अटाला मस्जिद या अटाला मस्जिद भारत के उत्तर प्रदेश, जौनपुर में 15 वीं शताब्दी की मस्जिद है। यह जौनपुर के मुख्य पर्यटन आकर्षणों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जौनपुर के 2.2 किमी उत्तर-पूर्वोत्तर में स्थित है, जफरबाद के 7.3 किमी उत्तर-पश्चिम में, मारीहु के 16.8 किमी उत्तर-पूर्वोत्तर, किराकत के पश्चिम-उत्तर-पश्चिम में 26.3 किमी उत्तर-उत्तर-पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंदर वास्तुकला अभी भी पुराने अताला देवी मंदिर दिखाता है, जिसे राजा पृथ्वीराज चौहान के ससुर राजा विजया चंद्र ने बनाया था।</p>","SubContentHindi":null,"ImageUrl":"9508b497-de98-4368-8271-27f8b3e1cb4a_AtalaMosque.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. बॉटनी संग्रहालय","SubTitleHindi":null,"SubContent":"<p>जौनपुर में स्थित बॉटनी संग्रहालय यात्रियों के लिए मुख्य आकर्षण है। यह जौनपुर के शांत शहर में स्थित है, आप उन पौधों को देखने पर ताज़ा महसूस करेंगे जिनमें कुछ अनूठी विशेषताएं हैं।</p>\r\n<p>जौनपुर में बॉटनिकल संग्रहालय सभी कामकाजी दिनों में 10.00 बजे से जनता के लिए खुला है और 5.00 बजे बंद हो जाता है। जौनपुर बॉटनी संग्रहालय सभी सार्वजनिक छुट्टियों और टीडी कॉलेज की छुट्टियों के दौरान बंद रहता है। हालांकि, जौनपुर बॉटनी संग्रहालय पर्यटकों को किसी भी प्रदर्शित वस्तुओं की तस्वीरें लेने की अनुमति नहीं देता है।</p>","SubContentHindi":null,"ImageUrl":"94885086-1641-4bbc-b8f1-883e79bff83e_archaeological-museum.jpeg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. जामा मस्जिद","SubTitleHindi":null,"SubContent":"<p>जामा मस्जिद भारत की सबसे बड़ी मस्जिद या जामा मस्जिद या जामी मस्जिद या बडी मस्जिद भारत के उत्तर प्रदेश के जौनपुर में 15 वीं शताब्दी की मस्जिद है। यह जौनपुर के मुख्य पर्यटन आकर्षणों में से एक है। मस्जिद जौनपुर के 2.2 किमी उत्तर-पूर्वोत्तर, जफरबाद के उत्तर-पश्चिम में 7.3 किमी, मारीहु के उत्तर-पूर्वोत्तर के 16.8 किमी उत्तर-पूर्वोत्तर, किराकत के पश्चिम-उत्तर-पश्चिम में 26.3 किमी उत्तर-पूर्वोत्तर है।</p>\r\n<p>&nbsp;</p>\r\n<p>हर शुक्रवार को विशेष प्रार्थनाएं आयोजित की जाती हैं। रोजाना पांच बार नियमित प्रार्थनाएं दी जाती हैं,</p>","SubContentHindi":null,"ImageUrl":"73ca050d-d667-43e0-8442-955371ab42ba_badi-masjid-jaunpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. यमदाग्नी आश्रम","SubTitleHindi":null,"SubContent":"<p>यमदाग्नी आश्रम दलित मुख्यालय से 6.5 किमी दूर स्थित जमािता गांव में स्थित है। इस आश्रम को भगवान परशुराम के पिता महर्षि यमदाग्नी की पूजा करने का स्थान माना जाता है। आश्रम का वास्तुकला मंदिरों और स्थानों के निर्माण के प्राचीन तरीके का पालन करता है।</p>","SubContentHindi":null,"ImageUrl":"f704c57c-6ef2-4da7-aaa8-54a0e5041d9d_yamdagni-ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. जौनपुर कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>भारतीय रेलवे के लिए जौनपुर भारत के सभी प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। इसमें चार प्रमुख रेलवे स्टेशन हैं: जौनपुर सिटी रेलवे स्टेशन (जेओपी) और जौनपुर जंक्शन (जेएनयू), शाहगंज जंक्शन (एसएचजी), जांघई जंक्शन, केराकैट रेलवे स्टेशन (केसीटी)। जफरबाद (जेडबीडी) भी एक रेलवे स्टेशन है जहां कई ट्रेन मार्गों को यानी इलाहाबाद, वाराणसी, लखनऊ वाया सुल्तानपुर, लखनऊ शाहगान, गाज़ीपुर के माध्यम से जौनपुर जंक्शन के माध्यम से हटाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जौनपुर लखनऊ, गोरखपुर, वाराणसी, इलाहाबाद और आज़मगढ़, मिर्जापुर, जांघई, सुल्तानपुर, कराकाट, गाज़ीपुर आदि जैसे अन्य शहरों से अच्छी तरह से जुड़ा हुआ है। मारियाहू एनएच -56, एसएच -36 सभी प्रमुख शहरों को जौनपुर से जोड़ने वाले सड़क मार्ग हैं।</p>","SubContentHindi":null,"ImageUrl":"263601e5-c469-4cb1-8dfe-b56afb865951_airport.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jaunpur-uttar-pradesh","tags":[{"name":"जौनपुर","slug":"jaunpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जौनपुर-उत्तरा-प्रदेश-तक-कैसे-पहुंचे","slug":"how-to-reach-jaunpur-uttar-pradesh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"recommendations":[{"id":192,"title":"भदोही (ज्ञानपुर) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य उत्तर प्रदेश में भदोही भदोही जिला। इसे \"कालीन शहर\" के रूप में भी जाना जाता है, क्योंकि यह दक्षिण एशिया में सबसे बड़ा हाथ से बुना हुआ कालीन बुनाई उद्योग हब है। शहर वाराणसी से पश्चिम में 45 किमी और इलाहाबाद से 82 किमी पूर्व में है।\r\n&nbsp;\r\nशिक्षा\r\nकालेजों</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ज्ञानपुर","slug":"gyanpur"},{"name":"भदोही","slug":"bhadohi"}],"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","total":0},{"id":151,"title":"कन्नौज में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","dateCreated":"2018-11-13T15:25:35.564Z","dateModified":"2018-11-13T15:36:00.296Z","contributedBy":"AskGif","content":"कन्नौज (पूर्व में कैनोज), भारतीय राज्य उत्तर प्रदेश के कन्नौज जिले में एक शहर, प्रशासनिक मुख्यालय और एक नगरपालिका बोर्ड या नगर पालिका परिषद है। शहर का नाम शास्त्रीय नाम कन्याकुब्जा (हंचबैक वाली नौकरियों का शहर) का एक आधुनिक रूप है।\r\n&nbsp;\r\nइसे मिहिरा भोज के समय महादोया भी कहा जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्नौज","slug":"kannauj"}],"slug":"top-places-to-visit-in-kannauj-uttar-pradesh","total":0},{"id":125,"title":"देवरिया में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","dateCreated":"2018-08-29T13:40:56.61Z","dateModified":"2018-08-29T14:16:41.97Z","contributedBy":"AskGif","content":"देवरिया उत्तर प्रदेश, भारत राज्य में एक शहर है। यह देवरिया जिले के पांच तहसीलों में से एक है। देवरिया गोरखपुर के दक्षिणपूर्व में 50 किमी और राज्य की राजधानी लखनऊ से करीब 310 किमी दूर स्थित है।\r\nदेवरिया जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और देवरिया शहर जिला मुख्यालय है। देवरिया ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"देवरिया","slug":"deoria"}],"slug":"top-places-to-visit-in-deoria-uttar-pradesh","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}