{"id":790,"title":"कटक में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"4ec726a0-3758-4cd3-b8c5-7fc7f32537af_Cuttack-railway.jpg","dateCreated":"2019-09-28T02:49:52.763Z","dateModified":"2019-09-28T02:50:11.489Z","contributedBy":"AskGif","content":"<p>कटक पूर्व की राजधानी है और पूर्वी भारतीय राज्य ओडिशा का दूसरा सबसे बड़ा शहर है। यह कटक जिले का मुख्यालय भी है। शहर का नाम कटका का एक रूप है, जिसका शाब्दिक अर्थ है किला, प्राचीन बाराबती किले का एक संदर्भ जिसके चारों ओर शहर शुरू में विकसित हुआ था। कटक को मिलेनियम सिटी के साथ-साथ सिल्वर सिटी के रूप में भी जाना जाता है क्योंकि इसका इतिहास 1000 वर्षों का है और प्रसिद्ध चांदी का काम करता है। इसे ओडिशा की न्यायिक राजधानी भी माना जाता है क्योंकि उड़ीसा उच्च न्यायालय यहाँ स्थित है। यह ओडिशा की वाणिज्यिक राजधानी भी है जो शहर में और उसके आसपास कई व्यापारिक और व्यापारिक घरानों को होस्ट करती है। कटक अपनी दुर्गा पूजा के लिए भी प्रसिद्ध है जो ओडिशा और पश्चिम बंगाल का सबसे महत्वपूर्ण त्योहार है। कटक नेताजी सुभाष चंद्र बोस की जन्मस्थली भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का पुराना और सबसे महत्वपूर्ण हिस्सा कथजोडी नदी और महानदी नदी के बीच भूमि की एक पट्टी पर केंद्रित है, जो पुराने जगन्नाथ रोड से दक्षिण-पूर्व में है। शहर, 59 वार्डों से मिलकर कटक नगर निगम का एक हिस्सा है। कटक पश्चिम में कथजोडी के फूलनखारा से लेकर उत्तर में बिरुपा नदी तक चौड़वार तक फैला है, जबकि पूर्व में यह कंधारपुर से शुरू होता है और पश्चिम में नारज के रूप में चलता है। महानदी और उसकी वितरिकाएँ कथाजोड़ी, कुआखाई, बिरुपा सहित चार नदियाँ शहर से होकर गुजरती हैं। इसके अलावा कथाजोडी को देवी और बिल्लूखाई में वितरित किया जाता है जो अक्सर भौगोलिक क्षेत्र को रेशेदार जड़ों की तरह बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कटक और भुवनेश्वर को अक्सर ओडिशा के जुड़वां-शहरों के रूप में जाना जाता है। दोनों शहरों द्वारा गठित महानगरीय क्षेत्र की जनसंख्या 2018 में 1.862 मिलियन है। कटक को भारत सरकार द्वारा उपयोग की जाने वाली रैंकिंग प्रणाली के अनुसार टियर -2 शहर के रूप में वर्गीकृत किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कटक एक अनियोजित शहर है, जो गलियों, गलियों और उप-गलियों के एक भूलभुलैया की विशेषता है, जिसने इसे बबन बाज़ार, टेपन गली और 52 बाजारों और 53 सड़कों के साथ एक शहर का उपनाम दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>तीर्थ स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>कटक चंडी देवी</p>\r\n<p>कटक चंडी मंदिर</p>\r\n<p>धबलेश्वर मंदिर</p>\r\n<p>परमहंस नाथ मंदिर</p>\r\n<p>धबलेश्वर पुल</p>\r\n<p>बाबा रामदेव मंदिर</p>\r\n<p>क़दम ई रसूल</p>\r\n<p>जामा मस्जिद</p>\r\n<p>गुरुद्वारा गुरु नानक दातन साहिब</p>\r\n<p>बुखारी बाबा पीर</p>\r\n<p>बुखारी बाबा दरगाह</p>\r\n<p>दिगंबर जैन मंदिर</p>\r\n<p>चर्च ऑफ एपिफनी</p>\r\n<p>चौधरी बाजार में देवी दुर्गा की मूर्ति</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कटक में स्कूल और कॉलेज</p>\r\n<p>कटक में स्कूल या तो सीएमसी द्वारा या निजी ट्रस्टों और व्यक्तियों द्वारा चलाए जाते हैं। कटक में ओडिया माध्यम स्कूल माध्यमिक शिक्षा बोर्ड, ओडिशा से संबद्ध हैं, जबकि अंग्रेजी माध्यम आईसीएसई या सीबीएसई से संबद्ध है। कटक में अंग्रेजी और ओडिया माध्यम स्कूलों के अलावा, कुछ हिंदी, उर्दू, गुजराती, बंगाली और तेलुगु माध्यम स्कूल भी मौजूद हैं। ओडिशा का सबसे पुराना स्कूल, रेनशॉ कॉलेजिएट स्कूल, जो अपने पूर्व छात्रों में कई प्रतिष्ठित हस्तियों को गर्व से सम्&zwj;मिलित करता है, जिनमें नेताजी सुभाष चंद्र बोस, बीजू पटनायक, हरेकृष्&zwj;ण महताब, आदि कटक में स्थित हैं। शहर के अन्य प्रमुख ओडिया माध्यम स्कूलों में माध्यमिक बोर्ड हाई स्कूल, जोबरा हाई स्कूल, रेनशॉ गर्ल्स हाई स्कूल, रानीहाट हाई स्कूल, नुआ बाज़ार हाई स्कूल, ओडिशा पुलिस हाई स्कूल, क्राइस्ट कॉलेजिएट स्कूल, कमलाकांत विद्यापीठ, पीरी मोहन अकादमी शामिल हैं। , बदामबाड़ी न्यू कॉलोनी हाई स्कूल, मातृभूमि, बकले गर्ल्स स्कूल, सीआरआरआई हाई स्कूल।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कई सरस्वती शिशु मंदिर और सीबीएसई स्कूल हैं। प्रमुख पब्लिक स्कूल साईं इंटरनेशनल रेजिडेंशियल स्कूल (SIRS), D.A.V. पब्लिक स्कूल, सेक्टर -6, सीडीए, एलआरडीएवी पब्लिक स्कूल, गदरपुर, डी.ए.वी. पब्लिक स्कूल, राजाबिजहा, जवाहर नवोदय विद्यालय, केंद्रीय विद्यालय नंबर 1, केंद्रीय विद्यालय नंबर 2, महानदी विहार, केंद्रीय विद्यालय नंबर 3, केंद्रीय विद्यालय आर्क चारबतिया, स्टीवर्ट स्कूल, न्यू स्टीवर्ट स्कूल, दिल्ली पब्लिक स्कूल कलिंग, सेंट एक्स। हाई स्कूल, श्री सत्य साई स्कूल, सेंट जोसेफ गर्ल्स हाई स्कूल, एससीबी मेडिकल पब्लिक स्कूल, कैम्ब्रिज स्कूल, जोहरिमल हाई स्कूल, मॉडर्न पब्लिक स्कूल, क्वीन मैरी स्कूल आदि नेताजी सुभाष चंद्र बोस ने रेनशॉ कॉलेजिएट स्कूल जाने से पहले कुछ समय तक स्टीवर्ट स्कूल में अध्ययन किया।</p>\r\n<p>10 + 2 + 3/4 योजना के तहत, छात्र दस साल की स्कूली शिक्षा पूरी करते हैं और फिर दो साल तक जूनियर कॉलेज में दाखिला लेते हैं, जहां वे तीन धाराओं में से एक का चयन करते हैं: कला, वाणिज्य, या विज्ञान। इसके बाद या तो अध्ययन के एक चुने हुए क्षेत्र में सामान्य डिग्री कोर्स, या कानून, इंजीनियरिंग और चिकित्सा जैसे पेशेवर डिग्री कोर्स किया जाता है। शहर के अधिकांश कॉलेज उच्च माध्यमिक शिक्षा परिषद से संबद्ध हैं। कुछ प्रमुख कॉलेजों में रेनशॉ कॉलेज, स्टीवर्ट साइंस कॉलेज, क्राइस्ट कॉलेज, चौड़वार कॉलेज, चौड़वार महिला कॉलेज, कटक कॉलेज, जाति कब बीरा किशोर (JKBK) कॉलेज, नेताजी कॉलेज, रघुनाथजेव कॉलेज, सेलबाला महिला कॉलेज, इमरती देवी महिला कॉलेज शामिल हैं। , इंदिरा गांधी महिला कॉलेज, सिटी वीमेंस कॉलेज, श्री अरबिंदो इंस्टीट्यूट ऑफ हायर स्टडीज एंड रिसर्च, किशोर नगर कॉलेज, कंदरपुर कॉलेज। 1913 में स्थापित सेलबाला महिला कॉलेज ओडिशा का सबसे पुराना महिला कॉलेज है।</p>\r\n<p>&nbsp;</p>\r\n<p>उच्च शिक्षा और अनुसंधान के विश्वविद्यालय और संस्थान</p>\r\n<p>ट्विन सिटीज़ में लगभग 100 इंजीनियरिंग कॉलेजों के लिए खाते हैं। कटक कई तकनीकी संस्थानों का घर है, जिनमें इंस्टीट्यूट ऑफ मैनेजमेंट एंड इंफॉर्मेशन टेक्नोलॉजी (IMIT), भुवंदा उड़ीसा स्कूल ऑफ इंजीनियरिंग (BOSE), इंस्टीट्यूट ऑफ टेक्सटाइल टेक्नोलॉजी (ITT), धनेश्वर राठ इंस्टीट्यूट ऑफ इंजीनियरिंग एंड मैनेजमेंट स्टडीज (DRIEMS, Image Institute) शामिल हैं। प्रौद्योगिकी और प्रबंधन (IITM), अजय बिनय प्रौद्योगिकी संस्थान (ABIT), व्यावसायिक अध्ययन और अनुसंधान संस्थान (IPSAR), जगन्नाथ इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, बाराबती इंस्टीट्यूट ऑफ मैनेजमेंट स्टडीज आदि कुछ अन्य संस्थानों में बीजू पट्टनायक संस्थान शामिल हैं। फिल्म और टेलीविजन और मधुसूदन लॉ कॉलेज की। मधुसूदन लॉ कॉलेज को विश्वविद्यालय के रूप में अपग्रेड करने की घोषणा की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>1869 में कटक सामान्य स्कूल के रूप में स्थापित, 1875 में कटक प्रशिक्षण स्कूल में परिवर्तित हुआ और बाद में 1923 में माध्यमिक प्रशिक्षण स्कूल के रूप में, बाद में प्रख्यात शिक्षक और कवि राधानाथ रॉय के बाद, जिसका नाम अब राधानाथ इंस्टीट्यूट ऑफ एडवांस्ड स्टडीज इन एजुकेशन है, के बाद राधानाथ ट्रेनिंग स्कूल के रूप में बदल दिया गया। (RNIASE) विभिन्न शिक्षण पाठ्यक्रम प्रदान करता है, जो रेनशॉ कॉलेजिएट स्कूल के परिसर की दीवार के निकट स्थित है और बाखराबाद में स्वराज असरमा के सामने राज्य का सबसे पुराना संस्थान है। इसके अलावा 1912 में, ओडिशा का एकमात्र उर्दू शिक्षक प्रशिक्षण स्कूल शेख बाजार में स्थापित किया गया था, जो अब केवल ओडिशा में मुस्लिम अल्पसंख्यक सरकार प्राथमिक शिक्षक शिक्षा संस्थान है, जहां हर साल 100 छात्र शिक्षक अपने प्राथमिक शिक्षक प्रशिक्षण को पूरा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नेशनल लॉ यूनिवर्सिटी ओडिशा (NLUO)</p>\r\n<p>कटक प्रतिष्ठित नेशनल लॉ यूनिवर्सिटी ओडिशा का घर है, जो भारत में 14 एनएलयू में से एक है, जिसे नेशनल लॉ यूनिवर्सिटी ओडिशा एक्ट 2008, नेशनल लॉ यूनिवर्सिटी (एनएलयू कटक) के तहत स्थापित किया गया था। यह केंद्र और राज्य सरकार द्वारा वित्त पोषित भारत में कानूनी शिक्षा के लिए प्रमुख संस्थानों में से एक है। एक विशाल परिसर में स्थित विश्वविद्यालय, छात्रों को शिक्षा प्रदान करने वाले कानूनी प्रकाशकों के एक मेजबान को देखता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>विजडम के रेनशॉ सेवन पिलर</p>\r\n<p>रावेनशॉ विश्वविद्यालय</p>\r\n<p>श्री श्री विश्वविद्यालय</p>\r\n<p>राष्ट्रीय चावल अनुसंधान संस्थान (NRRI)</p>\r\n<p>श्रीराम चंद्र भांजा मेडिकल कॉलेज एंड हॉस्पिटल (SCBMCH)</p>\r\n<p>स्वामी विवेकानंद राष्ट्रीय पुनर्वास प्रशिक्षण और अनुसंधान संस्थान (SVNIRTAR)</p>\r\n<p>सरदार वल्लभभाई पटेल पोस्ट ग्रेजुएट इंस्टीट्यूट ऑफ पीडियाट्रिक्स (SVPPGIP)</p>\r\n<p>बीजू पट्टनिक फिल्म और टेलीविजन संस्थान ओडिशा (BPFTIO)</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>कटक में भारतीय वायु सेना और विमानन अनुसंधान केंद्र (एआरसी) के विशेष उपयोग के लिए अनुसंधान और विश्लेषण विंग (रॉ), भारत के तहत एक इकाई का नाम चारबटिया एयर बेस है। निकटतम व्यावसायिक हवाई अड्डा भुवनेश्वर में बीजू पटनायक अंतर्राष्ट्रीय हवाई अड्डा है, जो लगभग 28 किमी दूर है, लेकिन शहर और उसके आसपास इतनी बड़ी आबादी की सेवा करने के लिए चौडवार या नारज में कटक में एक हवाई अड्डे की स्थापना की आवश्यकता है।</p>\r\n<p>बादामबाड़ी बस स्टैंड</p>\r\n<p>सड़क</p>\r\n<p>28 अप्रैल 2010 को, सड़क परिवहन और राजमार्ग मंत्रालय ने आधिकारिक तौर पर भारत सरकार के राजपत्र में राष्ट्रीय राजमार्ग नेटवर्क के लिए एक नई नंबरिंग प्रणाली प्रकाशित की। नई नंबरिंग राष्ट्रीय राजमार्ग 16 (पूर्व राष्ट्रीय राजमार्ग 5) के अनुसार शहर के उत्तर से दक्षिण तक चलती है। स्वर्णिम चतुर्भुज परियोजना के एक हिस्से के रूप में, यह राजमार्ग चेन्नई से कोलकाता तक चलता है। राष्ट्रीय राजमार्ग 55 (पूर्व राष्ट्रीय राजमार्ग 42) कटक को संबलपुर से जोड़ता है। इसके अलावा एशियाई राजमार्ग 45 शहर से होकर गुजरता है। फीडर स्टेट हाईवे कटक जिले के जाजपुर, परदीप, तालचेर, अंगुल, केंद्रपाड़ा और आसपास के शहरों में कटक को जोड़ता है। इंट्रा सिटी ट्रांसपोर्ट मुख्य रूप से ऑटो रिक्शा के माध्यम से है। आजकल शहर और राज्य की राजधानी में विभिन्न स्थानों में शामिल होने के लिए शहर में डीटीएस सिटी बसें चलती हैं। कटक राज्य के सभी प्रमुख हिस्सों को जोड़ने वाला एक प्रमुख जंक्शन है। कटक में बस टर्मिनस बादामबाड़ी में स्थित है, और भारत में सबसे बड़े बस टर्मिनस में से एक है, और हर दिन सैकड़ों निजी और सरकारी बसें सैकड़ों गंतव्यों तक जाती हैं। बादामबाड़ी बस टर्मिनस से दबाव दूर करने के लिए बालिकुडा में एक नया अंतरराज्यीय बस टर्मिनस (ISBT) निर्माणाधीन है। कटक अब अधिक मजबूती से भुवनेश्वर और ढेंकनाल से जुड़ा हुआ है, दो नए पुलों के अलावा, काठजोड़ी पर नेताजी सुभाष चंद्र बोस सेतु और महानदी पर मधुसूदन सेतु से जुड़ा हुआ है। पूर्व में ओडिशा का सबसे लंबा सड़क पुल है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>कटक जंक्शन रेलवे स्टेशन</p>\r\n<p>कटक जंक्शन पूर्वी तट रेलवे के हावड़ा, कोलकाता-चेन्नई मुख्यमार्ग पर महत्वपूर्ण स्टेशनों में से एक है और खुर्दा रोड डिवीजन के अंतर्गत आता है। परदीप के लिए एक शाखा लाइन कटक से शुरू होती है। यह भारतीय रेलवे द्वारा चलाई जाने वाली ट्रेनों के माध्यम से भारत के सभी हिस्सों से जुड़ा हुआ है। कटक रेलवे स्टेशन को फूड-कोर्ट शॉपिंग प्लाजा, थिएटर विकसित करने के लिए एक बहु-कार्यात्मक रेलवे स्टेशन के रूप में विकसित करने के लिए चुना गया है। शहर के अन्य रेलवे स्टेशन बारंगा जंक्शन, बालीकुडा, मतगजपुर, कंदरपुर, कथाजोड़ी, केंद्रपाड़ा रोड, कपिलस रोड, मंगुली, नर्गुंडी और नारज हैं। महानदी रेल पुल भारत का 5 वां सबसे लंबा रेल पुल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मास रैपिड ट्रांजिट सिस्टम (MRTS)</p>\r\n<p>ओडिशा सरकार ने कटक और भुवनेश्वर शहरों के लिए एक तीव्र पारगमन प्रणाली प्रस्तावित की है। ओडिशा सरकार के आवास और शहरी विकास विभाग ने 23 अगस्त 2014 को, कटक और भुवनेश्वर के बीच बड़े पैमाने पर तीव्र पारगमन प्रणाली (एमआरटीएस) के लिए एक विस्तृत परियोजना रिपोर्ट (डीपीआर) तैयार करने के लिए बालाजी रेलमार्ग सिस्टम्स लिमिटेड (BARSYL) के साथ एक समझौता ज्ञापन पर हस्ताक्षर किए। बालाजी रेलमार्ग सिस्टम्स लिमिटेड (BARSYL) को डीपीआर तैयार करने के लिए दस महीने की अवधि के भीतर लगभग 30 किमी के लिए 2.52 करोड़ रुपये मिलेंगे। सरकारी अधिकारियों ने कहा कि जुड़वां शहरों में सड़कों के विस्तार के लिए अतिक्रमण को हटाना उनके लिए एक परीक्षण होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>ओडिशा सरकार कटक में मोनोरेल सेवा शुरू करने पर काम कर रही है। आवास और शहरी विकास विभाग ने कटक में मोनोरेल प्रणाली की खोज के लिए इस मुद्दे को उठाया है ताकि राज्य में मोनोरेल सेवा हो। शहर में आठ से 10 किमी तक फैले मोनोरेल को लॉन्च करने की व्यवहार्यता पर एक अध्ययन जल्द ही किए जाने की उम्मीद है। इंजीनियरिंग प्रोजेक्ट्स (इंडिया) लिमिटेड सिस्टम की मेजबानी के साथ-साथ यातायात और भीड़ की समस्याओं के लिए शहर की क्षमता का एक व्यापक सर्वेक्षण करेगा और एक प्रस्ताव प्रस्तुत करेगा। सर्कुलर रिंग रोड के शुरू में प्रस्तावित मार्ग को खारिज कर दिया गया है क्योंकि यह यातायात के विचारों पर संभव नहीं माना जाता था। जबकि बादामबाड़ी-मधुपटना लिंक रोड खिंचाव 300 प्रति मिनट के पार यातायात घनत्व के साथ सबसे भीड़भाड़ वाला है, चौधरी बाजार कॉलेज स्क्वायर, मंगलबाग, बक्सी बाज़ार, चांदनी चौक, सीडीए स्क्वायर जैसे 100 से अधिक वाहनों के चरम प्रवाह प्रति मिनट 100 से अधिक वाहनों की संभावना है। विचार में लिया।</p>\r\n<p>ऐतिहासिक दर्शनीय स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>बाराबती किला नौ मंजिला महल परिसर का खंडहर</p>\r\n<p>बाराबती किला और छावनी</p>\r\n<p>&nbsp;</p>\r\n<p>खाई के ऊपर बाराबती किला धनुषाकार द्वार कटक का प्रतीक है</p>\r\n<p>बाराबती किला 14 वीं सदी का एक महल है जिसे गंगा वंश के शासक महाराजा मार्काटा केशरी ने बनवाया था। किले के खंडहर अभी भी अपने खंदक, गेट और नौ मंजिला महल के मिट्टी के टीले के साथ बने हुए हैं, जो पिछले दिनों की यादों को ताजा करते हैं। बाराबती किला 14 वीं सदी का एक महल है जिसे गंगा वंश के शासक महाराजा मार्काटा केशरी ने बनवाया था। किले के खंडहर अभी भी अपने खंदक, गेट और नौ मंजिला महल के मिट्टी के टीले के साथ बने हुए हैं, जो पिछले दिनों की यादों को ताजा करते हैं। पुराने बाराबती किले के खंडहर शहर के पश्चिमी भाग में महानदी के दाहिने किनारे पर स्थित हैं। किले के सभी अवशेष एक मेहराबदार प्रवेश द्वार और नौ मंजिला महल का मिट्टी का टीला है। पुरातात्विक सर्वेक्षणों से पता चलता है कि फोर्ट लगभग 102 एकड़ (0.41 किमी 2) के क्षेत्र में संरचना में आयताकार था, और यह लेटराइट और सैंडस्टोन की दीवार से सभी तरफ से घिरा हुआ था। टीले के पश्चिम में एक टैंक है। टीले के उत्तर-पूर्वी कोने में इस बात के अवशेष हैं कि एक बार मंदिर क्या था। मंदिर लेटराइट ब्लॉकों की नींव पर सफेद बलुआ पत्थर से बना था। करीब चार सौ टुकड़े और अब तक मूर्तियों के कुछ कटे-फटे टुकड़े बरामद हुए हैं। इस किले में आज जेएन इंडोर स्टेडियम, सत्यव्रत स्टेडियम, स्पोर्ट्स हॉस्टल, दरगाह, गदा चंडी मंदिर, कटक क्लब, हाईकोर्ट म्यूजियम और कई हाई-प्रोफाइल बंगले हैं। आज का छावनी क्षेत्र कभी औपनिवेशिक बंगलों और सैन्य गढ़ों वाला एक उच्च-प्रोफ़ाइल क्षेत्र था जहां भारतीयों को प्रवेश से वंचित रखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>चुडांगगढ़ किला</p>\r\n<p>चुडांगगढ़ जिसे सारंगगढ़ कहा जाता है, बारंग रेलवे स्टेशन के पास स्थित है और 8 किमी है। कटक शहर के दक्षिण-पश्चिम में एक निष्पक्ष मौसम सड़क पर। बाराबती किले की तरह इस किले ने भी उड़ीसा के मध्यकालीन इतिहास में महत्वपूर्ण भूमिका निभाई। गंगा वंश के चोडगांडदेव ने इस स्थल का चयन किया और अपने विशाल साम्राज्य के प्रभावी सुरक्षा के लिए किले का निर्माण किया। किले की दीवारों के अवशेष, चरणबद्ध कुएं, जीर्ण मंदिर, पत्थर के फव्वारे के साथ टैंक, अन्न भंडार गृह, घड़ी टॉवर और कपड़े पहने पत्थर बहुतायत से गढ़वाले क्षेत्र के भीतर देखे जाते हैं। एक खंडहरनुमा महल जिसमें सोलह कमरे हैं जिसे सोलापुर उसा कहा जाता है। किले के दाने को चौला घर बैंकों नामक स्थान पर इंगित किया गया है। चुडांगगढ़ अब भारतीय पुरातत्व सर्वेक्षण, नई दिल्ली का एक संरक्षित स्मारक है।</p>\r\n<p>&nbsp;</p>\r\n<p>नेताजी जन्मस्थान संग्रहालय</p>\r\n<p>कटक प्रमुख भारतीय स्वतंत्रता-सेनानी और आजाद हिंद फौज के संस्थापक नेताजी सुभाष चंद्र बोस के जन्मस्थान होने पर गर्व महसूस करते हैं। नेताजी का जन्म स्थान उड़िया बाज़ार में स्थित है जिसे बिग बाज़ार के पीछे जानकीनाथ भवन के नाम से जाना जाता है। इस स्थान को अब नेताजी जन्म स्थान संग्रहालय नामक संग्रहालय में बदल दिया गया है। संग्रहालय नेताजी द्वारा लिखित अन्य महत्वपूर्ण सामग्रियों के साथ नेताजी द्वारा लिखे गए मूल पत्रों को प्रदर्शित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मधुसूदन संघरालाय</p>\r\n<p>कटक, उत्कल गौरव मधुसूदन दास की जन्मस्थली है। उनके पूर्व निवास और कार्यस्थल मधुसमुर्ती को 1952 में सेलबाला महिला कॉलेज में बदल दिया गया था। कॉलेज परिसर के भीतर एक छोटे से हॉल को मधुसूदन संघरालय के रूप में संरक्षित किया गया है, जिसमें ओडिशा के महान वास्तुकार के काम और संस्मरण शामिल हैं।</p>\r\n<p>आनंद भवन संग्रहालय और अध्ययन केंद्र</p>\r\n<p>आनंद भवन संग्रहालय और अध्ययन केंद्र</p>\r\n<p>तुलसीपुर में बीजू पटनायक के पैतृक घर आनंद भवन को 2016 में एक स्मारक संग्रहालय में बदल दिया गया था। ओडिशा के मुख्यमंत्री नवीन पटनायक के दादा लक्ष्मी नारायण पटनायक ने आनंद भवन का निर्माण किया था। बीजू बाबू का जन्म वहां 5 मार्च 1916 को हुआ था। इंडोनेशिया के प्रधानमंत्री सुल्तान शाजहिर को बचाने के लिए इस्तेमाल किए जाने वाले बीजू बाबू के प्रतिष्ठित डकोटा डीसी -3 विमान को उनके पैतृक घर के पास प्रदर्शित किया जाना है।</p>\r\n<p>&nbsp;</p>\r\n<p>ओडिशा राज्य समुद्री संग्रहालय</p>\r\n<p>&nbsp;</p>\r\n<p>ओडिशा राज्य समुद्री संग्रहालय</p>\r\n<p>ओडिशा राज्य समुद्री संग्रहालय का उद्घाटन 1 अप्रैल 2013 को ओडिशा के मुख्यमंत्री श्री नवीन पट्टनाईक द्वारा किया गया था। यह अय्यूब के पास महानदी नदी के किनारे स्थित जोबरे की कार्यशाला में स्थापित किया गया है। इसमें 10 नंबर की गैलरी और एक मछलीघर है। 1882 में ईस्ट इंडिया इरिगेशन कंपनी ने जोबरा (जोबरा एनीकट) (6349 फीट लंबी) का निर्माण जोबरा नदी के पास महानदी नदी और जोबरा खुंटी (पिलर) में किया गया था और नदी और तलदंडा से गुजरने वाली नौकाओं और मालवाहक जहाजों के लिए एक प्रकाश स्तंभ के रूप में सेवा करने के लिए। नहर।</p>\r\n<p>&nbsp;</p>\r\n<p>ओल्ड जेल कॉम्प्लेक्स और स्वतंत्रता सेनानी स्मारक</p>\r\n<p>इसका उद्घाटन 23 जनवरी 2010 को ओडिशा के माननीय मुख्यमंत्री श्री नवीन पटनायक ने नेताजी जयंती के अवसर पर किया था। यह पुरानी जेल परिसर में स्थित है। गंगा मंदिर टैंक और दरगाह बाज़ार के पास कटक का पुराना जेल परिसर एक ब्रिटिश काल की जेल सेलुलर जेल था जहाँ स्वराज आंदोलन के दौरान कई उल्लेखनीय स्वतंत्रता सेनानियों को कैद किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वराज आश्रम</p>\r\n<p>तेलंगबाजार स्थित स्वराज आश्रम विशेष रूप से ओडिशा, कटक के साथ महात्मा गांधी के संबंधों का पर्याय है। कथजोडी नदी के किनारे स्थित दो मंजिला आश्रम। 1920 के दशक में असहयोग आंदोलन के घने में था। यहीं पर गांधी ओडिशा की अपनी यात्रा के दौरान रुके थे। 1100 वर्ग फुट क्षेत्र में फैले आश्रम को ओडिशा सरकार द्वारा संरक्षित स्मारक में बदल दिया गया है। आश्रम में लगभग 200 तस्वीरें हैं जिन्होंने 1921 में एक के साथ ओडिशा की गांधी यात्रा की शुरुआत की, 1946 तक ओडिशा की 69 साइटों में से उनकी पहली यात्रा। इतिहासकारों का कहना है कि कटक ओडिशा में स्वतंत्रता आंदोलन और स्वराज की सीट थी आश्रम ने स्वराज आंदोलन का मार्ग प्रशस्त करने में महत्वपूर्ण भूमिका निभाई</p>\r\n<p>&nbsp;</p>\r\n<p>मराठा बैरक</p>\r\n<p>मरहटा बैरक, चौलीगंज में मध्यकालीन युग की संरचनाएं हैं, जो वर्तमान में ओडिशा राज्य सशस्त्र पुलिस बल (OSAPF) की 6 वीं बटालियन के मुख्यालय के रूप में उपयोग की जाती हैं, जिनका उपयोग मराठा और ब्रिटिश शासन के दौरान शस्त्रागार के रूप में किया जाता था। ये प्रतिष्ठित लंबे बैरक ओडिशा की सबसे पुरानी जीवित इमारतों में से एक हैं और व्यापक रूप से मूल शेष संरचनाओं और मराठा और ओडिशा वास्तुकला के संश्लेषण का एक अनूठा उदाहरण हैं। राजाराम पंडित ने 1775 में काम शुरू किया और इसे 1795 में सदाशिव राव ने पूरा किया। शहर के बाहरी इलाके में वन भूमि के एक विशाल पैच में फैले, इस जगह पर बाघ, पैंथर, सांप और अन्य वन्यजीव रहते थे। कुछ प्राचीन पेड़ों को छोड़कर जंगल को साफ कर दिया गया था, जो अभी भी लंबे खड़े हैं। गुंबददार संरचनाओं को ठोस रूप से स्थानीय सामग्रियों से बनाया गया था। भट्ठा पके हुए ईंट और चूने के मोर्टार का इस्तेमाल किया गया था। यौगिक और भूमिगत कोशिकाओं में बड़े कुएं थे। उनके घोड़ों और हाथियों के लिए अलग-अलग अस्तबल, बारूद के भंडारण के लिए पत्रिकाएँ, रहने वाले क्वार्टर आदि बनाए गए थे। बैरकों ने तोपखाने, घुड़सवार सेना और पैदल सेना को रखा। मराठों के पास बैरक में 2,000 से अधिक सैनिक थे। गुम्मट के साथ चारों ओर एक मोटी दीवार थी, जिसमें से कोई भी अब मौजूद नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>नमक घर</p>\r\n<p>अंग्रेजों ने 1847-48 में साल्ट हाउस का निर्माण किया था और नए भवन का निर्माण होने तक इस घर से कलेक्ट्रेट का कार्य किया गया था। वाणिज्यिक वस्तुओं के लिए 'कथाजोड़ी' नदी मुख्य पारगमन स्रोत थी। इमारतों की लंबाई 190 '66 स्तंभों के साथ है। वर्तमान में इस भवन का उपयोग उप-विभागीय न्यायिक मजिस्ट्रेट के न्यायालयों के रूप में किया जाता है। इमारत में 3 तोपों के साथ खड़े एक अभिजात वर्ग की नज़र थी। दुर्भाग्य से, इमारत की वास्तुकला कई ईंटवर्क और संरचनाओं के साथ पूरी तरह से भंग हो गई है।</p>\r\n<p>लाल बाग पैलेस</p>\r\n<p>काठजोड़ी के तट पर स्थित, कटक के लाल बाग पैलेस का एक लंबा और रंगीन इतिहास है। इस इमारत ने कई शासकों के उत्थान और पतन को देखा, जिन्होंने ओडिशा के भाग्य को नियंत्रित किया। इसका निर्माण मुगल सूबेदार द्वारा कटक में तैनात किया गया था। इसके बाद, संपत्ति मराठों के हाथों में चली गई। वर्षों से परिसर में कई बदलाव और संशोधन हुए हैं। विलियम ब्रूटन ने 1633 में कटक का दौरा किया, जब लाल बाग पैलेस निर्माणाधीन था। 1741 में, नायब नाज़िम, शालात जंग ने महल में अपना निवास तय किया। इस इमारत पर 1751 तक नायब नाज़ियों का कब्जा था और 1751 से 1803 तक नागपुर के भोंसला के प्रतिनिधियों द्वारा। लाल बाग 1803 में अंग्रेज़ों के कब्ज़े में आ गया जब कर्नल हरकोर्ट के लोगों ने मराठा सैनिकों को हराया। लाल बाग पैलेस को स्पष्ट रूप से पट्टे पर दिया गया था, लेकिन फिर से सरकार के कब्जे में आ गया, जिसने इसे जनवरी 1862 में बेच दिया और खरीदार ने ईस्ट इंडिया इरिगेशन कंपनी को भवन के साथ-साथ संपत्ति बेच दी। 1863 में, यह इमारत सरकार के कब्जे में आ गई, जब उन्होंने कंपनी से सिंचाई का काम संभाला। 1868 के बाद से इमारत पर आयुक्तों और कभी-कभी कलेक्टरों द्वारा कब्जा कर लिया गया था। 1896 में, श्री आर.सी. तत्कालीन कमिश्नर दत्त, जो एक प्रसिद्ध इतिहासकार भी थे, इस इमारत में रहते थे। अपनी बेटी को लिखे पत्र में, उन्होंने इमारत को \"सबसे अच्छा स्थित आयुक्त का घर\" बताया। वह इमारत जो अभी भी सिंचाई शाखा के अधीन थी, 1914 में सरकार के भवन और सड़क शाखा को हस्तांतरित कर दी गई थी। 1941 में, श्री के.सी. पराकमेड़ी के महाराजा और उड़ीसा के प्रधान गजपति नारायण देव ने लाल बाग महल में अपना निवास एक समय के लिए तय किया था। 18 जुलाई 1942 को, लाल बाग पैलेस नया सरकारी घर बन गया। लाल बाग पैलेस में रहने वाले सर हॉथोर्न लुईस पहले गवर्नर थे। ओडिशा में मुगल, मराठा और ब्रिटिश शासन के दौरान अनगिनत राजनीतिक और सामाजिक उथल-पुथल का साक्षी रहा यह ऐतिहासिक भवन, प्रशासन का केंद्र बन गया। लाल बाग पैलेस 1960 तक राज्यपाल के निवास के रूप में काम करता रहा। 1960 में श्री सुथांकर के कार्यकाल के दौरान, राजभवन को कटक से भुवनेश्वर स्थानांतरित कर दिया गया था। श्री सुथांकर ने उदारतापूर्वक इसे बच्चों के अस्पताल के रूप में उपयोग करने के लिए इंडियन रेड क्रॉस सोसाइटी को भवन दान कर दिया। उड़ीसा सरकार [अब, ओडिशा] ने 1966 में इस अस्पताल को संभाला और इसे स्नातकोत्तर प्रशिक्षण और अनुसंधान के लिए एक स्वतंत्र संस्थान बनाया। वर्तमान में, संस्थान को सरदार वल्लभभाई पटेल पोस्ट ग्रेजुएट इंस्टीट्यूट ऑफ पीडियाट्रिक्स के रूप में जाना जाता है, और लोकप्रिय रूप से शिशु भवन के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कनिका राजबती</p>\r\n<p>यह कटक में राजा बहादुर राजेंद्र नारायण भंजदेव द्वारा निर्मित एक महल है। एक बार एक हाई-प्रोफाइल क्षेत्र और राजकनिका राजाओं के पसंदीदा होमस्टे के साथ-साथ ब्रिटिश युग का गेस्ट हाउस, यह ऐतिहासिक संरचना अब एक जीर्ण अवस्था में है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>गोरकाबर एंग्लिकन कब्रिस्तान</p>\r\n<p>गोरा कबर कब्रिस्तान</p>\r\n<p>गोरा कबर 1822 में ईस्ट इंडिया कंपनी द्वारा शहर के बाहरी इलाके में महानदी के किनारे पांच एकड़ के क्षेत्र में स्थापित किया गया था। कटक में कब्जे के बाद अंग्रेजी अधिकारियों और उनके परिवारों की उपस्थिति महत्वपूर्ण हो गई थी। 1803. इस साइट में पहले से ही कुछ अंग्रेजों की कब्रें थीं और इसे कब्रिस्तान के रूप में नामित किया गया था। प्रारंभ में यह सभी ईसाइयों के लिए एक कब्रिस्तान था, लेकिन बाद में इसका उपयोग केवल बैपटिस्ट द्वारा किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री गोपाल कृष्ण गोशाला</p>\r\n<p>इस पुराने परिसर की प्राचीनता वास्तव में ज्ञात नहीं है। कटक के पुराने समय के लोग इसे गोशाला कहते हैं, लेकिन यह मूल रूप से पुराने जगन्नाथ सदाक के तीर्थयात्रियों के लिए एक धर्मशाला थी। शहर के दूर छोर पर नायबाजार छक से सिर्फ 100 मीटर की दूरी पर, यह पुरानी सड़क के किनारे स्थित है। जगन्नाथ सदाक का यह मैदान, महानदी से काठजोरी घाट तक एक 100 फीट चौड़ी सड़क थी। मानसून के दौरान, जब महानदी अक्सर फैलती थी, तीर्थयात्रियों को अक्सर क्रॉसिंग बनाने के लिए दिनों के लिए डेरा डालना पड़ता था; धर्मशाला को बाढ़ के मैदान से अच्छी तरह से दूर बनाया गया था, दो नदियों के बीच में। यह स्थान मूल रूप से कलकत्ता के एक सेठ जगन्नाथ हालन द्वारा धर्मशाला के रूप में स्थापित किया गया था। यह तीर्थयात्रियों के लिए कमरे और हॉल के साथ एक विशाल परिसर था। कॉम्प्लेक्स और एक बड़े तालाब के अंदर खोदा गया एक बड़ा तालाब और कुआँ था, जो आज भी मौजूद है। यह पुरानी सड़क की सबसे बड़ी धर्मशाला थी और इसमें एक हजार श्रद्धालु आ सकते थे। पुराने मार्ग पर यात्रा करने वाले साधुओं और महंतों के लिए एक अलग आवास खंड था। कई श्रद्धालुओं ने विशाल पेड़ों के नीचे डेरा डाला। 1905 में हावड़ा जिले के सेल्किया के दो परोपकारी मारवाड़ी, सेठ बिसेन दयाल और सेठ हरि दयाल ने परित्यक्त धर्मशाला को अपने कब्जे में ले लिया और इसे गोशाला में बदल दिया। एक संगमरमर की पट्टिका है जो कहती है कि विक्टोरिया गोरखिनी सभा ने 1905 में जगह-जगह गोशाला खोली थी। उन्होंने पुराने भवन में कुछ फेरबदल और मरम्मत की और पुराने और दुर्बल मवेशियों के लिए एक धर्मार्थ संस्था की सेवा प्रदान की।</p>\r\n<p>पुष्पगिरी महाविहार के एक भाग के रूप में ललितगिरि</p>\r\n<p>ललितगिरि</p>\r\n<p>ललितगिरि जिसे नाल्टिगिरी के नाम से भी जाना जाता है, ओडिशा के भारतीय राज्य में एक प्रमुख बौद्ध महाविहार परिसर है, जिसमें प्रमुख स्तूप, 'गूढ़' बुद्ध चित्र, और मठ (विहार) हैं, जो इस क्षेत्र के सबसे पुराने स्थलों में से एक है। रत्नागिरी और उदयगिरि साइटों के साथ, ललितगिरी समान नामों की पहाड़ियों की चोटी पर स्थित पुसागिरी विश्वविद्यालय का हिस्सा है। तीनों परिसरों को \"डायमंड ट्राइएंगल\" के रूप में जाना जाता है। इस परिसर में महत्वपूर्ण खोज में बुद्ध के अवशेष शामिल हैं। इस स्थल पर तांत्रिक बौद्ध धर्म का प्रचलन था।</p>\r\n<p>&nbsp;</p>\r\n<p>ओलसुनी हिल</p>\r\n<p>ओतसुनी पहाड़ी कटक और जाजपुर जिले की सीमा पर स्थित है, जो दैतारी- पारादीप एक्सप्रेस राजमार्ग से सटे हुए है। विश्व प्रसिद्ध रत्नागिरि और लैतगिरि पहाड़ियों और पास में गोबारी नदी के पास इसकी सुरम्य स्थिति आगंतुक की उत्सुकता को बढ़ाती है। व्यापक रूप से यात्रा करने के बाद प्रसिद्ध संत अरखिता दास ने अंत में ओलसुनी पहाड़ी को अपनी साधना पीठ के रूप में चुना। वहाँ उन्होंने एक लंबी अवधि के लिए एक गुफा में ध्यान किया और अंत में मोक्ष प्राप्त किया। पहाड़ी मंदिरों से युक्त है, जिनमें से देवी ओलसुनी का मंदिर, पीठासीन देवता और संत आराखित दास की समाधि प्रसिद्ध है। हर साल माघ एकादशी पर भक्तों की प्रसन्नता के लिए नींद ओलसुनी पहाड़ी जागती है, जो नौ दिवसीय गुम्फा यात्रा को देखने के लिए बड़ी संख्या में जगह बनाते हैं। यात्रा संत अरिहिता दास की पुण्यतिथि या श्रद्धा महास्तव का स्मरण करती है, जो 200 साल पहले यहां रहते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>इनके अलावा ओडिशा हाईकोर्ट म्यूजियम, ओडिशा गवर्नमेंट प्रेस म्यूजियम, ओडिशा पुलिस म्यूजियम, महानदी रिवर बोटिंग जेट्टी, जोबरा लवर्स पॉइंट या सुसाइड पॉइंट आदि कुछ नए आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पार्क और उद्यान</p>\r\n<p>ओशन वर्ल्ड वाटर पार्क</p>\r\n<p>यह शहर राज्य का एकमात्र जल पार्क है जिसका नाम ओशन वर्ल्ड है। कटक और भुवनेश्वर के मध्य में स्थित वाटर पार्क की रणनीतिक स्थिति के कारण, यह दोनों शहरों के लोगों के लिए एक लोकप्रिय स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीएमसी डियर पार्क</p>\r\n<p>मधुसूदन नगर में महानदी रिंग रोड के पास एक हिरण पार्क स्थित है, जो महानदी नदी की देखरेख करता है। पार्क में लगभग 200 हिरण हैं। पार्क का रखरखाव सीएमसी द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन पार्क</p>\r\n<p>शहर कई सामाजिक पार्कों से भरा है। बीजू पट्टनायक पार्क, बीरेनमित्रा पार्क, गौरी शंकर पार्क, कथाजोड़ी रिवर व्यू पार्क, खाननगर पार्क, जोबरा पार्क, सीडीए सेक -6 पार्क कुछ प्रमुख मौजूदा पार्क हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदनकानन जूलॉजिकल पार्क और बॉटनिकल गार्डन</p>\r\n<p>नंदनकानन 400 हेक्टेयर (990 एकड़) का चिड़ियाघर और कटक और भुवनेश्वर के बीच बारंगा के पास वनस्पति उद्यान है। 1960 में स्थापित, इसे 1979 में जनता के लिए खोला गया था और 2009 में वर्ल्ड एसोसिएशन ऑफ़ ज़ूज़ एंड एक्वेरियम (WAZA) में शामिल होने वाला यह भारत का पहला चिड़ियाघर बन गया। इसमें एक वनस्पति उद्यान भी शामिल है और इसके एक हिस्से को अभयारण्य घोषित किया गया है। नंदनकानन का शाब्दिक अर्थ है, गार्डन ऑफ हेवन, चंडाक वन के वातावरण में स्थित है, और इसमें 134-एकड़ (54 हेक्टेयर) कांजिया झील भी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडका हाथी अभयारण्य</p>\r\n<p>चंदका हाथी अभयारण्य भारत के ओडिशा राज्य में भुवनेश्वर के उत्तर-पश्चिमी तट पर स्थित एक वन्यजीव अभ्यारण्य है। पूर्वी घाट बायोटिक क्षेत्र के खुर्दा उप्र में स्थित, चंडका वन 175.79 वर्ग किलोमीटर (67.87 वर्ग मील) में रोलिंग टेबल भूमि और खुर्दा और कटक जिलों के छोटे विशाल पहाड़ियों में फैला हुआ है। इसे दिसंबर 1982 में एक हाथी आरक्षित के रूप में नामित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>नराज मोर वन</p>\r\n<p>तलपड़ा गाँव में नारज पुल से कुछ ही मिनटों की दूरी पर स्थित और कटक से मुश्किल से 15 किमी दूर एक जंगल है जो मोरों के झुंड के लिए प्रसिद्ध है। 16 साल पहले जब सुपर-चक्रवात ने ओडिशा को अपनी प्रचंड उपस्थिति के साथ डुबो दिया, तो चंडाक आरक्षित वन के 3 मोर इस क्षेत्र में आ गए, जहाँ काजू नट वन के लिए वन रेंज केयरटेकर के रूप में काम करने वाले पानू बेहेरा नाम के एक व्यक्ति ने उन्हें खिलाने की जिम्मेदारी ली। तब से अब तक डेढ़ दशक से अधिक हो चुके हैं और झुंड को 48 साल का हो गया है। किसी भी सरकारी सहायता के बिना, बेहरा इन सभी पक्षियों की देखभाल कर रहा था, जब तक कि उनकी मृत्यु नहीं हो गई, जिससे \"पीकॉक मैन\" नाम कमाया गया। कुछ स्थानीय युवाओं ने वर्तमान में मोर के झुंड को 150 मुर्गों और लंड के आरोपों के साथ संभाला।</p>\r\n<p>महानदी नदी की नौका विहार</p>\r\n<p>धाबलेश्वर के लिए पर्यटकों की सुविधा के लिए जोबाड़ा के पास महानदी पर जेटी का निर्माण किया गया है और महानदी पर मोटर बोटिंग की जाती है। एनसीसी के पास नौसेना कैडेट प्रशिक्षण के लिए एक विशेष जेटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>झीलों और जलाशयों</p>\r\n<p>देओझर या डियान डेम धर वाटरफॉल.जेपीजी</p>\r\n<p>&nbsp;</p>\r\n<p>अंशुपा झील</p>\r\n<p>देवघर वाटरफॉल्स, नरसिंहपुर, कटक</p>\r\n<p>पूरे जिले में एक और एकमात्र जलप्रपात के रूप में माना जाने वाला यह झरना कटक के मुख्य शहर से लगभग 100 किमी दूर है और वाया अथागड़ा और बडम्बा तक पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंशुपा झील</p>\r\n<p>अंशुपा झील महानदी नदी के बाएं किनारे पर 141-हेक्टेयर की घोड़े की नाल के आकार की ताज़ी पानी की झील है। यह शहर से 40 किमी दूर है और सर्दियों के मौसम में प्रवासी पक्षियों के लिए आश्रय का काम करता है। यह छोटी झील अपने प्राकृतिक वातावरण और कटक और भुवनेश्वर दोनों के लिए निकटता के लिए ओडिशा के पर्यटन मानचित्र में एक प्रमुख स्थान रखती है। पर्यटकों के जलपान के लिए सारंडा पहाड़ी की चोटी पर कुछ बांस के कॉटेज बनाए गए हैं। बोटिंग की सुविधा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>जोबरा जलाशय</p>\r\n<p>जोबरा बैराज या जोबरा अनिकुट को व्यापक रूप से कहा जाता है, महानदी डेल्टा क्षेत्र के लिए पानी का एक प्रमुख स्रोत है। तलडांडा नहर, एक प्रमुख सिंचाई और तटीय क्षेत्र में बाढ़ नहर यहाँ से शुरू होती है। IOCL के पारादीप रिफाइनरी में इस बैराज से पानी का सेवन बिंदु है। बैराज सूर्यास्त देखने के लिए एक बहुत ही मनोरम स्थान है और इस तरह स्थानीय लोगों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नराज और मुंडाली जलाशय</p>\r\n<p>महानदी और कथाजोड़ी नदियों के द्विभाजन बिंदु पर स्थित, यह कटक शहर का सबसे पश्चिमी सिरा है। यह कथाजोदी नदी पर एक प्रमुख सिंचाई बांध है जो महानदी नदी में जल स्तर को सुनिश्चित करता है और इस तरह कटक में बाढ़ की स्थिति को रोकता है। नराज बैराज के पास मुंडली बैराज है जो पुरी नहर का शुरुआती बिंदु है। नारज कटक रेलवे स्टेशन के अलावा एक प्रमुख रेलवे स्टेशन है। नारज के आसपास के क्षेत्र में कई उद्योग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महानदी पर पत्थर की लकीर</p>\r\n<p>कटक को बाढ़ से बचाने के लिए कटक रक्षका बैमुंडी द्वारा महाराजा मार्कटा केशरी को दिए गए तटबंध और निधि योगदान का विचार। राजा ने तब ऐतिहासिक तटबंध का निर्माण किया और इसे बैमुंडी तटबंध का नाम दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>निम्नलिखित उन उल्लेखनीय लोगों को चुना जाता है जो कटक में अपने जीवन का एक बड़ा हिस्सा पैदा हुए थे या बिताए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>सैयद अमीर अली</p>\r\n<p>भिकारी बाल</p>\r\n<p>नेताजी सुभाष चंद्र बोस</p>\r\n<p>रामादेवी चौधरी</p>\r\n<p>बिभूषिता दास</p>\r\n<p>गोपबंधु दास</p>\r\n<p>मधुसूदन दास</p>\r\n<p>मिहिर दास</p>\r\n<p>सेलबाला दास</p>\r\n<p>शिव सुंदर दास</p>\r\n<p>बिनोद कानूनगो</p>\r\n<p>कृष्ण चंद्र कर</p>\r\n<p>गिरधारीलाल केडिया</p>\r\n<p>हरेकृष्णा महताब</p>\r\n<p>अन्नपूर्णा महाराणा</p>\r\n<p>सब्यसाची मिश्रा</p>\r\n<p>बीरेन मित्रा</p>\r\n<p>अक्षय मोहंती</p>\r\n<p>अनुभव मोहंती</p>\r\n<p>अर्ताबल्लभ मोहंती</p>\r\n<p>देबाशीष मोहंती</p>\r\n<p>कुमकुम मोहंती</p>\r\n<p>सोना महापात्र</p>\r\n<p>बैष्णबा पाणि</p>\r\n<p>बीजू पटनायक</p>\r\n<p>नवीन पटनायक</p>\r\n<p>हारा पटनाइक</p>\r\n<p>गोपाल चंद्र प्रहाराज</p>\r\n<p>इकराम रसूल</p>\r\n<p>राधानाथ रथ</p>\r\n<p>कोवरजी करसन राठौर</p>\r\n<p>थॉमस एडवर्ड रवीशॉ</p>\r\n<p>रबी रे</p>\r\n<p>अरिंदम रॉय</p>\r\n<p>एलिना सामांत्रे</p>\r\n<p>नंदिनी सत्पथी</p>\r\n<p>मायाधर स्वैन</p>\r\n<p>सैमुअल टिकेल</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Cuttack</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ec726a0-3758-4cd3-b8c5-7fc7f32537af_Cuttack-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-cuttack-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"कटक","slug":"cuttack"}],"recommendations":[{"id":796,"title":"जाजपुर, पनिकोइली में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","dateCreated":"2019-09-28T14:56:31.484Z","dateModified":"2019-09-28T14:57:50.817Z","contributedBy":"AskGif","content":"जाजपुर (जिसे जैजापुर के नाम से भी जाना जाता है) भारतीय राज्य ओडिशा में जाजपुर जिले का एक शहर और नगरपालिका है। केसरी राजवंश के दौरान यह ओडिशा की राजधानी थी, जिसे बाद में कटक ने बंद कर दिया। अब, यह जाजपुर जिले का मुख्यालय है।\r\n&nbsp;\r\nव्युत्पत्ति और नाम\r\nजाजपुर, प्राचीन विराजा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पनिकोइली","slug":"panikoili"},{"name":"जाजपुर","slug":"jajpur"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-jajpur-panikoili-odisha","total":0},{"id":788,"title":"बरगढ़ (बैरागढ़) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"बरगढ़ भारत के ओडिशा राज्य में बरगढ़ जिले में एक नगर पालिका है। यह बरगढ़ जिले का प्रशासनिक मुख्यालय है। चावल की खेती के लिए लोकप्रिय (parboiled-rice) इसलिए इसे ओडिशा राज्य का \"भाटा हांडी\" कहा जाता है।\r\nबरगढ़ जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। बरगढ़ शहर इसका जिला मुख्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"बरगढ़","slug":"bargarh"},{"name":"बरगढ़-बैरागढ़","slug":"bargarh-baragarh"}],"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","total":0},{"id":786,"title":"भद्रक में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"भद्रक पूर्वी भारत में ओडिशा राज्य का एक शहर है। यह 1 अप्रैल 1993 को अस्तित्व में आया। शहर भद्रक जिले का जिला मुख्यालय है। पौराणिक कथा के अनुसार, शहर का नाम देवी भद्रकाली से लिया गया है, जिसका मंदिर सालंदी नदी के तट पर है।\r\n&nbsp;\r\nपरिवहन\r\nभद्रक शहर ओडिशा राज्य के साथ और देश क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"भद्रक","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}