{"id":790,"title":"Top Places to visit in Cuttack, Odisha","imageUrl":"4ec726a0-3758-4cd3-b8c5-7fc7f32537af_Cuttack-railway.jpg","dateCreated":"2019-09-28T02:49:52.763Z","dateModified":"2019-09-28T02:50:11.489Z","contributedBy":"AskGif","content":"<p>Cuttack is the former capital and the second largest city in the eastern Indian state of Odisha. It is also the headquarters of the Cuttack district. The name of the city is an anglicised form of Kataka which literally means The Fort, a reference to the ancient Barabati Fort around which the city initially developed. Cuttack is also known as the Millennium City as well as the Silver City due to its history of 1000 years and famous silver filigree works. It is also considered as the judicial capital of Odisha as the Orissa High Court is located here. It is also the commercial capital of Odisha which hosts many trading and business houses in and around the city. Cuttack is also famous for its Durga puja which is the most important festival of Odisha and West Bengal. Cuttack is also the birthplace of Netaji Subhas Chandra Bose.</p>\r\n<p>&nbsp;</p>\r\n<p>The old and the most important part of the city is centred on a strip of land between the Kathajodi River and the Mahanadi River, bounded on the southeast by Old Jagannath Road. The city, being a part of the Cuttack Municipal Corporation consisting of 59 wards. Cuttack stretches from Phulnakhara across the Kathajodi in the south to Choudwar in north across the Birupa River, while in the east it begins at Kandarpur and runs west as far as Naraj. Four rivers including Mahanadi and its distributaries Kathajodi, Kuakhai, Birupa run through the city. Further Kathajodi is distributed into Devi and Biluakhai which often makes the geographical area look like fibrous roots.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuttack and Bhubaneswar are often referred to as the Twin-Cities of Odisha. The metropolitan area formed by the two cities has a population of 1.862 million in 2018. Cuttack is categorised as a Tier-II city as per the ranking system used by Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuttack an unplanned city, is characterized by a maze of streets, lanes and by-lanes which has given it the nickname of a city with Baban Bazaar, Tepan Galee and i.e. 52 markets and 53 streets.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Pilgrimage sites</p>\r\n<p>&nbsp;</p>\r\n<p>Cuttack Chandi Deity</p>\r\n<p>Cuttack Chandi Temple</p>\r\n<p>Dhabaleshwar Temple</p>\r\n<p>Paramhansa Nath Temple</p>\r\n<p>Dhabaleswara Bridge</p>\r\n<p>Baba Ramdev Temple</p>\r\n<p>Qadam e Rasool</p>\r\n<p>Jama Masjid</p>\r\n<p>Gurdwara Guru Nanak Daatan Sahib</p>\r\n<p>Bukhari Baba Peer</p>\r\n<p>Bukhari Baba Dargah</p>\r\n<p>Digambar Jain Mandir</p>\r\n<p>The Church of Epiphany</p>\r\n<p>Goddess Durga Idol in Chaudhury Bazar</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools and colleges in Cuttack</p>\r\n<p>Schools in Cuttack are either run by the CMC or by private trusts and individuals. The Odia medium schools in Cuttack are affiliated to the Board of Secondary Education, Odisha whilst the English medium affiliated to either ICSE or the CBSE. Apart from English and Odia medium schools, certain Hindi, Urdu, Gujarati, Bengali and Telugu medium schools are also present in Cuttack. Ravenshaw Collegiate School, the oldest school of Odisha which proudly boasts many eminent personalities in its alumni including Netaji Subash Chandra Bose, Biju Patnaik, Harekrishna Mahatab, etc. is situated in Cuttack. Some of the other prominent Odia medium schools of the city include Secondary Board High School, Jobra High School, Ravenshaw Girls High School, Ranihat High School, Nua Bazar High School, Odisha Police High School, Christ Collegiate School, Kamalakanta Vidayapitha, Peary Mohan Academy, Badambadi New Colony High School, Matrubhaban, Buckley Girls School, CRRI High School.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a number of Saraswati Shishu Mandirs and CBSE schools. The prominent public schools are Sai International Residential School (SIRS), D.A.V. Public School, Sector-6, CDA, L.R.D.A.V Public School, Gandarpur, D.A.V. Public School, Rajabagicha, Jawahar Navodaya Vidyalaya, Kendriya Vidyalaya No.1, Kendriya Vidyalaya No.2, Mahanadi Vihar, Kendriya Vidyalaya No.3, Kendriya Vidyalaya Arc Charbatia, Stewart School, New Stewart School, Delhi Public School Kalinga, St. Xavier's High School, Sri Sathya Sai School, St. Joseph's Girls High School, S.C.B. Medical Public School, Cambridge School, Joharimall High School, Modern Public School, Queen Mary's School etc. Netaji Subhas Chandra Bose studied at Stewart School briefly before moving to Ravenshaw Collegiate School.</p>\r\n<p>&nbsp;</p>\r\n<p>Under the 10+2+3/4 plan, students complete ten years of schooling and then enroll for two years in junior college, where they select one of three streams: arts, commerce, or science. This is followed by either a general degree course in a chosen field of study, or a professional degree course, such as law, engineering, and medicine. Most of the colleges in the city are affiliated to the Council of Higher Secondary Education. Some of the prominent colleges include Ravenshaw College, Stewart Science College, Christ College, Choudwar College, Choudwar women's college, Cuttack College, Jatiya Kabi Bira Kishore (J.K.B.K.) College, Netaji City College, Raghunathjew College, Sailabala Women's College, Emarti Devi Women's College, Indira Gandhi Women's College, City Women's College, Sri Aurobindo Institute of Higher Studies &amp; Research, Kishore Nagar College, Kandarpur College. Sailabala Women's college established in 1913 is the oldest women's college in Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Universities and institutes of higher education and research</p>\r\n<p>The Twin Cities account for around 100 engineering colleges. Cuttack is home to several technical institutions which include Institute of Management and Information Technology (IMIT), Bhubananda Orissa school of Engineering(BOSE), Institute of Textile Technology (ITT), Dhaneshwar Rath Institute of Engineering &amp; Management Studies (DRIEMS), Image Institute of Technology &amp; Management (IITM), Ajay Binay Institute of Technology (ABIT), Institute of Professional Studies and Research (IPSAR), Jagannath Institute of Engineering and Technology, Barabati Institute of Management Studies etc. Some of the other institutes include Biju Pattnaik Institute of Film and Television and the Madhusudan Law College. Madhusudan Law college has been declared to be upgraded as a university.</p>\r\n<p>&nbsp;</p>\r\n<p>Established in 1869 as Cuttack Normal School, converted to Cuttack Training School in 1875 and later in 1923 as Secondary Training School, later renamed as Radhanath Training School, after the eminent teacher and poet Radhanatha Roy, now known as Radhanatha Institute of Advanced Studies in Education (RNIASE) offers various teaching Courses, is located adjacent to the campus wall of Ravenshaw Collegiate School and in front of Swaraj Asrama in Bakharabad is the oldest institute in the State. Also in 1912, Odisha's only Urdu teacher training school was established in Sheikh Bazar Which is now only the Muslim Minority Govt Elementary Teacher Education Institution in Odisha where every year 100 pupil teachers complete their elementary teacher training.</p>\r\n<p>&nbsp;</p>\r\n<p>National Law University Odisha (NLUO)</p>\r\n<p>Cuttack is the home to the prestigious National Law University Odisha, one of the 14 NLU's in India, which was established under the National Law University Odisha Act of 2008, the National Law University(NLU Cuttack). It is one of the premier institutes for legal education in India funded by the Central as well as the State government. Housed in a sprawling campus the university sees a host of legal luminaries who impart education to the students.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ravenshaw Seven Pillars of Wisdom</p>\r\n<p>Ravenshaw University</p>\r\n<p>Sri Sri University</p>\r\n<p>National Rice Research Institute (NRRI)</p>\r\n<p>Srirama Chandra Bhanja Medical College and Hospital (SCBMCH)</p>\r\n<p>Swami Vivekananda National Institute of Rehabilitation Training and Research (SVNIRTAR)</p>\r\n<p>Sardar Vallabhbahai Patel Post Graduate Institute of Paediatrics (SVPPGIP)</p>\r\n<p>Biju Pattnaik Film and Television Institute of Odisha (BPFTIO)</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>Cuttack has an Air Base named Charbatia Air Base for the exclusive use of the Indian Air Force and Aviation Research Centre (ARC) a unit under Research and Analysis Wing (RAW), India. The nearest commercial airport is the Biju Patnaik International Airport at Bhubaneswar, about 28 km away but the establishment of an Airport in Cuttack, at Choudwar or Naraj to serve such a large population in and around the city is needed.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Badambadi Bus Stand</p>\r\n<p>Road</p>\r\n<p>On 28 April 2010, the Ministry of Road Transport and Highways officially published a new numbering system for the National highway network in the Gazette of the Government of India. As per the new numbering National Highway 16 (former National Highway 5) runs from North to South of the City. As a part of the Golden Quadrilateral project, this highway runs from Chennai to Kolkata.National Highway 55 (former National Highway 42) connects Cuttack with Sambalpur. Also Asian Highway 45 passes through the city. Feeder State Highways connect Cuttack to Jajpur, Paradeep, Talcher, Angul, Kendrapara and nearby towns in Cuttack district. Intra city transport is primarily through Auto rickshaws. Nowadays DTS city buses ply in the city to join different places in the city and the state capital. Cuttack is a major junction connecting all the major parts of the state. The bus terminus at Cuttack is located at Badambadi, and is one of the largest bus terminus in India, and thousands of private and government buses ply to hundreds of destinations every day. A new Inter-state bus terminus (ISBT) at Balikuda is under construction to relieve pressure off the Badambadi Bus Terminus. Cuttack is now more strongly connected to Bhubaneswar and Dhenkanal due to the addition of two new bridges namely Netaji Subhas Chandra Bose Setu on Kathjodi and Madhusudan Setu on Mahanadi. The former is the longest road bridge in Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Cuttack Junction Railway Station</p>\r\n<p>Cuttack Junction is one of the important stations on the Howrah, Kolkata-Chennai mainline of the East Coast Railway and falls under the Khurda Road division. A branch line to Paradeep starts from Cuttack. It is connected to all parts of India through trains run by the Indian Railways.The Cuttack Railway station is selected to be developed as a multi-functional railway station with food courts shopping plaza, theatres to be developed . Other railway stations in the city are Baranga Junction, Balikuda, Matagajpur, Kandarpur, Kathajodi, Kendrapara Road, Kapilas Road, Manguli, Nergundi and Naraj. The Mahanadi Rail bridge is the 5th longest rail bridge in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Mass Rapid Transit System (MRTS)</p>\r\n<p>The Government of Odisha has proposed a rapid transit system for the cities of Cuttack and Bhuabneswar. On 23 August 2014, Government of Odisha's Housing and Urban Development Department signed a Memorandum of Understanding with Balaji Railroad Systems Ltd (BARSYL) for preparation of a detailed project report (DPR) for mass rapid transit system (MRTS) between Cuttack and Bhubaneswar. The Balaji Railroad Systems Ltd (BARSYL) would get Rs 2.52 crore for preparation of DPR for approximately 30 km within a period of ten months. The government officials said it would be a testing for them to evict encroachments for expansion of roads in the twin cities.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government of Odisha is working on introduction of Monorail service in Cuttack. The Housing and Urban Development Department has taken up the issue for exploring Monorail system in Cuttack to make it the first city in the state to have Monorail service. A study on the viability of launching the monorail over an eight to 10 km stretch in the city is expected to be carried out soon. The Engineering Projects (India) Ltd would conduct a comprehensive survey of the city's capacity to host the system as well as the traffic and congestion problems and submit a proposal. The initially proposed route of circular Ring Road has been ruled out as it was not considered feasible on traffic considerations. While Badambadi-Madhupatana Link Road stretch is the most congested with traffic density crossing 300 per minute, thoroughfares like Choudhury Bazar College Square, Mangalabag, Buxi Bazaar, Chandni Chowk, CDA Square see peak flow of over 100 vehicles per minute are more likely to be taken into consideration.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Barabati Fort ruins of nine-storied palace complex</p>\r\n<p>Barabati Fort and Cantonment</p>\r\n<p>&nbsp;</p>\r\n<p>Barabati Fort arched gate over the moat is a symbol of Cuttack</p>\r\n<p>The Barabati Fort is a 14th-century castle built by the Ganga dynasty ruler Maharaja Markata Keshari. The ruins of the fort still remain with its moat, gate and the earthen mound of the nine-storied palace, which evokes the memories of past days. The Barabati Fort is a 14th-century castle built by the Ganga dynasty ruler Maharaja Markata Keshari. The ruins of the fort still remain with its moat, gate and the earthen mound of the nine-storied palace, which evokes the memories of past days. The ruins of the old Barabati Fort lie on the right bank of the Mahanadi, in the western part of the city. All that remains of the Fort is an arched gateway and the earthen mound of the nine-storeyed palace. Archaeological surveys reveal that the Fort was roughly rectangular in structure having an area of over 102 acres (0.41 km2), and it was surrounded on all sides by a wall of laterite and sandstones. To the west of the mound there is a tank. In the north-eastern corner of the mound are remains of what once was a temple. The temple was made of whitish sandstone over foundations of laterite blocks. About four hundred fragments of mouldings and some mutilated pieces of sculptures have been recovered so far. The fort are today houses JN Indoor Stadium, Satyabrata stadium, Sports Hostel, Dargah, Gada Chandi Mandir, Cuttack Club, High Court museum and several high-profile bungalows. The Cantonment area of today was once a high-profile area with colonial bunglows and military garrisons where Indians were denied entry.</p>\r\n<p>&nbsp;</p>\r\n<p>Chudangagarh Fort</p>\r\n<p>Chudangagarh otherwise called Sarangagarh is located near the Barang railway station and is 8 km. south-west of Cuttack city on a fair-weather road. Like Barabati Fort this fort also played a significant role in the medieval history of Orissa. Chodagandadeva of Ganga dynasty selected this site and built the fort for effective safeguard of his vast empire. Remains of fort walls, stepped wells, dilapidated temples, tanks with stone revetments, granary house, watch towers and dressed stones are abundantly noticed within the fortified area. A ruined palace containing sixteen rooms called Solapura Uasa is located inside the fort. The granary of the fort is indicated at a place called Chaula Ghara Banks. Chudangagarh is now a protected monument of the Archaeological Survey of India, New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Netaji Birthplace Museum</p>\r\n<p>Cuttack takes pride in being the birthplace of Netaji Subhas Chandra Bose, the prominent Indian freedom-fighter and founder of Azad Hind Fauj. The birthplace of Netaji is situated in Oriya Bazar known as Janakinath Bhawan, behind Big Bazaar. The place has now been converted into a museum named Netaji Birth Place Museum. The museum showcases the original letters written by Netaji along with other important materials used by Netaji.</p>\r\n<p>&nbsp;</p>\r\n<p>Madhusudan Sangrahalaya</p>\r\n<p>Cuttack is the birthplace of Utkala Gaurav Madhusudan Das. His former residence and workplace Madhusmruti was converted to Sailabala Women's College in 1952. A small hall within the college premises has been preserved as Madhusudan Sangrahalaya, that contains works and memoirs of the great architect of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Anand Bhawan Museum and Learning Centre</p>\r\n<p>Anand Bhavan Museum and Learning Centre</p>\r\n<p>Anand Bhavan, the ancestral house of Biju Patnaik at Tulsipur, was converted into a memorial museum in 2016. Chief Minister of Odisha Naveen Patnaik's grandfather Laxmi Narayan Patnaik had built Anand Bhavan. Biju Babu was born there on 5 March 1916. Biju Babu's iconic Dakota DC-3 aircraft used to rescue Indonesian prime minister Sultan Sjahrir is scheduled to be showcased near his ancestral home.</p>\r\n<p>&nbsp;</p>\r\n<p>Odisha State Maritime Museum</p>\r\n<p>&nbsp;</p>\r\n<p>Odisha State Maritime Museum</p>\r\n<p>The Odisha State Maritime Museum was inaugurated by the Odisha chief minister Shri Naveen Pattnaik on 1 April 2013. It has been set up at the erstwhile Jobra workshop on the banks of river Mahanadi near Jobra. It has 10 number of galleries and an aquarium. In 1882 the East India Irrigation Company build an anicut (Jobra Anicut) (6349 ft. long) across the river Mahanadi near jobra and the Jobra Khunti (Pillar) to serve as a lighthouse to boats and cargo vessels passing through the river and the Taladanda canal.</p>\r\n<p>&nbsp;</p>\r\n<p>Old Jail Complex and the Freedom Fighter's Memorial</p>\r\n<p>It was inaugurated by Honorable Chief Minister of Odisha Mr. Naveen Patnaik on 23 January 2010, on the occasion of Netaji Jayanti. It is situated at the Old Jail complex. The old jail complex of Cuttack near Ganga Mandir tank and Dargha Bazar was a British period jail cellular jail where many notable freedom fighters were imprisoned during the swaraj movement.</p>\r\n<p>&nbsp;</p>\r\n<p>Swaraj Ashram</p>\r\n<p>The Swaraj Ashram at Telengabazar is synonymous with Mahatma Gandhi's relationship with Odisha, Cuttack in particular. The double-storey Ashram, located opposite the banks of the Kathajodi River. was in the thick of the Non Cooperation Movement in the 1920s. This is where Gandhi stayed during his visits to Odisha. The ashram that spreads over 1100 sq ft area has been converted into a protected monument by the Government of Odisha. There are around 200 photographs in the ashram that captured Gandhi's visit to Odisha beginning with the one in 1921, the first of his seven trips to Odisha's 69 sites till 1946. Historians say that Cuttack was the seat of the Freedom Movement in Odisha and the Swaraj Ashram played a pivotal role in paving the way for Swaraj Movement</p>\r\n<p>&nbsp;</p>\r\n<p>Maratha barracks</p>\r\n<p>The Marhatta barracks are medieval era structures in Chauliaganj, presently used as headquarters of the 6th battalion of the Odisha State Armed police Force (OSAPF), were used as armoury both during the Marhatta and British rule. These iconic long barracks are one of the oldest surviving buildings of Odisha and are widely perceived as original remaining structures and a unique example of the synthesis of Maratha and Odishan architecture. Rajaram Pandit started the work in 1775 and it was completed by Sadasiva Rao in 1795. Spread across a vast patch of forest land on the outskirts of the city, the place was infested by tigers, panthers, snakes and other wildlife. The forest was cleared except for some ancient trees, which are still standing tall. The domed structures were solidly built with local materials. Kiln baked bricks and lime mortar was used. There were big wells in the compound and underground cells. Separate stables for their horses and elephants, magazines for storing gunpowder, living quarters etc. were made. The barracks housed the artillery, cavalry and infantry forces. The Marathas had as many as 2,000 soldiers in the barracks. There was a thick wall around with watchtowers, none of which now exist.</p>\r\n<p>&nbsp;</p>\r\n<p>Salt House</p>\r\n<p>Britishers had built the Salt House in 1847&ndash;48 and the Collectorate was functioned from this house till new building was built. River 'Kathajodi' was the main transit source for the commercial commodities. The length of the buildings is 190' with 66 pillars. Presently the building is used as Courts of Sub Divisional Judicial Magistrates. The building had an aristocratic look with 3 guns standing as guards. Unfortunately, the architecture of the building has been completely disfigured with many brickworks and structures.</p>\r\n<p>&nbsp;</p>\r\n<p>Lal Bagh Palace</p>\r\n<p>Situated on the bank of the Kathjodi, the Lal Bagh Palace at Cuttack has a long and colourful history. This building witnessed the rise and fall of several rulers who controlled the fortune of Odisha. It was constructed by the Mughal Subedar stationed at Cuttack. Subsequently, the property passed into the hands of the Marathas. Over the years the premises have undergone several alterations and modifications. William Bruton visited Cuttack in 1633, when the Lal Bagh Palace was under construction. In 1741, Saulat Jung, the Naib Nazim, fixed his residence in the palace. The building was occupied by the Naib Nazims till 1751 and by the representatives of the Bhonslas of Nagpur from 1751 to 1803. Lal Bagh came into the possession of the British in 1803 when Colonel Harcourt's men defeated the Maratha soldiers. The Lal Bagh Palace was apparently leased out but again came into the possession of Government, who sold it in January 1862, and the purchaser sold the estate along with the building to the East India Irrigation Company. In 1863, the building came into the possession of the Government when they took over the irrigation works from the Company. Since 1868 the building was occupied by Commissioners and sometimes by Collectors. In 1896, Shri R.C. Dutt, the then Commissioner, who was also a well-known historian, lived in this building. In a letter to his daughter, he describes the building as \"the best-situated Commissioner&rsquo;s house.\" The building which was still under the Irrigation Branch was transferred to the Buildings and Roads Branch of the Government in 1914. In 1941, Shri K.C. Gajapati Narayan Deo, Maharaja of Parlakimedi and Premier of Orissa, fixed his residence at the Lal Bagh palace for a time. On 18 July 1942, the Lal Bagh Palace became the new Government House. Sir Hawthorne Lewis was the first Governor to live in the Lal Bagh Palace. This historic building, which stood witness to countless political and social upheavals during Mughal, Maratha and British rule in Odisha, became the center of administration. The Lal Bagh Palace continued to serve as the residence of the Governor till 1960. During the tenure of Shri Sukthankar in 1960, the Raj Bhavan was shifted from Cuttack to Bhubaneswar. Shri Sukthankar generously donated the building to the Indian Red Cross Society to utilize it as a children's hospital. The Government of Orissa [now, Odisha] took over this hospital in 1966 and made it an independent institute for post-graduate training and research. At present, the institute is known as Sardar Vallabhbhai Patel Post Graduate Institute of Pediatrics, and is popularly known as Shishu Bhavan.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanika Rajbati</p>\r\n<p>It is a palace built by Raja Bahadur Rajendra Narayan Bhanjdeo in Cuttack. Once a high-profile area and favourite homestay of Rajkanika rajas as well as British era guest house, this historic structure now lies in a dilapidated state.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Gorakabar Anglican Cemetery</p>\r\n<p>Gora Kabar Cemetery</p>\r\n<p>The Gora Kabar was set up in an area of five acres by the banks of the Mahanadi on the outskirts of the City by the East India Company in 1822. The presence of the English officials and their families had become significant after the occupation of Cuttack in 1803. The site already had graves of a few Englishmen before it was walled in and designated as a graveyard. Initially it was a cemetery for all Christians, but later on it was used only by the Baptists.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Gopal Krishna Goshala</p>\r\n<p>The antiquity of this old complex is not exactly known. Old timers of Cuttack call it the Goshala, but it was originally a Dharamshala for the pilgrims of the old Jagannath Sadak. Just 100 metres from the Nayabazar Chhak, on the far end of the City, it lay right by the side of the old road. This stretch of the Jagannath Sadak, from the Mahanadi till the Kathjori Ghat was once a 100 feet wide road. During the monsoons, when the Mahanadi was often in spate, pilgrims often had to camp for days to make the crossing; the Dharamshala was built well away from the flood plain, right between the two rivers. The place was originally set up as a Dharamshala by one Seth Jagannath Halan of Calcutta. It was a huge complex with rooms and halls for the pilgrims. There was a big tank and wells dug inside the complex and a large pond, which still exists. It was the largest Dharamshala of the old road and could house a thousand pilgrims. There was a separate accommodation block for the Sadhus and Mahants who traveled on the old road. Many of the pilgrims camped under the huge trees. In 1905, two benevolent Marwaris of Salkia in Howrah District, Seth Bishen Dayal and Seth Hari Dayal, took over the abandoned Dharamshala and transformed it into a Goshala. There is a marble plaque which says that the Victoria Gorakhini Sabha opened the Goshala in the place in 1905. They made some alterations and repairs to the old building and made it into a charitable institution rendering service for old and infirm cattle.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Lalitgiri as a part of Pushpagiri Mahavihara</p>\r\n<p>Lalitgiri</p>\r\n<p>Lalitgiri also known as Naltigiri is a major Buddhist Mahavihara complex in the Indian state of Odisha comprising major stupas, 'esoteric' Buddha images, and monasteries (viharas), one of the oldest sites in the region. Together with the Ratnagiri and Udayagiri sites, Lalitgiri is part of Puspagiri University located on top of hills of the same names. The three complexes are known as the \"Diamond Triangle\". Significant finds at this complex include Buddha's relics. Tantric Buddhism was practiced at this site.</p>\r\n<p>&nbsp;</p>\r\n<p>Olasuni Hill</p>\r\n<p>Olasuni hill stands on the border of Cuttack and Jajpur district, adjacent to the Daitari- Paradip Express Highway. Its picturesque location near the world-famous Ratnagiri and Laitgiri hills and the Gobari river nearby enhances the curiosity of the visitor. The famous saint Arakhita Das after travelling widely, finally chose Olasuni hill as his Sadhana Pitha. There he meditated in a cave for a long period and finally attained salvation. The hill is dotted with temples, among which the temple of Goddess Olasuni, the presiding deity and the tomb of Saint Arakhit Das are famous. The sleepy Olasuni hill wakes up to the delight of the devotees, on Magha Ekadasi every year, who throng the place in large numbers to witness the nine-day Gumpha Yatra. The Yatra commemorates the death anniversary or Shradha Mahostav of the saint Arakhita Das who lived here 200 years ago.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from these Odisha High Court Museum, Odisha Government Press Museum, Odisha Police Museum, Mahanadi River Boating Jetty, Jobra Lovers Point or Suicide Point, etc. are some newest attractions.</p>\r\n<p>&nbsp;</p>\r\n<p>Parks and gardens</p>\r\n<p>Ocean World water park</p>\r\n<p>The city constitutes the state's only water park named Ocean World. Due to the strategic location of the water park being situated on the midway of Cuttack and Bhubaneswar, it is a popular outing location for the people of both cities.</p>\r\n<p>&nbsp;</p>\r\n<p>CMC Deer park</p>\r\n<p>A deer park is situated beside the Mahanadi Ring Road at Madhusudan Nagar, overseeing the Mahanadi River. The park has about 200 deer. The Park is maintained by the CMC.</p>\r\n<p>&nbsp;</p>\r\n<p>Recreational parks</p>\r\n<p>The city is filled with numerous social parks. Biju Pattnaik park, Birenmitra Park, Gouri Shankar park, Kathajodi river view park, Khannagar park, Jobra park, CDA Sec-6 park are some of the prominent existing parks.</p>\r\n<p>&nbsp;</p>\r\n<p>Nandankanan Zoological Park and Botanical Gardens</p>\r\n<p>Nandankanan is a 400-hectare (990-acre) zoo and botanical garden near Baranga between Cuttack and Bhubaneswar. Established in 1960, it was opened to the public in 1979 and became the first zoo in India to join World Association of Zoos and Aquariums (WAZA) in 2009. It also contains a botanical garden and part of it has been declared a sanctuary. Nandankanan, literally meaning The Garden of Heaven, is located in the environs of the Chandaka forest, and includes the 134-acre (54 ha) Kanjia lake.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandaka Elephant Sanctuary</p>\r\n<p>Chandka Elephant Sanctuary is a wildlife reserve located in the northwestern fringe of Bhubaneswar in the Indian state of Odisha. Nestled on Khurdha uplands of the Eastern Ghats biotic region, Chandaka forest is spread over 175.79 square kilometres (67.87 sq mi) of rolling table land and small sprawling hillocks of Khurdha and Cuttack Districts. It was designated as an elephant reserve in December 1982.</p>\r\n<p>&nbsp;</p>\r\n<p>Naraj Peacock Forest</p>\r\n<p>Situated at Talapada village a few minutes drive from Naraj bridge and hardly 15 km away from Cuttack is a forest famous for herds of peacocks. 16yrs back when super-cyclone plunked Odisha with its formidable appearance, 3 peacocks from Chandaka reserved forest popped up to this area, where a man named Panu Behera, serving as a forest range caretaker for the cashew nut forest took responsibility to feed them. Since then it has been more than one and half decade now and the flock has been raised to 48. Without any Govt support, Behera had been taking care all of these birds till his death thereby earning the name \"Peacock man\". A few local youngsters took over the charges of present-day peacock herd of 150 hens and cocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahanadi River Boating</p>\r\n<p>Jetty has been constructed on Mahanadi near Jobra to facilitate tourists for river cruise ride to Dhabaleshwar or motor boating on Mahanadi. NCC has an exclusive jetty for naval cadet training.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakes and reservoirs</p>\r\n<p>Deojhar or Dian Dui Dhar Waterfall.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>Anshupa Lake</p>\r\n<p>Deojhar WaterFalls, Narasinghpur, Cuttack</p>\r\n<p>Considered as the one &amp; only waterfall in the entire district this waterfall is around 100 km from Cuttack's main city &amp; can be reached Via Athagada &amp; Badamba.</p>\r\n<p>&nbsp;</p>\r\n<p>Anshupa Lake</p>\r\n<p>Anshupa lake is a 141-hectare horseshoe-shaped fresh water lake on the left bank of the Mahanadi river. It is 40 km from the city and acts as a shelter for the migratory birds in the wintry weather season. This small lake holds a prominent position in the tourist map of Odisha for its natural environment and proximity to both Cuttack and Bhubaneswar. Some bamboo cottages are made on the top of Saranda hill for tourist refreshments. Boating facilities are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Jobra Reservoir</p>\r\n<p>Jobra Barrage or Jobra Anikut as widely called is a major source of water for the Mahanadi delta region. Taladanda canal, a major irrigation and flood canal in coastal area starts from here. IOCL's Paradip Refinery has its water intake point from this barrage. The barrage is a very picturesque spot for watching sunsets and thus attracts locals.</p>\r\n<p>&nbsp;</p>\r\n<p>Naraj and Mundali Reservoirs</p>\r\n<p>Situated at the bifurcation point of Mahanadi and Kathajodi rivers, it marks the westernmost tip of Cuttack city. It is a major irrigation dam on Kathajodi river that ensures the water level in Mahanadi river and thereby preventing flood situations in Cuttack. Near to the Naraj Barrage is the Mundali barrage that is the starting point of Puri Canal. Naraj is a major railway station apart from Cuttack railway station. The area surrounding Naraj has many industries.</p>\r\n<p>&nbsp;</p>\r\n<p>Stone revetment on Mahanadi</p>\r\n<p>Idea of Embankment and fund contribution given by Cuttack Raksaka Baimundi to Maharaja Markata Keshari to save Cuttack from Flood. The King then constructed the Historic Embankment and named as Baimundi Embankment.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>The following are selected notable people who were born or have spent a major part of their life in Cuttack.</p>\r\n<p>&nbsp;</p>\r\n<p>Syed Ameer Ali</p>\r\n<p>Bhikari Bal</p>\r\n<p>Netaji Subhas Chandra Bose</p>\r\n<p>Ramadevi Choudhury</p>\r\n<p>Bibhusita Das</p>\r\n<p>Gopabandhu Das</p>\r\n<p>Madhusudan Das</p>\r\n<p>Mihir Das</p>\r\n<p>Sailabala Das</p>\r\n<p>Shiv Sunder Das</p>\r\n<p>Binod Kanungo</p>\r\n<p>Krushna Chandra Kar</p>\r\n<p>Giridharilal Kedia</p>\r\n<p>Harekrushna Mahatab</p>\r\n<p>Annapurna Maharana</p>\r\n<p>Sabyasachi Mishra</p>\r\n<p>Biren Mitra</p>\r\n<p>Akshaya Mohanty</p>\r\n<p>Anubhav Mohanty</p>\r\n<p>Artaballabha Mohanty</p>\r\n<p>Debashish Mohanty</p>\r\n<p>Kumkum Mohanty</p>\r\n<p>Sona Mohapatra</p>\r\n<p>Baishnaba Pani</p>\r\n<p>Biju Patnaik</p>\r\n<p>Naveen Patnaik</p>\r\n<p>Hara Pattanaik</p>\r\n<p>Gopal Chandra Praharaj</p>\r\n<p>Ekram Rasul</p>\r\n<p>Radhanath Rath</p>\r\n<p>Koovarji Karsan Rathor</p>\r\n<p>Thomas Edward Ravenshaw</p>\r\n<p>Rabi Ray</p>\r\n<p>Arindam Roy</p>\r\n<p>Elina Samantray</p>\r\n<p>Nandini Satpathy</p>\r\n<p>Mayadhar Swain</p>\r\n<p>Samuel Tickell</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Cuttack</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ec726a0-3758-4cd3-b8c5-7fc7f32537af_Cuttack-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-cuttack-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"cuttack","slug":"cuttack"}],"recommendations":[{"id":796,"title":"Top Places to visit in Jajpur, Panikoili, Odisha","imageUrl":"d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","dateCreated":"2019-09-28T14:56:31.484Z","dateModified":"2019-09-28T14:57:50.817Z","contributedBy":"AskGif","content":"Jajpur (also known as Jajapur) is a city and a municipality in Jajpur district in the Indian state of Odisha. It was the capital of Odisha during the Kesari dynasty, later supplanted by Cuttack. Now, it is the headquarters of Jajpur district.\r\n&nbsp;\r\nEtymology and names\r\nJaj","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"panikoili","slug":"panikoili"},{"name":"jajpur","slug":"jajpur"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-jajpur-panikoili-odisha","total":0},{"id":788,"title":"Top Places to visit in Bargarh (Baragarh), Odisha","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"Bargarh is a municipality in Bargarh district in the state of Odisha, India. It is the administrative headquarters of Bargarh District . Popularly known for rice cultivation (parboiled-rice) therefore called \"Bhata Handi\" of Odisha State.\r\nBargarh District is an administrative district of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bargarh","slug":"bargarh"},{"name":"bargarh-baragarh","slug":"bargarh-baragarh"}],"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}