{"id":791,"title":"Top Places to visit in Debagarh (Deogarh), Odisha","imageUrl":"b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","dateCreated":"2019-09-28T03:16:50.885Z","dateModified":"2019-09-28T03:17:09.7Z","contributedBy":"AskGif","content":"<p>Debagarh District (in Odia language), also known as Deogarh District is a district of Odisha state, India. Located in the north-western part of the state, it is one of the 30 administrative districts and has its Headquarters at Deogarh town.</p>\r\n<p>Debagarh (in Odia language), also known as Deogarh, is a city in Odisha state of eastern India. Located in the North-Western region of the state, it is the headquarters of Debagarh District that was created on 1 January 1994, after being bifurcated from Sambalpur District.</p>\r\n<p>&nbsp;</p>\r\n<p>The district covers an area of 2781.66 km&sup2;. The district has a population of 274,095 (2001 Census). As of 2011 it is the least populous district of Odisha (out of 30).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are a number of educational institutes present out of which Raja Basu Dev High School and Govt. college at Debagarh town are the major.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Air: &ndash; The nearest airports for visiting places of interest in Deogarh District are at Bhubaneswar (265 km) and Raipur (376 km). A new airport is being constructed at Jharsuguda (98 km) .</p>\r\n<p>&nbsp;</p>\r\n<p>Rail: - The nearest rail heads for Deogarh are at Sambalpur (90 km), Bamra on the Tatanagar-Bilaspur section of Howrah-Nagpur-Mumbai line (103 km), Jharsuguda (98 km) and Rourkela (115 km)</p>\r\n<p>&nbsp;</p>\r\n<p>Road: - Deogarh is connected with NH6 (Part of AH46) (Mumbai-Kolkata) and NH200 (Raipur-Chandikhole).The city is 90 km from Sambalpur, 115 km from Rourkela and 265 km from Bhubaneswar.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism refer to the trips that involve travelling of people outside the place of their residence or work for leisure, pleasure, vacation, business, personal, or other purposes. It rejuvenates body, mind and soul. It helps in gathering knowledge about people, place, culture, tradition of another place other than place of residence. Deogarh is endowed with pristine natural beauty and it has a rich cultural heritage. Some of the tourists places are described as follows.</p>\r\n<p>&nbsp;</p>\r\n<p>KatasarGhat</p>\r\n<p>Katasar Ghat is around 45 KM from Deogarh on the high way from Deogarh to Angul.</p>\r\n<p>&nbsp;</p>\r\n<p>GohiraDam</p>\r\n<p>Gohira Dam is located at a distance of 28 kms. from Deogarh Town in Reamal Block.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>JagannathMandir</p>\r\n<p>Sri Jagannath Temple, Deogarh</p>\r\n<p>Located at Purunagarh, the old capital of Bamra State, this temple is one of the oldest.</p>\r\n<p>&nbsp;</p>\r\n<p>DaragadiStream</p>\r\n<p>Daragadi Stream</p>\r\n<p>This tourist spot is situated in the Tainsira village, which is a meeting point of 3 districts namely Deogarh,</p>\r\n<p>&nbsp;</p>\r\n<p>JhadeswarTemple</p>\r\n<p>Jhadeswar Temple</p>\r\n<p>The temple is easily accessible from Private Bus Stand of Deogarh. It is situated at a distance of 3 Km.</p>\r\n<p>&nbsp;</p>\r\n<p>OlatBata</p>\r\n<p>Olata Bata</p>\r\n<p>The ‟Olata Bata‟, a giant ficus tree located in the Purunagada part of the town greets the visitor on entry.</p>\r\n<p>&nbsp;</p>\r\n<p>Deo Jharan</p>\r\n<p>Deojharan Fall</p>\r\n<p>Located inside dense forest in Reamal Block at a distance of 16 Kms from Deogarh Town, Deojharan.</p>\r\n<p>&nbsp;</p>\r\n<p>KailasPalace</p>\r\n<p>Kailash Palace</p>\r\n<p>This resort for retreat of the royals was built by Raja Dibya Shankar Deb between the year 1916 and 1919.</p>\r\n<p>&nbsp;</p>\r\n<p>Koradkut WFall</p>\r\n<p>Koradkot Fall</p>\r\n<p>Kurudkote is the 2nd waterfall of Deogarh. It is located at an accessible reach at a distance of 2 Kms.</p>\r\n<p>&nbsp;</p>\r\n<p>PradhanPatFall</p>\r\n<p>Pradhanpat</p>\r\n<p>The serene environment of this waterfall within close proximity of the town at a mere distance of one kilometre remains.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Debagarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-debagarh-deogarh-odisha","tags":[{"name":"debagarh","slug":"debagarh"},{"name":"deogarh","slug":"deogarh"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":811,"title":"Top Places to visit in Sambalpur, Odisha","imageUrl":"1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","dateCreated":"2019-09-30T01:28:32.023Z","dateModified":"2019-09-30T01:28:54.758Z","contributedBy":"AskGif","content":"Sambalpur District is a district in the western part of state of Odisha, India. The historic city of Sambalpur is the district headquarters.\r\n&nbsp;\r\nThe district is located in the Mahanadi River basin. It has a total area of 6,702 km2 (2,588 sq mi), of which almost 60% of the distr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sambalpur","slug":"sambalpur"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-sambalpur-odisha","total":0},{"id":807,"title":"Top Places to visit in Nuapada, Odisha","imageUrl":"ff8d5fe9-d57d-4dd9-a276-16cb0a48f3be_Nuapada-tourism.jpg","dateCreated":"2019-09-29T04:01:32.853Z","dateModified":"2019-09-29T04:01:49.083Z","contributedBy":"AskGif","content":"Nuapada is a city in western region of Odisha state of eastern India. It is the headquarters of Nuapada district. Nuapada district was carved out of the undivided Kalahandi district on 27 March 1993. It is on the western border of Odisha with Chhattisgarh. The district is part of Odisha both ling","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ff8d5fe9-d57d-4dd9-a276-16cb0a48f3be_Nuapada-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"nuapada","slug":"nuapada"}],"slug":"top-places-to-visit-in-nuapada-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}