{"id":793,"title":"गंजम, छत्रपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","dateCreated":"2019-09-28T11:46:21.104Z","dateModified":"2019-09-28T11:46:38.405Z","contributedBy":"AskGif","content":"<p>गंजम जिला भारतीय राज्य ओडिशा का एक जिला है। गंजम का कुल क्षेत्रफल 8,070 वर्ग किमी (3,116 मील।) है।</p>\r\n<p>गंजम भारत के ओडिशा राज्य में गंजम जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय छतरपुर है। गंजम को तीन उप-मंडल छतरपुर, बेरहामपुर और भंजनगर में विभाजित किया गया है। इम्पीरियल गजेटियर ऑफ इंडिया 1908 में गंजाम को तंजावुर और दक्षिण केनरा जिलों के साथ मद्रास प्रेसीडेंसी के तीन जिलों के रूप में सूचीबद्ध किया गया है जहाँ ब्राह्मण सबसे अधिक थे। 2011 तक यह ओडिशा का सबसे अधिक आबादी वाला जिला है (30 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>लोकसभा क्षेत्र</p>\r\n<p>2008 से, गंजम जिले का प्रतिनिधित्व बेरहामपुर (लोकसभा निर्वाचन क्षेत्र) और अस्का (लोकसभा निर्वाचन क्षेत्र) में किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बरहमपुर सीट पहले गंजम (लोकसभा निर्वाचन क्षेत्र) 1952 और 1957 के आम चुनावों में दो सीट निर्वाचन क्षेत्र के रूप में और छतरपुर (लोकसभा निर्वाचन क्षेत्र) में 1962, 1967 और 1971 के आम चुनावों में और बाद में बरहनपुर सीट पर 1977 के आम चुनावों के लिए मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आस्का सीट 1977 के आम चुनावों से पहले और 1962, 1967 और 1971 के चुनावों में भंजनगर (लोकसभा निर्वाचन क्षेत्र) सीट के रूप में मौजूद है</p>\r\n<p>&nbsp;</p>\r\n<p>गंजम जिले के लोग</p>\r\n<p>कबी सम्राट उपेंद्र भांजा, कवि</p>\r\n<p>कविसूर्य बलदेव रथ, कवि</p>\r\n<p>वी.वी. गिरी, भारत के पूर्व राष्ट्रपति</p>\r\n<p>शशि भूषण रथ, समाज सुधारक और राजनीतिज्ञ</p>\r\n<p>बिस्वनाथ दास, उत्तर प्रदेश के पूर्व राज्यपाल और ओडिशा के पूर्व मुख्यमंत्री</p>\r\n<p>बिनायक आचार्य, ओडिशा के पूर्व मुख्यमंत्री</p>\r\n<p>अनप्पू परशुरामदास पात्रो: पनागल सरकार के राजा में न्याय पार्टी के नेता और शिक्षा मंत्री</p>\r\n<p>नवीन पटनायक: ओडिशा के वर्तमान और 14 वें मुख्यमंत्री, हिंजिलिकट, गंजम जिले, ओडिशा से विधायक (विधान सभा के सदस्य) भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचा जाये</p>\r\n<p>हवाईजहाज से</p>\r\n<p>निकटतम हवाई अड्डा भुवनेश्वर हवाई अड्डा- 155 किलोमीटर है</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>निकटतम रेलवे स्टेशन चतरपुर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>भुवनेश्वर से यह एनएच 16 पर 150kms है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>गोपालपुर ऑन सी</p>\r\n<p>दरारें और नींद के रूप में नीले पानी और आकर्षक पीठ के पानी के बिस्तर के साथ मेलानचोली और सलुब्रीस समुद्र तट</p>\r\n<p>&nbsp;</p>\r\n<p>तारा तारिणी हिल टॉप व्यू</p>\r\n<p>तारा तारिणी - आदि शक्ति की अभिव्यक्तियाँ</p>\r\n<p>यह दक्षिणी ओडिशा का एक प्रसिद्ध धार्मिक स्थान है जहां जुड़वां बहन देवी यानी तारा और तारिणी सजी हैं</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>चिलिका में जलीय पक्षी</p>\r\n<p>चिलिका (रम्भा) - एक खारा पानी लैगून</p>\r\n<p>तटीय उड़ीसा के केंद्र में स्थित, चिलिका इंडियास की सबसे बड़ी अंतर्देशीय झील है। 1,100 वर्ग किलोमीटर में फैला हुआ है</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पंचम मंदिर प्रवेश द्वार</p>\r\n<p>पंचम - सिद्धि विनायक मंदिर</p>\r\n<p>यह गंजम जिले का एक छोटा सा गाँव है। यहां भगवान गणेश की पूजा एक बड़े पीपल के खांचे में की जाती है</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>भैरबी में 108 मंदिर</p>\r\n<p>भैरबी मंदिर</p>\r\n<p>इस जगह का नाम सुदूरवर्ती ग्राम मन्त्रीडी में देवी देवता भैरबी के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऑलिव रिडले ने RushiKulya पर कछुआ चलाया</p>\r\n<p>ओडिशा के गंजम जिले में अपने वार्षिक बड़े पैमाने पर घोंसले के लिए लुप्तप्राय ऑलिव रिडले कछुओं के लाखों लोगों ने रुशिकुल्या नदी का मुंह खोल दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणी मंदिर प्रसिद्ध शक्तिपीठ</p>\r\n<p>नारायणी देवी मंदिर</p>\r\n<p>प्रसिद्ध विल्लर पर्वत की गोद में नारायणी का सुंदर वैभव पूर्वी में एक प्रसिद्ध स्थान है</p>\r\n<p>&nbsp;</p>\r\n<p>ताप्तीपानी गर्म पानी का झरना</p>\r\n<p>TAPTAPANI - एक गर्म पानी का झरना</p>\r\n<p>यह औषधीय सल्फ्यूरिक पानी के बारहमासी गर्म पानी के झरने के लिए प्रसिद्ध है जो राज्य राजमार्गों पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>बुद्धखोल गंजाम</p>\r\n<p>बुद्धखोल - पांचू महादेव मंदिर</p>\r\n<p>बुगुडा के उत्तर की ओर लगभग 3 किलोमीटर की दूरी पर बुद्धखोल है, जो एक दर्शनीय स्थल है</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>माहुरी कलुआ</p>\r\n<p>माहुरीकलुआ - शक्ति पीठ</p>\r\n<p>आगंतुक आमतौर पर पश्चिमी उड़ीसा के साथ बेरहमपुर को जोड़ने वाली सड़क पर यात्रा करते समय साइट पर बातचीत करते हैं।</p>\r\n<p>गंजम किला / पोतागढ़ किला</p>\r\n<p>&nbsp;</p>\r\n<p>गंजम किला नक्शा</p>\r\n<p>19.22 &deg; N 85.49 &deg; E पर स्थित, गंजम किला (जिसे पोतागढ़ किला भी कहा जाता है) गंजाम में पर्यटकों के लिए मुख्य स्थान है। यह सितारा किला चतरपुर से 8 किमी दूर स्थित है। पोतागढ़ का किला गंजाम का पहला कलेक्ट्रेट परिसर था। बाद में इसे 1815 में बेरहामपुर और बाद में 1835 में छतरपुर में स्थानांतरित कर दिया गया, जहां यह अभी भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पोतागढ़ या \"दफन किले\" को इस तरह नामित किया गया है क्योंकि यह दफन है। यह वर्तमान में रंजिकुल्या नदी के मुहाने पर गंजम नामक गाँव के पास स्थित है। किला खंडहर में है और अभी भी यह कई शासकों के लिए मूक गवाह के रूप में खड़ा है, जिन्होंने विभिन्न क्षेत्रों में इस क्षेत्र पर शासन करने के लिए अपने प्रशासनिक मुख्यालय के रूप में इसका इस्तेमाल किया है, जिसका नाम कलिंग, कलिंग, दंडापत, गंजम, चिचाकोल सर्कार आदि है। एक किला, बल्कि विभिन्न सरकारों द्वारा निर्मित किलों का एक समूह, जिसके अवशेष उनकी प्रशासनिक प्रक्रियाओं की कहानियां बताते हैं। इस प्रकार पोतागढ़ का इतिहास गंजम कलेक्ट्रेट का इतिहास है जिसमें गंजाम, उत्तरी सर्किल, फ्रांसीसी सरकार, मद्रास प्रेसीडेंसी, बंगाल प्रेसीडेंसी और ईस्ट इंडिया कंपनी का इतिहास शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंजाम शहर में पोतागढ़ किला</p>\r\n<p>ऐसा कहा जाता है कि पोतागढ़ किले का निर्माण 1768 में गंजाम के पहले निवासी एडवर्ड कोस्टफोर्ड ने शुरू किया था। लेकिन किले के तारे के आकार का डिज़ाइन और इसके पास खड़ा एक बहुत पुराना मस्जिद अंग्रेजों की तुलना में अपने महमूदन मूल से अधिक है। 17 वीं शताब्दी में कुतबसाही शासन के दौरान गंजम को चिलिका से चिकाकोल तक बढ़ाया गया था और चिकाकोल सर्कार के रूप में नामित किया गया था जो उत्तरी सर्किलों का उत्तरी-सबसे सर्किल था और गोलकोंडा से नियंत्रित किया गया था। 1641 में गोलकुंडा के शासक अब्दुल कुतब शाह द्वारा पहली बार श्रीकाकुलम में फौजदार की नियुक्ति की गई थी। उन्होंने श्रीकाकुलम और इखापुरम में कुछ बेहतरीन मस्जिदों का निर्माण किया। पुराने कलिंग डंडापट (गंजम) को तब दो डिवीजनों अर्थात् चिकाकोल (श्रीकाकुलम) और इकहिपुरम में विभाजित किया गया था। संभवत: यह महमद खान था जिसने इक्कापुरम मंडल के प्रशासन के लिए पोतागढ़ के वर्तमान स्थल पर एक किला बनवाया था। कुछ विद्वानों का मत है कि इस किले को चौथे सुल्तान इब्राहिम कुतबशाह ने बनवाया था।</p>\r\n<p>&nbsp;</p>\r\n<p>1753 में उत्तरी सर्कार को फ्रांसीसी और महाशय डी बूसि को दिया गया, फ्रांसीसी कमांडर ने गंजम पर अधिकार कर लिया और पोतागढ़ से कार्य किया। उसने अपने साथ-साथ अपने फ्रांसीसी लोगों के लिए भी एक किला बनवाया होगा। फ्रांसीसी मूल के दो आत्माओं के सम्मान में पोतागढ़ के पास कब्रिस्तान में खड़ी दो कब्रों द्वारा फ्रांसीसी लोगों की उपस्थिति साबित होती है। 1765 में, उत्तरी सर्किलों को एक शाही फ़ार्मैन द्वारा अंग्रेजी में दिया गया था। फ्रांसीसी शक्ति समाप्त हो गई और एडवर्ड कोस्टफोर्ड को 1766 में गंजम के ब्रिटिश निवासी के रूप में नियुक्त किया गया और 1768 में गंजम का प्रत्यक्ष प्रभार लिया। उन्होंने वहां एक और किले का निर्माण किया। किला स्टार-आकार में नदी के करीब एक विशाल क्षेत्र में फैला हुआ है। परिसर के अंदर तीन अलग-अलग वास्तुशिल्प डिजाइनों की तीन आवासीय इमारतें हैं, जो संभवतः महामहिमों, फ्रांसीसी और ब्रिटिशों को सौंपी गई हैं। महामनन या कुतबशाही मूल का पहला शायद पूरी तरह से बर्बाद स्थिति में है। अन्य दो भी इतनी अच्छी स्थिति में नहीं हैं। इसके अलावा, दो पत्रिका घर हैं। दो दीवारें नदी की ओर खुलने वाली कंपाउंड की दीवार के पूर्वी हिस्से में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक शायद समुद्र में भागने के लिए एक गुप्त मार्ग के रूप में इस्तेमाल किया गया था और दूसरा रानी को स्नान करने के लिए नदी पर जाने के लिए। परिसर की दीवार लगभग 8 'मोटी है जिसमें एक घेर है। किले में दो अच्छी तरह से डिज़ाइन किए गए दरवाजे हैं, एक सामने की तरफ है और दूसरा पीछे की तरफ, नदी के करीब है। पोतागढ़ के किले का वर्णन प्रसिद्ध इतिहासकार WWHunter द्वारा किया गया है, जिसमें पूर्व के मोर्चे को छोड़कर सितारा कोणों में टावर हैं जहाँ एक बड़ा प्रवेश द्वार है, दीवारें न तो 18 से कम और न ही 22 फीट से अधिक ऊँचाई पर हैं और कई पक्षों में तीन तरफ एक खाई गहरे पानी के साथ और चौथे पक्ष में एक मोटी लकड़ी का बचाव किया गया है, जो दीवारों से 150 गज की दूरी पर है। \"पोतागढ़ ने गंजम के प्राचीन गांव पर किले-देवी के प्रकोप और भागने से संबंधित आतंक की कई कहानियां बताई हैं। हमले के समय एक नाव द्वारा बंगाल की खाड़ी में गुप्त मार्ग के माध्यम से राजा। किला पोतागढ़ राज्य की एक पुरातात्विक संपत्ति है और संरक्षण का हकदार है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ganjam_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ganjam-chhatrapur-odisha","tags":[{"name":"छत्रपुर","slug":"chhatrapur"},{"name":"ओडिशा","slug":"odisha"},{"name":"गंजम","slug":"ganjam"}],"recommendations":[{"id":813,"title":"सुंदरगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"सुंदरगढ़ जिला भी है सुंदरगढ़ जिला पूर्वी भारत में ओडिशा राज्य के उत्तर-पश्चिमी भाग में स्थित एक जिला है।\r\n&nbsp;\r\nसुंदरगढ़ जिला पश्चिम में छत्तीसगढ़ के रायगढ़ जिले, उत्तर-पश्चिम में छत्तीसगढ़ के जशपुर जिले, उत्तर में झारखंड के सिमडेगा जिले, झारखंड के पश्चिम सिंहभूम जिले और पूर्व में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"सुंदरगढ़","slug":"sundargarh"}],"slug":"top-places-to-visit-in-sundargarh-odisha","total":0},{"id":806,"title":"नबरंगपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"580411cf-3786-46f7-8b3b-989c6aec4e76_Nabarangpur-tourism.jpg","dateCreated":"2019-09-29T03:54:36.47Z","dateModified":"2019-09-29T03:54:54.702Z","contributedBy":"AskGif","content":"नबरंगपुर जिला, जिसे नबरंगपुर जिला और नवरंगपुर जिले के रूप में भी जाना जाता है, भारत का ओडिशा का एक जिला है। नबरंगपुर शहर जिला मुख्यालय है। इसकी अधिकांश आबादी आदिवासी है, और अधिकांश भूमि वनाच्छादित है। ओडिशा के दक्षिण-पश्चिम कोने में स्थित, यह कोरापुट जिला की सीमा में आता है। नबरंगपुर जिला 19.14 '","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/580411cf-3786-46f7-8b3b-989c6aec4e76_Nabarangpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नबरंगपुर","slug":"nabarangpur"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-nabarangpur-odisha","total":0},{"id":785,"title":"बौद्ध (बौड़ा) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","dateCreated":"2019-09-28T01:33:10.997Z","dateModified":"2019-09-28T01:33:31.42Z","contributedBy":"AskGif","content":"बौध जिला एक प्रशासनिक और एक नगरपालिका जिला है, जो ओडिशा, भारत में तीस में से एक है। बौध जिले का जिला मुख्यालय बौध शहर है।\r\nBoudh भारत के ओडिशा राज्य के Boudh जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह बौध जिले का जिला मुख्यालय है। यह महानदी के तट पर स्थित है, जो ओडिशा राज्य की सबस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बौद्ध","slug":"boudh"},{"name":"ओडिशा","slug":"odisha"},{"name":"बौद्ध-बौड़ा","slug":"boudh-bauda"}],"slug":"top-places-to-visit-in-boudh-bauda-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}