{"id":794,"title":"Top Places to visit in Gajapati, Paralakhemundi, Odisha","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"<p>Gajapati is a district of Odisha, India. It was created from Ganjam District in October, 1992. Gajapati district was named after Maharaja Sri Krushna Chandra Gajapati Narayan Dev, the Raja Sahib of the Paralakhemundi estate (the first Prime Minister of the state), who is remembered for his contribution in the formation of a separate state, and inclusion of the Paralakhemundi estate in Odisha. The district headquarters at Paralakhemundi, formerly a princely estate, has been clustered within a radius of approximately 5 kilometers around the geometric centre of Paralakhemundi. The District is a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third least populous district of Odisha (out of 30), after Debagarh and Boudh.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Gajapati District is sparsely populated and hence consists of only one subdivision, Paralakhemundi. The district is further divided into seven Blocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Gumma</p>\r\n<p>Kashinagar</p>\r\n<p>Mohana</p>\r\n<p>Nuagada</p>\r\n<p>Paralakhemundi</p>\r\n<p>R.Udayagiri</p>\r\n<p>Rayagada</p>\r\n<p>There are 149 Gram Panchayats consisting of 1499 inhabited villages in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The town Paralakhemundi is the District Headquarters and also the largest town of the Gajapati district. Kashinagara is the second largest town of Gajapati district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Colleges</p>\r\n<p>Centurion School for Rural Enterprise Management</p>\r\n<p>Jagannath Institute for Technology and Management</p>\r\n<p>Sanskrit College, Paralakhemundi</p>\r\n<p>Women's College, Paralakhemundi</p>\r\n<p>Sri Krushna Chandra Gajapati College.</p>\r\n<p>Gajapati College of Pharmacy</p>\r\n<p>Gajapati College of Nursing</p>\r\n<p>Gajapati School of Nursing</p>\r\n<p>Schools</p>\r\n<p>Sri Krushna Chandra Gajapati College (SKCG)</p>\r\n<p>Maha Raja's Boys High School (MRBHS)</p>\r\n<p>Maha Raja's Girls High School (MRGHS)</p>\r\n<p>Jawahar Navodaya Vidyalaya (JNV)</p>\r\n<p>Kendriya Vidyalaya</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Introduction</p>\r\n<p>The colourful cultural mosaic, linguistic babel, bio-diversity and tourism potentialities of Gajapati district deserve public attention for efflorescence and Government&rsquo;s care for protection and preservation. The entire district is dotted with many places of religious and secular interests and graced with vast wilderness of idyllic beauty, pastoral panorama, scenic, serine and sacred countenance.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandragiri (Jiranga)</p>\r\n<p>Tibetan Temple at Chandragiri</p>\r\n<p>Description:</p>\r\n<p>&nbsp;</p>\r\n<p>Chandragiriis located in Lobarsing Gram Panchayat of Mohona Block. It is situated at a distance of 80 kms from Brahmapur and 88 kms from Paralakhemundi. The place shelters more the Tibetan refugees.</p>\r\n<p>&nbsp;</p>\r\n<p>Jiranga is in Labarsing Gram Panchayat of Mohana Block. It is near Chandragiri and noted for the Budhist temple, the highest in the South Asia. In 2010 it was inaugurated by his Highness Dalai Lama. It is termed Padmasambhava Mahavihara Monastery. The sacred shrine is also known as Sri Padmapada Vihara or. Inside the temple a huge image Dhyani Budha is enshrined flanked by Padmapada and Manjushree. The temple was inaugurated by the Dalai Lama.</p>\r\n<p>&nbsp;</p>\r\n<p>Gandahati Waterfall</p>\r\n<p>Waterfall</p>\r\n<p>Description</p>\r\n<p>&nbsp;</p>\r\n<p>Gandahati is one of the muthas of Paralakhemundi Zamindari. The name suggests that once it was inhabited by large elephant population, now no more. The place is important for a beautiful waterfall. Gajapati district has a few well-known waterfalls. Gandahati situated in Rayagada Block is the main and most popular one. The waterfall area is 1212.40 ha, Height 20m, Longitude 84&deg;16&rsquo;23&rdquo; N, Latitude 18&deg;53&rsquo;42&Prime;E. Altitude 609.9 Ft or 180.5m.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterfall</p>\r\n<p>The flora include Sal, Piasal, Dharua, Mahula, Haldu, Sidha, Kendu, Harida, Amla, Karanja, Arjun etc. and fauna comprise of Elephant, Leopard, Sambar, Barking deer, spotted deer, wild boar, Porcupine, Peacock, Pheasants, Parrots, Eagles, Golden Orioles Cuckoos, etc. Its distance from District Headquarters is 27 kms. Its silence is awe-inspiring. It is a picnic spot for the pleasure seeking visitors from far and near. Flow of visitors to Gandahati continues throughout the year as the source of water is perennial.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahendragiri</p>\r\n<p>Mahendragiri Hill</p>\r\n<p>Description</p>\r\n<p>&nbsp;</p>\r\n<p>The magnificent Mahendragiri stands as the dosimali stone of the provinces of Andhra and Odisha and trisimali of Ganjam and Gajapati districts of Odisha and Srikakulam district of Andhra Pradesh. It is the second highest peak measuring 4923 feet and the highest peak Singharaj 4976 feet and the third Devagiri 4534 feet. It is situated in latitude 18&deg; 24&rsquo; and in the middle of the Eastern ghats. Mahendragiri is 51 kms to the south-West of Brahmapur, 26 kms from the sea. It is approachable at Tumba from Brahmapur side, at Burkhat from Parlakhemundi side and at Jangalapadu from Srikakulam side. Mahendragiri is important from mythological, religious, historical, archeological, ethnical, ecological and tourism points of view.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>MankodaDiya Waterfall</p>\r\n<p>R.Udayagiri Gajapati</p>\r\n<p>Description:</p>\r\n<p>&nbsp;</p>\r\n<p>The place is important for a beautiful waterfall. Gajapati district has a few well-known waterfalls. MankodaDiya is situated in R.Udayagiri Block near by Sialilati most popular one. It is around 26 Kms from the block headquarter and aound 86 Kms away from the district head quarters, Paralakhemundi by road. Its silence is awe-inspiring. It is a picnic spot for the pleasure seeking visitors from far and near.</p>\r\n<p>&nbsp;</p>\r\n<p>B.N. Palace</p>\r\n<p>Description :</p>\r\n<p>&nbsp;</p>\r\n<p>B.N. Palace Paralakhemundi</p>\r\n<p>B N Palace, also known as &lsquo;Brundaban Palace&rsquo;, is a charming historical monument in Gajapati district of Orissa. It was the erstwhile summer palace of Maharaja of Paralakhemundi. It is situated on the banks of Mahendratanaya River, surrounded by thick teak trees.</p>\r\n<p>&nbsp;</p>\r\n<p>B N Palace is a three storied magnificent building with an underground floor. It has an underground connection with the main palace. The palace features stunning artworks. There is a beautiful orchard attached to the palace.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gajapati_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","tags":[{"name":"gajapati","slug":"gajapati"},{"name":"paralakhemundi","slug":"paralakhemundi"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":809,"title":"Top Places to visit in Puri, Odisha","imageUrl":"5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","dateCreated":"2019-09-29T13:57:56.483Z","dateModified":"2019-09-29T13:59:12.797Z","contributedBy":"AskGif","content":"Puri is a coastal district of the Odisha state of India.\r\n&nbsp;\r\nThis district comprises 1722 revenue villages. It has one Sub-Division, 11 Tahasils and 11 Blocks. Puri is the only municipality of the district. Konark, Pipili and Nimapara are the three N.A.Cs in this district. Saty","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"puri","slug":"puri"}],"slug":"top-places-to-visit-in-puri-odisha","total":0},{"id":803,"title":"Top Places to visit in Kendrapara, Odisha","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"Kendrapara District is an administrative district of Odisha state in eastern India. The town of Kendrapara is the district headquarters. Kendrapara District is situated in the eastern portion of the state, and is bounded on the north by Bhadrak District, on the east by the Bay of Bengal, on the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"kendrapara","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":785,"title":"Top Places to visit in Boudh (Bauda), Odisha","imageUrl":"5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","dateCreated":"2019-09-28T01:33:10.997Z","dateModified":"2019-09-28T01:33:31.42Z","contributedBy":"AskGif","content":"Boudh District is an administrative and a municipal district, one of the thirty in the Odisha, India. The district headquarters of the Boudh District is the city of Boudh.\r\nBoudh is a town and a Notified Area Council in Boudh district in the state of Odisha, India. It is the district headq","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0b2c80-df56-4cde-b372-8045882af5da_Boudh-Bauda-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"boudh","slug":"boudh"},{"name":"odisha","slug":"odisha"},{"name":"boudh-bauda","slug":"boudh-bauda"}],"slug":"top-places-to-visit-in-boudh-bauda-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}