{"id":795,"title":"झारसुगुडा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"<p>झारसुगुडा, भारत के ओडिशा के झारसुगुडा जिले का जिला मुख्यालय है। यह झारसुगुड़ा जिले का प्रशासनिक मुख्यालय है। यह एक औद्योगिक केंद्र है, जिसमें मुख्य रूप से धातुकर्म उद्योग शामिल हैं। यह रेल नेटवर्क के माध्यम से भारत के प्रमुख शहर से अच्छी तरह से जुड़ा हुआ है, और हाल ही में उद्घाटन किए गए झारसुगुड़ा हवाई अड्डे का नाम बाद में प्रधान मंत्री नरेंद्र मोदी द्वारा वीर सुरेंद्र साई हवाई अड्डे के रूप में बदल दिया गया। यह बहुतायत से पास के थर्मल पावर प्लांट के कारण \"ओडिशा के पावरहाउस\" के रूप में लोकप्रिय है।</p>\r\n<p>झारसुगुडा, ओडिशा में एक जिला है, जिसका मुख्यालय झारसुगुड़ा शहर है। जिले में एक बार द्वितीय विश्व युद्ध के दौरान एक हवाई अड्डा था। यह क्षेत्र कोयले और अन्य खनिज भंडारों में समृद्ध है। देर से, झारसुगुड़ा शहर के आसपास के क्षेत्र में कई छोटी और मध्यम पैमाने की लोहा और इस्पात इकाइयाँ स्थापित की गई हैं, जिससे जिले के औद्योगिक विकास को गति मिली है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख जनजातियाँ</p>\r\n<p>इस जिले में प्रमुख जनजातीय आबादी है, जिनमें से महत्वपूर्ण हैं सबारा, किसान, कुरुख, भुइयां, मुंडा, संताल। इस जिले में जनजातीय संस्कृति, भाषा और अन्य फोकल संस्कृति के मामले में अद्वितीय विविधता है। कुरुख लोग सदरी भाषा के साथ अपनी मातृभाषा कुरुख भाषा बोलते हैं। मुंडा लोग अपनी हो भाषा बोलते हैं और किसान लोग अपनी किसान बोली बोलते हैं और खरिया अपनी खरिया बोलते हैं। सदरी और स्थानीय ओडिया बोली भी आदिवासी समुदायों के बीच काफी लोकप्रिय है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>झारसुगुडा भारत के विभिन्न क्षेत्रों के एक महानगरीय शहर के आवासीय लोग हैं। कस्बे में मनाए जाने वाले प्रमुख त्योहार हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>नुआखाई: पश्चिमी ओडिशा के लोगों के लिए यह एक महत्वपूर्ण त्योहार है। यह त्योहार पतझड़ के मौसम में आता है। यह एक फ़सल उत्सव है जिसे पहली फ़सल की कटाई के बाद मनाया जाता है (पंजाब में बैसाखी के समान)। परिवार इस अवधि के दौरान इकट्ठा होते हैं और एक साथ भोजन करते हैं। उसके बाद, छोटे बड़ों का आशीर्वाद लेते हैं और दोस्तों के साथ नृत्य करते हैं।</p>\r\n<p>भाई जांटिया: इस क्षेत्र की महिलाओं द्वारा मनाया जाने वाला एक त्योहार जहां एक बहन अपने भाई की बेहतरी के लिए प्रार्थना करती है।</p>\r\n<p>रथ यात्रा: रथ यात्रा जिले के शहर और गांवों में मनाई जाती है। भगवान जगन्नाथ, उनके बड़े भाई बलभद्र और उनकी छोटी बहन सुभद्रा एक लकड़ी की कार में अपने माता मंदिर जाते हैं।</p>\r\n<p>दुर्गा पूजा: कस्बे में सार्वजनिक पंडालों में आधी सदी से भी अधिक समय से दुर्गा पूजा मनाई जाती है। यह झारसुगुड़ा में स्थानीय स्तर पर सबसे अधिक मनाया जाने वाला त्योहार है। इनमें से सबसे उल्लेखनीय और पसंदीदा विशेष रूप से सरबहाल, चौकी पारा और मंगल बाजार के दुर्गा पंडाल और चौकी पारा में श्री शांतिमई मुखर्जी द्वारा पूजा उनके राजसी और अभिनव पंडालों के लिए प्रमुख भीड़ खींचने वाले हैं।</p>\r\n<p>गणेश पूजा: गणेश चतुर्थी या गणेश पूजा भी स्थानीय स्तर पर मनाया जाने वाला एक त्योहार है जो 10 दिनों का सार्वजनिक उत्सव है।</p>\r\n<p>दिवाली और छठ: यह बहुत ही धूमधाम और शो के साथ मनाया जाता है।</p>\r\n<p>कीर्तन (नाम यंगिया) (ब्रुंदल, सरबाहल, सहपादा, बुरोमल और चौकी पारा): लोग कृष्ण और राम की प्रार्थना करते हैं।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>औपनिवेशिक युग के बाद से, शहर में अपेक्षाकृत विकसित परिवहन नेटवर्क रहा है। परिवहन के प्राथमिक साधन ऑटो रिक्शा, 'सावरियां', टैक्सी वैन और नगरपालिका या राज्य संचालित बसें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>झारसुगुड़ा हवाई अड्डे का विस्तार दुर्लागा में किया गया था। ब्रिटिश काल से यह एक हवाई पट्टी है, जो वर्तमान में एक पूर्ण हवाई अड्डे के लिए उन्नत है। सितंबर 2018 में पहली उड़ान झारसुगुडा से रवाना हुई जब पीएम मोदी ने वीएसएस एयरपोर्ट (वीर सुरेन्द्र साईं एयरपोर्ट) को राष्ट्र को समर्पित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>28 फरवरी, 2019 को, कम लागत वाली एयरलाइन स्पाइसजेट ने UDAN (Ude Desh ka Aam Nagrik) क्षेत्रीय कनेक्टिविटी योजना के तहत नई दिल्ली के साथ ही कोलकाता, हैदराबाद जैसे विभिन्न राज्यों की राजधानियों में झसुरगुड़ा से क्षेत्रीय कनेक्टिविटी की घोषणा की। [वृत्तीय संदर्भ]</p>\r\n<p>&nbsp;</p>\r\n<p>झारसुगुड़ा रेलवे स्टेशन हावड़ा-नागपुर-मुंबई लाइन के टाटानगर-बिलासपुर खंड और झारसुगुड़ा-विजयनगरम लाइन पर एक महत्वपूर्ण रेलवे जंक्शन है। रेलवे स्टेशन दक्षिण पूर्व रेलवे के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>झारसुगुड़ा रेलवे स्टेशन</p>\r\n<p>झारसुगुड़ा राज्य राजमार्ग 10 और राष्ट्रीय राजमार्ग 49 द्वारा राज्यों के विभिन्न शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों में शिक्षा के पूर्व-कॉलेजिएट माध्यम मुख्य रूप से अंग्रेजी और ओडिया हैं। कॉलेजों में मैट्रिक के बाद शिक्षण संस्थानों में शिक्षा का माध्यम अंग्रेजी है। शिक्षा के अन्य माध्यम झारसुगुड़ा में भी मौजूद हैं। झारसुगुड़ा में स्कूल और कॉलेज ज्यादातर सरकारी हैं, लेकिन निजी ट्रस्टों और व्यक्तियों द्वारा संचालित स्कूल भी मौजूद हैं। स्कूल या तो ओडिशा राज्य बोर्ड ऑफ सेकेंडरी एजुकेशन (BSE) या काउंसिल ऑफ हायर सेकेंडरी एजुकेशन (CHSE), इंडियन सर्टिफिकेट ऑफ सेकंडरी एजुकेशन और सेंट्रल बोर्ड ऑफ सेकेंडरी एजुकेशन से संबद्ध हैं। माध्यमिक शिक्षा में स्कूली शिक्षा के 10 साल पूरे करने के बाद, छात्र उच्चतर माध्यमिक विद्यालय में दाखिला लेते हैं, जो तीन धाराओं में से एक है - कला, वाणिज्य या विज्ञान।</p>\r\n<p>&nbsp;</p>\r\n<p>नवंबर 2016 में, भारत के चार्टर्ड अकाउंटेंट्स के पेशेवर लेखा निकाय संस्थान ने झारसुगुड़ा में एक शाखा खोली।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jharsuguda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jharsuguda-odisha","tags":[{"name":"झारसुगुडा","slug":"jharsuguda"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":810,"title":"रायगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","dateCreated":"2019-09-29T14:05:33.089Z","dateModified":"2019-09-29T14:05:54.476Z","contributedBy":"AskGif","content":"रायगडा दक्षिणी ओडिशा का एक जिला है, जो भारत में एक राज्य है, जो अक्टूबर 1992 में एक अलग जिला बन गया। [1] इसकी जनसंख्या में मुख्य रूप से जनजातियाँ, मुख्यतः खोंड और सोरस शामिल हैं। ओडिया के अलावा, कुई और सोरा जिले की स्वदेशी आबादी द्वारा बोली जाती है।\r\n&nbsp;\r\nरायगडा 7,584.7 वर्ग किलो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"rayagada"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-rayagada-odisha","total":0},{"id":808,"title":"नयागढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"नयागढ़ जिला पूर्वी भारत के ओडिशा राज्य के 30 जिलों में से एक है। यह 1992 में बनाया गया था जब पूर्ववर्ती पुरी जिले को तीन अलग-अलग जिलों में विभाजित किया गया था, अर्थात् खुरधा, नयागढ़ और पुरी। यह बैसीपाली वन्यजीव अभयारण्य का घर है। यह एक हिल स्टेशन की तरह है, जहाँ तक प्राकृतिक दृश्यों का संबंध है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नयागढ़","slug":"nayagarh"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":789,"title":"बालासोर (बालेश्वर) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","dateCreated":"2019-09-28T02:26:58.707Z","dateModified":"2019-09-28T02:27:19.007Z","contributedBy":"AskGif","content":"बालासोर या बालेश्वर पूर्वी भारत में राज्य की राजधानी भुवनेश्वर से लगभग 194 किलोमीटर (121 मील) उत्तर में ओडिशा राज्य का एक शहर है। यह बालासोर जिले का प्रशासनिक मुख्यालय है। यह चांदीपुर बीच के लिए सबसे अच्छी तरह से जाना जाता है। भारतीय बैलिस्टिक मिसाइल रक्षा कार्यक्रम की एकीकृत परीक्षण रेंज बालासोर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बालेश्वर","slug":"baleshwar"},{"name":"ओडिशा","slug":"odisha"},{"name":"बालासोर","slug":"balasore"}],"slug":"top-places-to-visit-in-balasore-baleshwar-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}