{"id":795,"title":"Top Places to visit in Jharsuguda, Odisha","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"<p>Jharsuguda is the district headquarters of Jharsuguda district of Odisha, India. It is the administrative headquarters of Jharsuguda district. It is an industrial hub, consisting mainly of metallurgical industries. It is well connected to major city's of India through the rail network, and a recently inaugurated Jharsuguda Airport later renamed as Veer Surendra Sai Airport by Prime minister Narendra Modi. It is popularly known as the \"Powerhouse of Odisha\" due to its plentiful industry mostly nearby thermal power plants.</p>\r\n<p>Jharsuguda is a district in Odisha, India with Jharsuguda town as its headquarters. The district once had an airport during World War II. This region is rich in coal and other mineral reserves. Of late, many small and medium scale iron and steel units have been set up in the vicinity of Jharsuguda town, giving impetus to the industrial growth of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Major Tribes</p>\r\n<p>This district has the major tribal populations among them important tribes are Sabara, Kisan, Kurukh, Bhuiyan, Munda, Santal. This district has unique diversity in terms of tribal culture, language and other focal culture. Kurukh people speak their mother tongue Kurukh language with Sadri language. Munda people speak their Ho language and Kisan people speak their Kisan dialect and Kharia speak their Kharia. Sadri and local Odia dialect is also quite popular among tribal communities.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Jharsuguda is a cosmopolitan city housing people from various regions of India. Major festivals celebrated in the town are:</p>\r\n<p>&nbsp;</p>\r\n<p>Nuakhai: This is an important festival for the people of Western Odisha. This festival falls during Autumn season. It is a harvest festival celebrated after the first crops are harvested (similar to baisakhi in Punjab). Families gather during this period and eat together. After that, the younger take the blessings of elders and dance with friends.</p>\r\n<p>Bhai Jauntia: A festival observed by the women of this region where a sister prays for the betterment of her brother.</p>\r\n<p>Rath Yatra: Rath Yatra is celebrated in the town &amp; villages of the district. Lord Jagannath, his elder brother lord Balabhadra and his younger sister Subhadra travel in a wooden car to their mausi mandir.</p>\r\n<p>Durga Puja: Durga Puja has been celebrated in public pandals in the town for more than half a century. It is one of the most celebrated festival locally in Jharsuguda. Most remarkable and favoured among these are specially Durga pandals of Sarbahal, Chowki para and Mangal Bazar and Puja by Sri Santimai Mukharjee in Chowki Para are major crowd pullers for their majestic and innovative pandals.</p>\r\n<p>Ganesh Puja: Ganesh Chaturthi or Ganesh puja is also one of locally most celebrated festival which is a 10-day public celebration.</p>\r\n<p>Diwali and Chhat: It is celebrated with great pomp and show.</p>\r\n<p>Kirtan (Nama Yangya) (Brundamal, Sarbahal, Sahapada, Buromal and Chowki Para): People pray to Krishna and Rama.</p>\r\n<p>Transport</p>\r\n<p>Since the Colonial era, the city has had a relatively developed transportation network. Primary modes of transport are auto rickshaws, 'Savaris', taxi vans and municipal or state operated buses.</p>\r\n<p>&nbsp;</p>\r\n<p>The Jharsuguda Airport had been under expansion at Durlaga. It has an airstrip since British times, which is currently upgraded to a full-fledged airport. First flight from Jharsuguda took off in September 2018 after PM Modi dedicates VSS Airport (Veer Surendra Sai Airport) to nation.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>On February 28, 2019, low cost airline Spicejet announced regional connectivity from Jhasurguda to various state capitals such as Kolkata, Hyderabad as well as with New Delhi under the UDAN (Ude Desh ka Aam Nagrik) regional connectivity scheme. [circular reference]</p>\r\n<p>&nbsp;</p>\r\n<p>Jharsuguda railway station is an important railway junction on the Tatanagar&ndash;Bilaspur section of the Howrah-Nagpur-Mumbai line and the Jharsuguda-Vizianagaram line. The railway station comes under South Eastern Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jharsuguda Railway Station</p>\r\n<p>Jharsuguda is connected to various towns of the states by State Highway 10 and National Highway 49.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The pre-collegiate medium of instruction in schools is predominantly English and Odia. The medium of instruction in educational institutions after matriculation in colleges is English. Other media of instruction also exist in Jharsuguda. Schools and colleges in Jharsuguda are mostly government-run, but schools run by private trusts and individuals also exist. The schools are affiliated with either the Odisha State Board under the Board of Secondary Education (BSE) or Council of Higher Secondary Education (CHSE), Indian Certificate of Secondary Education and the Central Board of Secondary Education. After completing 10 years of schooling in secondary education, students enroll in higher secondary school, specialising in one of three streams &ndash; arts, commerce or science.</p>\r\n<p>&nbsp;</p>\r\n<p>In November 2016, the professional accounting body Institute of Chartered Accountants of India opened a branch at Jharsuguda.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jharsuguda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jharsuguda-odisha","tags":[{"name":"jharsuguda","slug":"jharsuguda"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":810,"title":"Top Places to visit in Rayagada, Odisha","imageUrl":"0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","dateCreated":"2019-09-29T14:05:33.089Z","dateModified":"2019-09-29T14:05:54.476Z","contributedBy":"AskGif","content":"Rayagada is a district in southern Odisha, a state in India, which became a separate district in October 1992. Its population consists mainly of tribes, primarily the Khonds and the Soras. In addition to Odia, Kui and Sora are spoken by the district's indigenous population.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rayagada","slug":"rayagada"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-rayagada-odisha","total":0},{"id":808,"title":"Top Places to visit in Nayagarh, Odisha","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"Nayagarh district is one of the 30 districts of Odisha State in eastern India. It was created in 1992 when the erstwhile Puri District was split into three distinct districts, namely Khurdha, Nayagarh and Puri. It is home to the Baisipali Wildlife Sanctuary. It is like a Hill station, so far as n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nayagarh","slug":"nayagarh"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":789,"title":"Top Places to visit in Balasore (Baleshwar), Odisha","imageUrl":"ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","dateCreated":"2019-09-28T02:26:58.707Z","dateModified":"2019-09-28T02:27:19.007Z","contributedBy":"AskGif","content":"Balasore or Baleshwar is a city in the state of Odisha, about 194 kilometres (121 mi) north of the state capital Bhubaneswar, in eastern India. It is the administrative headquarters of Balasore district. It is best known for Chandipur beach. The Indian Ballistic Missile Defense Program's Integrat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baleshwar","slug":"baleshwar"},{"name":"odisha","slug":"odisha"},{"name":"balasore","slug":"balasore"}],"slug":"top-places-to-visit-in-balasore-baleshwar-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}