{"id":796,"title":"Top Places to visit in Jajpur, Panikoili, Odisha","imageUrl":"d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","dateCreated":"2019-09-28T14:56:31.484Z","dateModified":"2019-09-28T14:57:50.817Z","contributedBy":"AskGif","content":"<p>Jajpur (also known as Jajapur) is a city and a municipality in Jajpur district in the Indian state of Odisha. It was the capital of Odisha during the Kesari dynasty, later supplanted by Cuttack. Now, it is the headquarters of Jajpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology and names</p>\r\n<p>Jajpur, the location of the ancient Viraja Temple, was originally known as Viraja. Other names of the city in the ancient texts include Viranja, Varanja-nagara, Varaha-tirtha. The Bhauma-Kara kings established their capital city of Guhadevapataka (or Guheshvarapataka), identified with modern Gohiratikar (or Gohiratikra) near Jajpur. The later Somavanshi kings moved their capital from Yayatinagara (modern Binka) to Guheshvarapataka, and renamed the city Abhinava-Yayatinagara (\"the new city of Yayati\").</p>\r\n<p>&nbsp;</p>\r\n<p>Later, the Jajpur city came to be known as Yajanagara. According to one theory, this name is a corruption of \"Yayatinagara\". Another theory is that it derives from the Brahmanical sacrifices (Yajna) that became popular during the Ganga-Gajapati period (11th-16th century). In the Muslim chronicles such as Tabaqat-i-Nasiri and Tarikh-i-Firuzshahi, the city's name was mentioned as \"Jajnagar\". Later, the suffix \"-nagar\" (\"city\") was replaced with the equivalent \"-pur\", and the city's name became \"Jajpur\".</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Earliest account of Jajpur is part of the history of the Odisha. It was the capital of Keshari King Yayati Keshari in 473 CE. Accounts by Chinese travelers mention Jajpur as capital in 7th century. It has been a center of Tantrism. The budhhist kingdom of Bhauma Karas also kept Jajpur as their capital in 8th century CE. Many Buddhist structures have been unearthed in and around Jajpur that point to the Buddhist past of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Jajpur had a population of 37,458. Males constitute 51% of the population and females 49%. Jajpur has an average literacy rate of 82%, greater than the national average of 65%: male literacy is 87%, and female literacy is 76%. In Jajpur, 11% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Current MLA from Jajpur Assembly Constituency is Pranab Prakash Das of BJD, who won the seat in State elections of 2009. He has elected as second time with a large vote margin. Previous MLAs from this seat were Parameswar Sethi who won this seat in 2004 and Suryamani Jena who won this seat in 2000 representing BJD and also in 1995 representing JD, Jagannath Mallik who won this seat representing JD in 1990 and also in 1985 and in 1977 representing JNP, and Niranjan Jena of INC(I) in 1980. Sri Pranab Prakash Das [MLA] Jajpur Assembly Constituency has been appointed as Ministers of State MoS (Ind) Energy and Information Technology. Sri Pranab Prakash Das [MLA] will also entrusted to oversee after Disability Welfare in the department of Women and Child Development as MoS</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>N.C. Autonomous College, Jajpur Town</p>\r\n<p>S G College, Kanikapada, Jajpur</p>\r\n<p>V. N. Autonomous College, Jajpur Road</p>\r\n<p>Schools</p>\r\n<p>G. C. Highschool, Aunri, Jajpur</p>\r\n<p>G. S. High School</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Chandi of Chandikhol</p>\r\n<p>CHANDIKHOLE CHANDI TEMPLE</p>\r\n<p>Chandikhole is a town in Jajapur district, Odisha, India. The place has been named after Goddess Chandi worshipped.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashokjhar water fall at Sukinda</p>\r\n<p>ASHOKJHAR WATERFALL</p>\r\n<p>Ashokjhar is a tourist place situated in Sukinda Block .It is about 8 KM from Block Head Quarter.</p>\r\n<p>&nbsp;</p>\r\n<p>Main Gate of Ratnagiri, jajpur</p>\r\n<p>RATNAGIRI</p>\r\n<p>Archaeological museum at Ratnagiri is one of the important site museums of Archaeological Survey of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Biraja of Birajakhetra, Jajpur</p>\r\n<p>BIRAJA KHETRA</p>\r\n<p>&nbsp;Biraja Temple or Viraja Kshetra , is one of the ancient Hindu temples located in the Jajpur district of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jajpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jajpur-panikoili-odisha","tags":[{"name":"panikoili","slug":"panikoili"},{"name":"jajpur","slug":"jajpur"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":810,"title":"Top Places to visit in Rayagada, Odisha","imageUrl":"0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","dateCreated":"2019-09-29T14:05:33.089Z","dateModified":"2019-09-29T14:05:54.476Z","contributedBy":"AskGif","content":"Rayagada is a district in southern Odisha, a state in India, which became a separate district in October 1992. Its population consists mainly of tribes, primarily the Khonds and the Soras. In addition to Odia, Kui and Sora are spoken by the district's indigenous population.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rayagada","slug":"rayagada"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-rayagada-odisha","total":0},{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":794,"title":"Top Places to visit in Gajapati, Paralakhemundi, Odisha","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"Gajapati is a district of Odisha, India. It was created from Ganjam District in October, 1992. Gajapati district was named after Maharaja Sri Krushna Chandra Gajapati Narayan Dev, the Raja Sahib of the Paralakhemundi estate (the first Prime Minister of the state), who is remembered for his contri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gajapati","slug":"gajapati"},{"name":"paralakhemundi","slug":"paralakhemundi"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}