{"id":796,"title":"जाजपुर, पनिकोइली में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","dateCreated":"2019-09-28T14:56:31.484Z","dateModified":"2019-09-28T14:57:50.817Z","contributedBy":"AskGif","content":"<p>जाजपुर (जिसे जैजापुर के नाम से भी जाना जाता है) भारतीय राज्य ओडिशा में जाजपुर जिले का एक शहर और नगरपालिका है। केसरी राजवंश के दौरान यह ओडिशा की राजधानी थी, जिसे बाद में कटक ने बंद कर दिया। अब, यह जाजपुर जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>व्युत्पत्ति और नाम</p>\r\n<p>जाजपुर, प्राचीन विराजा मंदिर का स्थान, मूल रूप से विराज के रूप में जाना जाता था। प्राचीन ग्रंथों में शहर के अन्य नामों में विरंजा, वरंजा-नगरा, वराह-तीर्थ शामिल हैं। भूमा-कारा राजाओं ने अपनी राजधानी गुहादेवपटक (या गुहेश्वरापाटक) की स्थापना की, जो जाजपुर के पास आधुनिक गोहिराटीकर (या गोहिराटिकरा) से पहचाना जाता है। बाद के सोमवंशी राजाओं ने अपनी राजधानी को ययातिनगर (आधुनिक बिंका) से गुहेश्वरापक में स्थानांतरित कर दिया, और शहर का नाम अभिनव-ययातिनगर (\"ययाति का नया शहर\") रख दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>बाद में, जाजपुर शहर को यज्ञनगर के रूप में जाना जाने लगा। एक सिद्धांत के अनुसार, यह नाम \"ययातिनगर\" का एक भ्रष्टाचार है। एक अन्य सिद्धांत यह है कि यह ब्राह्मणवादी बलिदान (यज्ञ) से निकला है जो गंगा-गजपति काल (11 वीं -16 वीं शताब्दी) के दौरान लोकप्रिय हुआ। तबरकत-ए-नसीरी और तारिख-ए-फिरोजशाही जैसे मुस्लिम कालक्रमों में, शहर का नाम \"जाजनगर\" के रूप में उल्लेख किया गया था। बाद में, प्रत्यय \"-नगर\" (\"शहर\") को \"-पुर\" के समकक्ष बदल दिया गया और शहर का नाम \"जाजपुर\" हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>जाजपुर का प्रारंभिक खाता ओडिशा के इतिहास का हिस्सा है। यह 473 ईस्वी में केशरी राजा ययाति केशरी की राजधानी थी। चीनी यात्रियों के खातों ने 7 वीं शताब्दी में जाजपुर को राजधानी के रूप में उल्लेख किया है। यह तंत्रवाद का केंद्र रहा है। भीमा करस के बुद्ध साम्राज्य ने जाजपुर को 8 वीं शताब्दी ईस्वी में अपनी राजधानी के रूप में रखा। जाजपुर में और उसके आसपास कई बौद्ध संरचनाओं का पता लगाया गया है जो शहर के बौद्ध अतीत की ओर इशारा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, जाजपुर की आबादी 37,458 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। जाजपुर में औसत साक्षरता दर 82% है, जो राष्ट्रीय औसत 65% से अधिक है: पुरुष साक्षरता 87% है, और महिला साक्षरता 76% है। जाजपुर में, 11% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>जाजपुर विधानसभा क्षेत्र के वर्तमान विधायक बीजद के प्रणव प्रकाश दास हैं, जिन्होंने 2009 के राज्य चुनावों में सीट जीती थी। उन्होंने एक बड़े वोट मार्जिन के साथ दूसरी बार निर्वाचित हुए। इस सीट से पिछले विधायक परदेश्वर सेठी थे जिन्होंने 2004 में यह सीट जीती थी और सूर्यमणि जेना जिन्होंने 2000 में इस सीट पर बीजेडी का प्रतिनिधित्व किया था और 1995 में जेडी का प्रतिनिधित्व किया था, जगन्नाथ मल्लिक जिन्होंने 1990 में जेडी का प्रतिनिधित्व किया था और 1985 में और 1977 में भी इस सीट का प्रतिनिधित्व किया था। JNP, और 1980 में INC (I) के निरंजन जेना। श्री प्रणव प्रकाश दास [MLA] जाजपुर विधानसभा निर्वाचन क्षेत्र को राज्य MoS (Ind) ऊर्जा और सूचना प्रौद्योगिकी मंत्रियों के रूप में नियुक्त किया गया है। श्री प्रणब प्रकाश दास [विधायक] को भी महिला एवं बाल विकास विभाग में विकलांगता कल्याण के बाद देखरेख का जिम्मा सौंपा जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>एनसी स्वायत्त कॉलेज, जाजपुर टाउन</p>\r\n<p>एस जी कॉलेज, कानीकपाड़ा, जाजपुर</p>\r\n<p>वी। एन। स्वायत्त कॉलेज, जाजपुर रोड</p>\r\n<p>स्कूलों</p>\r\n<p>जी। सी। हाईस्कूल, औंरी, जाजपुर</p>\r\n<p>जी.एस. हाई स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>चण्डीखोल की माँ चंडी</p>\r\n<p>चंडिकहोल चंडि मंदिर</p>\r\n<p>चंदिखोल भारत के ओडिशा के जाजापुर जिले का एक कस्बा है। देवी चंडी की पूजा के बाद इस स्थान का नाम रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोकझार का पानी सुकिन्दा में गिरता है</p>\r\n<p>अशोकारिष्ट जल</p>\r\n<p>अशोकझार एक पर्यटक स्थल है जो सुकिंडा ब्लॉक में स्थित है। यह ब्लॉक प्रमुख क्वार्टर से लगभग 8 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रत्नागिरी का मुख्य द्वार, जाजपुर</p>\r\n<p>रत्नागिरि</p>\r\n<p>रत्नागिरि में पुरातत्व संग्रहालय भारतीय पुरातत्व सर्वेक्षण के महत्वपूर्ण स्थल संग्रहालयों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिराजक्षेत्र, जाजपुर की माँ बिरजा</p>\r\n<p>BIRAJA KHETRA</p>\r\n<p>&nbsp;बिरजा मंदिर या विरजा क्षेत्र, ओडिशा के जाजपुर जिले में स्थित प्राचीन हिंदू मंदिरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jajpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jajpur-panikoili-odisha","tags":[{"name":"पनिकोइली","slug":"panikoili"},{"name":"जाजपुर","slug":"jajpur"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":810,"title":"रायगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","dateCreated":"2019-09-29T14:05:33.089Z","dateModified":"2019-09-29T14:05:54.476Z","contributedBy":"AskGif","content":"रायगडा दक्षिणी ओडिशा का एक जिला है, जो भारत में एक राज्य है, जो अक्टूबर 1992 में एक अलग जिला बन गया। [1] इसकी जनसंख्या में मुख्य रूप से जनजातियाँ, मुख्यतः खोंड और सोरस शामिल हैं। ओडिया के अलावा, कुई और सोरा जिले की स्वदेशी आबादी द्वारा बोली जाती है।\r\n&nbsp;\r\nरायगडा 7,584.7 वर्ग किलो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"rayagada"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-rayagada-odisha","total":0},{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्ष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":794,"title":"गजपति, परलाखेमुंडी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"गजपति भारत के ओडिशा का एक जिला है। यह अक्टूबर 1992 में गंजम जिले से बनाया गया था। गजपति जिले का नाम महाराजा श्री कृष्ण चंद्र गजपति नारायण देव, परलखेमंडी संपत्ति (राज्य के पहले प्रधान मंत्री) के राजा साहब के नाम पर रखा गया था, जिन्हें गठन में उनके योगदान के लिए याद किया जाता है। एक अलग राज्य, और ओ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गजपति","slug":"gajapati"},{"name":"परलाखेमुंडी","slug":"paralakhemundi"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}