{"id":797,"title":"Top Places to visit in Jagatsinghpur, Odisha","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"<p>Jagatsinghpur District is one of the thirty districts of Odisha in the eastern coast of India. It became a new district on 1 April 1993 (Vide Government Notification No.14218/R dated 27.03.1993 and EOG No.459 dated 01.04.1993) being separated from Cuttack district. It lies between 860 3&rsquo; E to 860 45&rsquo; East longitude and between 19058' to 20023' North latitude .Its ancient name was Hariharapur. The city of Jagatsinghpur is the district headquarters. With 88.5% rate of male literacy and 68.5% of female literacy, the district ranks better than the national average in literacy and is one of the developed districts in Odisha. The district tops the list in male literacy and second in female literacy rate in Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Deltaic and partly littoral; the district of Jagatsinghpur is triangular in shape and small in geographical proportions .It is the smallest district in the state and covers a landmass of 1759 km2. It has a history of its own dating back to the 6th century AD, having contemporaneity with the Prachi valley civilization. Its archaeological remains, navigation network, inland and overseas trade, fabric manufacturing &amp; designing, religious tolerance and epoch-making glorious role in freedom struggle; have a savour of distinctiveness. Popular school &amp; college svm college , jagatsinghpur public school ,sk academy , govt girls high School</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Jagatsinghpur is also famous for the Sarala Temple and is well known as the cultural heart of Odisha. Sarala Das was a 15th-century poet and scholar of Odia literature, best known for three Odia books &mdash; Mahabharata, Vilanka Ramayana and Chandi Purana was born at Kanakavati Patana, known as Kanakapura, one of the Sidhikshetras in Jagatsinghpur district. As an originator of Odia literature, his work has formed an enduring source of information for succeeding generations.The District is also famous for having theatre groups which keep the old tradition of live acting before a crowd. The groups have become the part of mainstream entertainment for people all over Odisha. Parbati Gannatya, Benirampur opera, Gouri Gananatya, Tulasi Gananatya, Durgashree Gananatya, Tarapur Opera and Trinath Gananatya are some of the famous theatre groups of Jagatsinghpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>The festivals of Jagatsinghpur are optimizing the cultural ethos of our rich heritage and thrilling tradition. The Kalinga Baliyatra,the Boitabandan utsav at Paradeep and Chelitola awaken our glorious maritime invincibility of the remote past. Dasahera, Ganesh Puja, Makar Mela, Zilla Mahotsav, Book fair, buttressed the cultural memory that is inherent in our local and Folk culture</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The district has a total number of 1456 primary schools, 661 Upper primary schools and 324 Secondary schools. In addition to these the district has 35 Junior colleges and 18 Degree colleges. The prominent among them is the SVM Autonomous College. This was established in the year 1963. It offers undergraduate courses in Arts, Science and Commerce and undergraduate Self Financial Courses such as BBA &amp; BCA. Other notable educational institutes of the District are S.K.Academy School ,Adikabi Sarala Das Mahavidyalaya, Tirtol, Sidha Baranga Junior College of Education and Technology ,Punanga, Tulasi GadiBramha Women's Collage, Kaduapada, Biju Patnaik (Junior) College Ashrampatna,Paradeep College Paradeep , Government Polytechnic, Balikuda College,Alaka Mahabidyalaya, Swagatika College of Science and Education Jagatsinghpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>The district has one district headquarter hospital, 17 homeopathic hospitals, 9 Community Health Centers, 37 P.H.Cs, and 12 Ayurveda Dispensaries.There are 268 beds in all 20 hospitals and 8 ICDS project is operating in the district. As per the Odisha Human Development Report 2004, Jagatsinghpur occupied 19th rank in Human Development Index, 3rd rank in Infrastructural Development Index(2000-2001) and 4th rank in development of health infrastructure during 1999-2000.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>The district, smallest in size among the 30 districts in Odisha, has produced some of the most famous names in Oriya. Notable among them are listed below.</p>\r\n<p>&nbsp;</p>\r\n<p>Dr. Prana Krushna Parija</p>\r\n<p>Amitav Acharya</p>\r\n<p>Hon&rsquo;ble (Retd) Judge of the Supreme Court of India Arjit Pasayat.</p>\r\n<p>Sarala Das,</p>\r\n<p>Gopal Chhotray,</p>\r\n<p>Dr. Pratibha Ray,</p>\r\n<p>Bibhuti Patnaik,</p>\r\n<p>Devdas Chhotray,</p>\r\n<p>Nabakrushna Choudhuri ( Ex CM Odisha),</p>\r\n<p>Ramadevi Choudhury,</p>\r\n<p>Malati Choudhury,</p>\r\n<p>Nityanand Kanungo,</p>\r\n<p>Smt.Annapurna Moharana ,</p>\r\n<p>Sarala Devi ,</p>\r\n<p>Debasis Mohanty ,</p>\r\n<p>Dukhiram Swain</p>\r\n<p>Akshaya Mohanty.</p>\r\n<p>Transportation</p>\r\n<p>It has 10.40 km of National/Express Highway, 133 km of State Highway, 41 km of MDRs, 225.90 km of ODRs, 1570 km of GP roads, 808 km of PS roads and 736.04 km rural roads. The railway line from Cuttack links Paradip covering 68.12 km of Broad Gauge line with 9 railway stations. The nearest railway station from Jagatsinghpur town is Gorakhnath Railway Station which is about 10 km from Jagatsinghpur. Train service is not frequent, it is better to go by road. Nearest airport is Biju Patnaik International Airport at Bhubaneswar which is about 70 km from Jagatsinghpur. Charter air service from Biju Patnaik International Airport to Paradip is provided by Pawan Hans. Jagatsinghpur is well connected with other cities via road. Ministry of Road Transport and Highways, Government of India has decided to link Jagatsinghpur with a new national highway. There is frequent bus services to Jagatsinghpur form Bhubaneswar, Cuttack, Paradip, Machhagaon, Naugaon, Naharana, Baharana, Tandikul, Katara, Sidhala, Rourkela, Puri, Kakatapur, Balasore, Bhadrak and all other important cities in Odisha. Jagatsinghpur is situated 40 km from Cuttack and 60 km from Bhubaneswar.</p>\r\n<p>&nbsp;</p>\r\n<p>Places to visit</p>\r\n<p>&nbsp;</p>\r\n<p>Sarala temple, Jagatsinghpur</p>\r\n<p>Sarala Pitha (Jhankad):Jhankad is the sanctum sanctorum of Goddess Sarala, regarded as one of the most spiritually elevated expressions of Shaktism. Believed as a synthesis of divine figure of Durga and Saraswati, the culture of Sarala is an amalgamation of three principal Hindu cults namely Vedic, Tantrik and Vaishnavite. It is one of the eight most famous Shakta shrines of Odisha. It is also associated with the first epic poet of Odisha, Adikabi Sarala Dasa of the 15th century AD.</p>\r\n<p>Gorakhnath Temple: Gorakhnath Temple is of among the famous Lord Shiva Shrines in Odisha.</p>\r\n<p>Paradip: It is a major sea port of India for trade activities. The enchanting beauty of the sea, a wonderful sea beach &amp; marine drive, beautiful creeks, estuaries and evergreen forests of estuarine islands of the river Mahanadi, make the place a major tourist attraction.</p>\r\n<p>Gada Kujanga: Famous for its presiding deity Kunja Behari, Garh Kujanga is also known as Subhadra Kshetra, The Raghunath Jew Matha located near the temple of Kunja Behari is an added attraction of this place.</p>\r\n<p>Chandapur: At the end of the Village Mahilo in a typical rural atmosphere, the famous temple complex of Lord Raghunath Jew and Lord Chandrasekhar stands around 30 years back. One can find a rare combination of Sri Ram known as Raghunath Jew and Lord Siva known as Chandrasekhar in a single compound.</p>\r\n<p>Jagatsinghpur: Alaka Ashram, better known as the Shabarmati of Odisha is located here. Temples, beaches and sculptures of historic importance are the major drivers behind tourist influx to Jagatsinghpur.</p>\r\n<p>The Somanath temple is famous for the Shiva Shrine. The Shiva Linga was placed by Sri Muchukunda Swami and hence the image is popularly called as Muchukunda Somanath.</p>\r\n<p>Salajanga Ashram, which is nearly 7 km from Naugaon hat.</p>\r\n<p>Siali beach is about 20 km from Balikuda block is the most attracting beach of Jagatsinghpur district. It is a very good spot for picnic and can be visited during any seasons of a year.</p>\r\n<p>Tulasi Gadi Ashram temple which is at Dhiasahi, approx 6 km from Jagatsinghpur towards Balikuda is another place of attraction for public or family parties.</p>\r\n<p>Jagannath temple in Ambasal (approximately 2 km from Balikuda Block) is considered as one of the oldest temples.</p>\r\n<p>Kunja Bihari Temple in Sadeipur which is about 9 km from Jagatsinghpur.</p>\r\n<p>Sidha Baranga Pitha is located at Punanga, just 2 km from Jagatsinghpur town. It is famous for temples of Lord Jagannath and Lord Hanuman. It is a good picnic spot.</p>\r\n<p>Astasanmbhu Siva Temple is located at Hajipur. It is famous for Lord Siva.</p>\r\n<p>Dhyankud Jagannath Temple is located at Hajipur. Near Debi River.</p>\r\n<p>Dhalatangada forest division is located near Chhapada railway station, is nice spot for picnics. You can find deer, rabbits, and many more animals.</p>\r\n<p>Bandara is a place where Devi river meets Bay of Bengal &amp; Bandarei temple near the river coast. It is one of the best place for picnic.</p>\r\n<p>Siddheswor temple Bachhalo which is nearly 4 km from Naugaon,</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jagatsinghpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jagatsinghpur-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"jagatsinghpur","slug":"jagatsinghpur"}],"recommendations":[{"id":798,"title":"Top Places to visit in Khordha, Odisha","imageUrl":"a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","dateCreated":"2019-09-28T16:02:03.63Z","dateModified":"2019-09-28T16:02:41.745Z","contributedBy":"AskGif","content":"Khordha is an administrative division of the state of Odisha, India. It was formed on April 1, 1993, by the division of former Puri District into Puri, Khordha and Nayagarh districts. In the year 2000 the district name was changed to Khordha. The district headquarters is Khordha Town. The capital","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khordha","slug":"khordha"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-khordha-odisha","total":0},{"id":793,"title":"Top Places to visit in Ganjam, Chhatrapur, Odisha","imageUrl":"da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","dateCreated":"2019-09-28T11:46:21.104Z","dateModified":"2019-09-28T11:46:38.405Z","contributedBy":"AskGif","content":"Ganjam district is a district in the Indian state of Odisha. Ganjam's total area is 8,070 km&sup2; (3,116 mi&sup2;).\r\nGanjam is a town and a notified area council in Ganjam district in the state of Odisha, India.\r\n&nbsp;\r\nThe district headquarters is Chhatrapur. Ganjam is div","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhatrapur","slug":"chhatrapur"},{"name":"odisha","slug":"odisha"},{"name":"ganjam","slug":"ganjam"}],"slug":"top-places-to-visit-in-ganjam-chhatrapur-odisha","total":0},{"id":792,"title":"Top Places to visit in Dhenkanal, Odisha","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.\r\nDhenkanal District is an administrative division of Odisha, India.\r\n&nbsp;\r\nGeography\r\nDhenkanal is located at 20.67&deg;N 85.6&deg;E. It has an average elevation of 80 metres ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhenkanal","slug":"dhenkanal"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}