{"id":797,"title":"जगतसिंहपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"<p>जगतसिंहपुर जिला भारत के पूर्वी तट में ओडिशा के तीस जिलों में से एक है। 1 अप्रैल 1993 को यह एक नया जिला बन गया (कटक जिले से अलग होने के लिए विडियो गवर्नमेंट नोटिफिकेशन नंबर 1942 / R दिनांक 27.03.1993 और EOG No.459 दिनांक 01.04.1993)। यह 860 3 'E से 860 45' पूर्वी देशांतर और 19058 से 20023 'उत्तरी अक्षांश के बीच स्थित है। प्राचीन काल में इसका नाम हरिहरपुर था। जगतसिंहपुर शहर जिला मुख्यालय है। पुरुष साक्षरता की 88.5% और महिला साक्षरता की 68.5% दर के साथ, जिला साक्षरता में राष्ट्रीय औसत से बेहतर है और ओडिशा में विकसित जिलों में से एक है। यह जिला पुरुष साक्षरता में सबसे ऊपर है और ओडिशा में महिला साक्षरता दर में दूसरे स्थान पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>Deltaic और आंशिक रूप से littoral; जगतसिंहपुर का जिला आकार में त्रिकोणीय है और भौगोलिक अनुपात में छोटा है। यह राज्य का सबसे छोटा जिला है और 1759 किमी 2 के एक भूभाग को शामिल करता है। प्राची घाटी सभ्यता के साथ समकालीनता होने के साथ, 6 वीं शताब्दी ईस्वी तक इसकी अपनी डेटिंग का इतिहास रहा है। इसके पुरातात्विक अवशेष, नेविगेशन नेटवर्क, अंतर्देशीय और विदेशी व्यापार, कपड़ा निर्माण और डिजाइनिंग, धार्मिक सहिष्णुता और स्वतंत्रता संग्राम में शानदार भूमिका; विशिष्टता का एक स्वाद है। लोकप्रिय स्कूल और कॉलेज svm कॉलेज, जगत्सिंहपुर पब्लिक स्कूल, एसके एकेडमी, गर्ल्स हाई स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जगतसिंहपुर सरला मंदिर के लिए भी प्रसिद्ध है और यह ओडिशा के सांस्कृतिक दिल के रूप में जाना जाता है। सरला दास 15 वीं सदी की कवि और ओडिया साहित्य की अध्येता थीं, जिन्हें तीन ओडिया पुस्तकों के लिए जाना जाता है - महाभारत, विलंका रामायण और चंडी पुराण का जन्म कनकवती पाटाना में हुआ था, जिन्हें जगतसिंहपुर जिले के सिद्धक्षेत्रों में से एक कनकपुरा के नाम से जाना जाता था। ओडिया साहित्य के प्रवर्तक के रूप में, उनके काम ने पीढ़ियों को सफल बनाने के लिए जानकारी का एक स्थायी स्रोत बनाया है। जिला थिएटर समूहों के लिए भी प्रसिद्ध है जो एक भीड़ से पहले लाइव अभिनय की पुरानी परंपरा रखते हैं। समूह ओडिशा के लोगों के लिए मुख्यधारा के मनोरंजन का हिस्सा बन गए हैं। जगबतीपुर जिले के प्रसिद्ध रंगमंच समूहों में पारबती गनाट्य, बेनीरामपुर ओपेरा, गौरी गणनाट्य, तुलसी गणानाट्य, दुर्गाश्री गणानाट्य, तारापुर ओपेरा और त्रिनाथ गणानाट्य शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जगतसिंहपुर के त्योहार हमारी समृद्ध विरासत और रोमांचकारी परंपरा के सांस्कृतिक लोकाचार का अनुकूलन कर रहे हैं। कलिंग बलियात्रा, परदीप और चेलितोला में बोताबंदन उत्सव ने सुदूर अतीत की हमारी शानदार समुद्री अजेयता को जगाया। दशहरा, गणेश पूजा, मकर मेला, जिला महोत्सव, पुस्तक मेला, हमारी स्थानीय और लोक संस्कृति में निहित सांस्कृतिक स्मृति को चित्रित करता है</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जिले में कुल 1456 प्राथमिक विद्यालय, 661 उच्च प्राथमिक विद्यालय और 324 माध्यमिक विद्यालय हैं। इनके अलावा जिले में 35 जूनियर कॉलेज और 18 डिग्री कॉलेज हैं। उनमें से प्रमुख एसवीएम स्वायत्त कॉलेज है। यह वर्ष 1963 में स्थापित किया गया था। यह कला, विज्ञान और वाणिज्य में स्नातक पाठ्यक्रम और बीबीए और ईसीए जैसे स्नातक स्व वित्तीय पाठ्यक्रम प्रदान करता है। जिले के अन्य उल्लेखनीय शैक्षिक संस्थान एसकेएकेडमी स्कूल, आदिकाबी सरला दास महाविद्यालय, तीर्थोल, सिद्ध बारंगा जूनियर कॉलेज ऑफ एजुकेशन एंड टेक्नोलॉजी, पुनांगा, तुलसी गढ़ीब्रम्हा महिला महाविद्यालय, कडुआपाड़ा, बीजू पटनायक (जूनियर) कॉलेज आश्रमपटना, परदीप कॉलेज परदीप हैं। पॉलिटेक्निक, बालिकुदा कॉलेज, अलका महाविद्यालय, विज्ञान और शिक्षा जगतसिंहपुर का स्वगाटिका कॉलेज।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य</p>\r\n<p>जिले में एक जिला मुख्यालय अस्पताल, 17 होम्योपैथिक अस्पताल, 9 सामुदायिक स्वास्थ्य केंद्र, 37 P.H.C और 12 आयुर्वेद औषधालय हैं। सभी 20 अस्पतालों में 268 बेड हैं और जिले में 8 ICDS परियोजना चल रही है। ओडिशा मानव विकास रिपोर्ट 2004 के अनुसार, जगतसिंहपुर ने मानव विकास सूचकांक में 19 वीं रैंक, इन्फ्रास्ट्रक्चरल डेवलपमेंट इंडेक्स में तीसरी रैंक (2000-2001) और 1999-2000 के दौरान स्वास्थ्य बुनियादी ढांचे के विकास में 4 वीं रैंक हासिल की।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>ओडिशा में 30 जिलों में सबसे छोटे आकार के जिले ने उड़िया में कुछ सबसे प्रसिद्ध नामों का उत्पादन किया है। उनमें से उल्लेखनीय नीचे सूचीबद्ध हैं।</p>\r\n<p>डॉ। प्राण कृष्णा परीजा</p>\r\n<p>अमिताव आचार्य</p>\r\n<p>माननीय (सेवानिवृत्त) भारतीय सर्वोच्च न्यायालय के न्यायाधीश अरिजीत पसायत।</p>\r\n<p>सरला दास,</p>\r\n<p>गोपाल छोट्रे,</p>\r\n<p>डॉ। प्रतिभा रे,</p>\r\n<p>विभूति पटनायक,</p>\r\n<p>देवदास छोटरे,</p>\r\n<p>नबकृष्णा चौधुरी (पूर्व मुख्यमंत्री ओडिशा),</p>\r\n<p>रामादेवी चौधरी,</p>\r\n<p>मालती चौधरी,</p>\r\n<p>नित्यानंद कानूनगो,</p>\r\n<p>श्रीमती अन्नपूर्णा मोहराना,</p>\r\n<p>सरला देवी,</p>\r\n<p>देबासी मोहंती,</p>\r\n<p>दुखीराम स्वैन</p>\r\n<p>अक्षय मोहंती।</p>\r\n<p>परिवहन</p>\r\n<p>इसमें 10.40 किमी नेशनल / एक्सप्रेस हाईवे, 133 किमी स्टेट हाईवे, 41 किमी एमडीआर, 225.90 किमी ओडीआर, 1570 किमी जीपी रोड, 808 किमी पीएस रोड और 736.04 किमी ग्रामीण सड़कें हैं। कटक से रेलवे लाइन पारादीप से 9 रेलवे स्टेशनों के साथ ब्रॉड गेज लाइन के 68.12 किमी को कवर करती है। जगतसिंहपुर शहर से निकटतम रेलवे स्टेशन गोरखनाथ रेलवे स्टेशन है जो जगतसिंहपुर से लगभग 10 किमी दूर है। ट्रेन सेवा अक्सर नहीं होती है, सड़क से जाना बेहतर है। निकटतम हवाई अड्डा भुवनेश्वर में बीजू पटनायक अंतर्राष्ट्रीय हवाई अड्डा है जो जगतसिंहपुर से लगभग 70 किमी दूर है। पवन हंस द्वारा बीजू पटनायक अंतरराष्ट्रीय हवाई अड्डे से पारादीप तक चार्टर हवाई सेवा प्रदान की जाती है। जगतसिंहपुर सड़क मार्ग से अन्य शहरों से अच्छी तरह जुड़ा हुआ है। सड़क परिवहन और राजमार्ग मंत्रालय, भारत सरकार ने जगतसिंहपुर को एक नए राष्ट्रीय राजमार्ग से जोड़ने का निर्णय लिया है। ओडिशा में जगतसिंहपुर फॉर्म भुवनेश्वर, कटक, पारादीप, माचगाँव, नौगाँव, नहराना, बहराणा, टंडिकुल, कटारा, सिधला, राउरकेला, पुरी, काकटापुर, बालासोर, भद्रक और अन्य सभी महत्वपूर्ण शहरों के लिए बस सेवा उपलब्ध है। जगतसिंहपुर कटक से 40 किमी और भुवनेश्वर से 60 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>घूमने के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>सरला मंदिर, जगतसिंहपुर</p>\r\n<p>सरला पिठा (झनकड़): झंकड़ देवी सरला का गर्भगृह है, जिसे शक्तिवाद की सबसे आध्यात्मिक रूप से उन्नत अभिव्यक्तियों में से एक माना जाता है। दुर्गा और सरस्वती की दिव्य आकृति के संश्लेषण के रूप में माना जाता है, सरला की संस्कृति वैदिक, तांत्रिक और वैष्णव जैसे तीन प्रमुख हिंदू पंथों का समामेलन है। यह ओडिशा के आठ सबसे प्रसिद्ध शक्ति मंदिरों में से एक है। यह 15 वीं शताब्दी ईस्वी के ओडिशा के पहले महाकाव्य कवि आदिकाबी सरला दास से भी जुड़ा हुआ है।</p>\r\n<p>गोरखनाथ मंदिर: गोरखनाथ मंदिर ओडिशा के प्रसिद्ध भगवान शिव तीर्थों में से एक है।</p>\r\n<p>पारादीप: यह व्यापार गतिविधियों के लिए भारत का एक प्रमुख समुद्री बंदरगाह है। समुद्र की अद्भुत सुंदरता, एक अद्भुत समुद्री समुद्र तट और समुद्री ड्राइव, सुंदर क्रीक, मुहाना और महानदी नदी के द्वीपों के सदाबहार वन, इस जगह को एक प्रमुख पर्यटक आकर्षण बनाते हैं।</p>\r\n<p>गडा कुजंगा: अपने पीठासीन देवता कुंजा बेहारी के लिए प्रसिद्ध, गढ़ कुजंगा को सुभद्राक्षेत्र के रूप में भी जाना जाता है, कुंजाबिहारी के मंदिर के पास स्थित रघुनाथ यहूदी मठ इस जगह का एक अतिरिक्त आकर्षण है।</p>\r\n<p>चंदापुर: ठेठ ग्रामीण परिवेश में महिलो गांव के अंत में, भगवान रघुनाथ यहूदी और भगवान चंद्रशेखर का प्रसिद्ध मंदिर परिसर लगभग 30 साल पीछे है। एक श्री राम के दुर्लभ संयोजन को रघुनाथ यहूदी और भगवान शिव को चंद्रशेखर के रूप में जाना जा सकता है।</p>\r\n<p>जगतसिंहपुर: अलका आश्रम, जिसे ओडिशा के शाबरमती के नाम से जाना जाता है, यहाँ स्थित है। ऐतिहासिक महत्व के मंदिर, समुद्र तट और मूर्तियां जगत्सिंहपुर के लिए पर्यटक प्रवाह के पीछे प्रमुख चालक हैं।</p>\r\n<p>सोमनाथ मंदिर शिव तीर्थ के लिए प्रसिद्ध है। शिव लिंग को श्री मुचुकुंद स्वामी द्वारा रखा गया था और इसलिए छवि को लोकप्रिय रूप से मुचुकुंद सोमनाथ कहा जाता है।</p>\r\n<p>सलजंगा आश्रम, जो नौगाँव टोपी से लगभग 7 किमी दूर है।</p>\r\n<p>सियाली समुद्र तट, बलिकुडा ब्लॉक से लगभग 20 किमी दूर है, जो जगतसिंहपुर जिले का सबसे आकर्षित करने वाला समुद्र तट है। यह पिकनिक के लिए एक बहुत अच्छा स्थान है और साल के किसी भी मौसम के दौरान यहां जाया जा सकता है।</p>\r\n<p>तुलसी गादी आश्रम मंदिर जो ढासाही में है, जगतसिंहपुर से बलीकुडा की ओर 6 किमी की दूरी पर स्थित है, सार्वजनिक या पारिवारिक पार्टियों के लिए आकर्षण का एक और स्थान है।</p>\r\n<p>अम्बासल में जगन्नाथ मंदिर (बालीकुडा ब्लॉक से लगभग 2 किमी) सबसे पुराने मंदिरों में से एक माना जाता है।</p>\r\n<p>सादीपुर में कुंज बिहारी मंदिर जो जगतसिंहपुर से लगभग 9 किमी दूर है।</p>\r\n<p>सिद्ध बरंगा पिठा, जगतसिंहपुर शहर से सिर्फ 2 किमी की दूरी पर पुनांगा में स्थित है। यह भगवान जगन्नाथ और भगवान हनुमान के मंदिरों के लिए प्रसिद्ध है। यह एक अच्छा पिकनिक स्थल है।</p>\r\n<p>अस्तनसंभु शिव मंदिर हाजीपुर में स्थित है। यह भगवान शिव के लिए प्रसिद्ध है।</p>\r\n<p>ध्यानकुद जगन्नाथ मंदिर हाजीपुर में स्थित है। देबी नदी के पास।</p>\r\n<p>धालटांगडा वन प्रभाग छपड़ा रेलवे स्टेशन के पास स्थित है, पिकनिक के लिए अच्छा स्थान है। आप हिरण, खरगोश और कई और जानवर पा सकते हैं।</p>\r\n<p>बांद्रा एक ऐसी जगह है जहाँ नदी के तट के पास देवी नदी बंगाल की खाड़ी और बांदरेई मंदिर से मिलती है। यह पिकनिक के लिए सबसे अच्छी जगह है।</p>\r\n<p>सिधेश्वोर मंदिर बाछलो जो नौगाँव से लगभग 4 किमी दूर है,</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jagatsinghpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jagatsinghpur-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"जगतसिंहपुर","slug":"jagatsinghpur"}],"recommendations":[{"id":798,"title":"खोरधा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","dateCreated":"2019-09-28T16:02:03.63Z","dateModified":"2019-09-28T16:02:41.745Z","contributedBy":"AskGif","content":"खोरधा भारत के ओडिशा राज्य का एक प्रशासनिक प्रभाग है। इसका गठन 1 अप्रैल, 1993 को पूर्व पुरी जिले के पुरी, खोरधा और नयागढ़ जिलों के विभाजन द्वारा किया गया था। वर्ष 2000 में जिले का नाम बदलकर खोरठा कर दिया गया। जिला मुख्यालय खोरधा टाउन है। भुवनेश्वर की राजधानी इस जिले में स्थित है। खोरधा ओडिशा के सभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खोरधा","slug":"khordha"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-khordha-odisha","total":0},{"id":793,"title":"गंजम, छत्रपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","dateCreated":"2019-09-28T11:46:21.104Z","dateModified":"2019-09-28T11:46:38.405Z","contributedBy":"AskGif","content":"गंजम जिला भारतीय राज्य ओडिशा का एक जिला है। गंजम का कुल क्षेत्रफल 8,070 वर्ग किमी (3,116 मील।) है।\r\nगंजम भारत के ओडिशा राज्य में गंजम जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है।\r\n&nbsp;\r\nजिला मुख्यालय छतरपुर है। गंजम को तीन उप-मंडल छतरपुर, बेरहामपुर और भंजनगर में विभाजित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्रपुर","slug":"chhatrapur"},{"name":"ओडिशा","slug":"odisha"},{"name":"गंजम","slug":"ganjam"}],"slug":"top-places-to-visit-in-ganjam-chhatrapur-odisha","total":0},{"id":792,"title":"ढेंकनाल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"ढेंकनाल भारत के ओडिशा राज्य में ढेंकनाल जिले में एक शहर और एक नगर पालिका है।\r\nढेंकनाल जिला ओडिशा, भारत का एक प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nभूगोल\r\nढेंकनाल 20.67 &deg; N 85.6 &deg; E पर स्थित है। इसकी औसत ऊंचाई 80 मीटर (262 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ढेंकनाल","slug":"dhenkanal"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}