{"id":798,"title":"खोरधा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","dateCreated":"2019-09-28T16:02:03.63Z","dateModified":"2019-09-28T16:02:41.745Z","contributedBy":"AskGif","content":"<p>खोरधा भारत के ओडिशा राज्य का एक प्रशासनिक प्रभाग है। इसका गठन 1 अप्रैल, 1993 को पूर्व पुरी जिले के पुरी, खोरधा और नयागढ़ जिलों के विभाजन द्वारा किया गया था। वर्ष 2000 में जिले का नाम बदलकर खोरठा कर दिया गया। जिला मुख्यालय खोरधा टाउन है। भुवनेश्वर की राजधानी इस जिले में स्थित है। खोरधा ओडिशा के सभी जिलों में सबसे अधिक शहरीकृत है। खोरधा रोड, रेलवे स्टेशन जो शहर की सेवा करता है, भारतीय रेलवे के पूर्वी तट रेलवे का प्रभागीय मुख्यालय भी है। खोरधा अपने पीतल के बर्तन, कुटीर उद्योग, रेलवे कोच निर्माण और केबल निर्माण इकाई के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>संसदीय क्षेत्र: 2</p>\r\n<p>विधानसभा क्षेत्र: ६</p>\r\n<p>उपविभाग: २</p>\r\n<p>गाँव: 1,561</p>\r\n<p>ब्लॉक: 10</p>\r\n<p>ग्राम पंचायत: 168</p>\r\n<p>तहसील: 8</p>\r\n<p>नगर: ५</p>\r\n<p>नगर पालिका: 2 (खोरधा, जटनी)</p>\r\n<p>नगर निगम: 1 (भुवनेश्वर)</p>\r\n<p>N.A.C: 2 (बालूगाँव, बानपुर)</p>\r\n<p>तहसीलों</p>\r\n<p>&nbsp;</p>\r\n<p>बुद्धनाथ मंदिर</p>\r\n<p>Balianta</p>\r\n<p>Balipatna</p>\r\n<p>Banapur</p>\r\n<p>Begunia</p>\r\n<p>भुवनेश्वर</p>\r\n<p>Bolagarh</p>\r\n<p>चिलका</p>\r\n<p>Jatni</p>\r\n<p>Khordha</p>\r\n<p>Tangi</p>\r\n<p>उप विभाजनों</p>\r\n<p>भुवनेश्वर: इसमें 4 ब्लॉक शामिल हैं। बलियांटा, बलिपताना, जटानी, भुवनेश्वर।</p>\r\n<p>खुर्दा: इसमें 6 ब्लॉक शामिल हैं। बानापुर, बेगुनिया, बोलगढ़, चिलिका, खुर्दा सदर और तांगी।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार खोरधा जिले की आबादी 2,246,341 है, जो कि लाटविया या न्यू मैक्सिको राज्य के देश के बराबर है। यह इसे भारत में 201 की रैंकिंग (कुल 640 में से) देता है। जिले का जनसंख्या घनत्व 799 प्रति वर्ग किलोमीटर (2,070 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 19.65% थी। खोरधा में हर 1000 पुरुषों पर 925 महिलाओं का लिंग अनुपात है, और साक्षरता दर 87.51% है। हिंदू धर्म-88.5%, जैन-4.5%, इस्लाम -2.5, शेख 2.0%, ईसाई -1.5%, अन्य -1% (बौद्ध सहित)</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक आकर्षण और आसपास के दर्शनीय स्थल</p>\r\n<p>एरिकामा: बोलगढ़ ब्लॉक के अंतर्गत ग्राम अरकामा जंगल में मां कोशलसुनी मंदिर के लिए प्रसिद्ध है। यह हरा-भरा जंगल अरकामा, थानापल्ली आदि के ग्रामीणों द्वारा संरक्षित है। यह एक पिकनिक स्थल है। महास्थमी पर वार्षिक उत्सव, राजा उत्सव, वार्षिक यज्ञ, ग्रामीणों द्वारा मनाए जाने वाले कुछ त्योहार हैं। यह खुर्दा से लगभग 28 किमी दूर है और राजसुनाखला ढालापथर रोड पर स्थित है। यह ढालापत्थर से लगभग 5 किमी और राजसुनाखला से 9 किमी दूर है।</p>\r\n<p>अत्रि (हॉट स्प्रिंग): यह भुवनेश्वर से 42 किमी की दूरी पर और खोरधा बस स्टैंड से लगभग 14 किमी की दूरी पर बाघमरी गाँव में स्थित है। यह अपने सल्फर-वाटर स्प्रिंग्स और भगवान हाटकेश्वर (भगवान शिव) को समर्पित एक मंदिर के लिए प्रसिद्ध है।</p>\r\n<p>बानपुर: बाणपुर माँ भगवती (हिंदू देवी माँ दुर्गा के अवतार में से एक) के लिए प्रसिद्ध है। प्रदर्शन पर एक दिलचस्प बात यह है कि एक भारी लोहे का टुकड़ा जो पानी पर तैरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>माँ बारूनी मंदिर, खुर्दा</p>\r\n<p>बारूनी: यह मंदिर प्रसिद्ध बारूनी पहाड़ियों पर स्थित है। यह भुवनेश्वर से 28 किमी की दूरी पर है। देवी बरूणी खुर्दा के प्रसिद्ध देवता हैं। पहाड़ियों से एक धारा बहती है जिसे स्वर्ण गंगा के नाम से जाना जाता है। इस स्थान को ओडिशा के सबसे महत्वपूर्ण ऐतिहासिक स्थानों में से एक माना जाता है।</p>\r\n<p>भुवनेश्वर: यह ओडिशा की राजधानी है, जिसे प्राचीन काल में कलिंग साम्राज्य के नाम से भी जाना जाता था। भुवनेश्वर, भारत के टेम्पल सिटी के रूप में जाना जाता है, इसकी बड़ी संख्या में प्राचीन मंदिरों के कारण (इनमें से सबसे उल्लेखनीय लिंगराज मंदिर, खंडगिरि, केदार गौरी, राम मंदिर, आदि) हैं। इस शहर में आकर्षण भी हैं जैसे: ओडिशा राज्य संग्रहालय, बिन्दुसार टैंक, रवीन्द्र मंडप, राजभवन, विधान सभा, नंदनकानन, सिटी पार्क और गार्डन, आदि। यह ओडिशा के प्रमुख शॉपिंग सेंटरों में से एक है।</p>\r\n<p>बुद्धनाथ मंदिर: भुवनेश्वर से लगभग 25 किमी दूर बालिपत्तन शहर के पास स्थित हिंदू भगवान शिव को समर्पित 11 वीं शताब्दी का मंदिर</p>\r\n<p>चिलिका: राज्य की राजधानी भुवनेश्वर से 100 किमी की दूरी पर स्थित है, चिलिका (या चिल्का) l</p>\r\n<p>&nbsp;</p>\r\n<p>डारस बांध</p>\r\n<p>दरेस और झुमका: ये दो पिकनिक स्पॉट हैं जो भुवनेश्वर से 15 किमी की दूरी पर स्थित हैं। वे दो बांध हैं जो तीन तरफ से घने जंगल से घिरे हैं। यह सर्दियों के मौसम के दौरान पिकनिक मनाने वालों के साथ लोकप्रिय है जहां हजारों पिकनिक मनाने वाले लोग आते हैं।</p>\r\n<p>संदरपुर मुकटेशवर TEPL</p>\r\n<p>MAA MANGALA TEMPL का खुरदरा में</p>\r\n<p>&nbsp;</p>\r\n<p>धौलीगिरी: यह भुवनेश्वर से 15 किमी की दूरी पर स्थित है। धौली का रॉक एडिशन कलिंग के प्रारंभिक इतिहास को बताता है और इस रॉक एडिशन को सम्राट अशोक ने उत्कीर्ण किया था।</p>\r\n<p>गरमानीत्री: गरमानीमिति रामचंदी मंदिर के लिए प्रसिद्ध है और एक पिकनिक स्थल है।</p>\r\n<p>गोलबाई: गोलबाई सासन को ज्यादातर अपने मध्यकालीन मंदिर वास्तुकला से जाना जाता है। यह बस्ती स्थल चिल्का झील के पास मंदाकिनी (स्थानीय रूप से मलगुनी) नदी के बाएं किनारे पर स्थित है। 1991 में परीक्षण उत्खनन ने चालकोलिथिक और लौह युग के संयोजन का उत्तराधिकार दिखाया, जो संभवतः 2 और 1 वीं शताब्दी ईसा पूर्व में हुआ था। सुस्त लाल और ग्रे माल के रूप में बर्तन। ग्राउंड लिथिक्स पूर्वी और दक्षिण-पूर्व एशिया के लोगों को ध्यान में रखते हैं। यह स्थल और शंकरजंग ओडिशा के प्रमुख स्थल हैं जो इस समय का प्रतिनिधित्व करते हैं।</p>\r\n<p>गुवापुर: भुवनेश्वर और पुरी के बीच में स्थित यह शांतिपूर्ण गाँव राजमार्ग के पूर्व में एक सड़क के माध्यम से पहुँचा जा सकता है। यह भुवनेश्वर से 20 किमी दूर है।</p>\r\n<p>हाटाबस्ता: ग्राम हटबस्ता (श्रीचंदनपुरपटना) राज-सुनखला से 3 किमी दूर है और देवी माँ जोगमाया के लिए जाना जाता है। एक बड़ा तालाब है जो सभी मौसमों में कमल के फूलों से ढका रहता है; बाड़ा पोखरी के नाम से जाना जाता है, जहां भगवान सप्तेश्वर की पूजा हाटबस्टा के ग्रामीण करते हैं। इस गाँव में कई त्योहार मनाए जाते हैं जैसे \"झामु यात्रा\", \"राम लीला\", \"कार्तिक पूर्णिमा\"</p>\r\n<p>Kaipadar: खिपदा से 15 किमी की दूरी पर स्थित है। यहां एक मस्जिद मौजूद है। यह स्थान हिंदुओं और मुसलमानों का मिलन स्थल है।</p>\r\n<p>खंडगिरि और उदयगिरि: ये जुड़वां पहाड़ियाँ भुवनेश्वर में स्थित हैं। इन जुड़वां पहाड़ियों में 117 गुफाएँ हैं। उदयगिरि पहाड़ी में रानी गुम्फा सबसे बड़ी गुफा है। हती गुम्फा नामक एक अन्य गुफा भी है जहाँ राजा खारावेला द्वारा हाथीगुम्फा शिलालेख के साथ चट्टान को उकेरा गया है। इन गुफाओं में एक बरभुजा मंदिर और एक जैन मंदिर है।</p>\r\n<p>लिंगराज मंदिर: लिंगराज मंदिर ओडिशा का सबसे बड़ा भगवान शिव मंदिर है। इसके आस-पास कुछ अन्य मंदिर मौजूद हैं।</p>\r\n<p>मां उग्रा तारा: यह मंदिर NH-5 में रामेश्वर चौक और चांदपुर (टांगी ब्लॉक) के बीच में स्थित है और भुवनेश्वर से 55 किमी और बालूगांव से 35 किमी और बलुगांव से BBSR की ओर है। यह पिकनिक और मूवी की शूटिंग के लिए एक स्थान है। माँ कुलरात्रा पूरे तांगी ब्लॉक के देवता हैं। पास में, भुसंदपुर नाम का एक गाँव है जो ओडिशा का सबसे बड़ा गाँव है। यह जगह मछुआरों के मैदान के लिए प्रसिद्ध है, क्योंकि चिलिका झील इस गांव के पास है।</p>\r\n<p>नंदनकानन चिड़ियाघर: यह ओडिशा का एक चिड़ियाघर है जो भुवनेश्वर से 20 किमी की दूरी पर स्थित है। यह बोटैनिकल गार्डन, चिड़ियाघर और प्राकृतिक झील के लिए प्रसिद्ध है। हाल ही में खोला गया प्राकृतिक शेर सफारी भारत में अपनी तरह का सबसे बड़ा है। यहां मौजूद सफेद बाघ दुनिया भर में इसे अद्वितीय बनाते हैं।</p>\r\n<p>शिशुपालगढ़: भुवनेश्वर से 13 किमी की दूरी पर स्थित है। भारतीय पुरातत्व सर्वेक्षण द्वारा खंडहर किला शिशुपालगढ़ और कलिंग की प्राचीन राजधानी जिसका नाम तोशली है, की खोज की जा रही है।</p>\r\n<p>शिखर चंडी: यह भुवनेश्वर से नंदनकानन की ओर 15 किमी की दूरी पर स्थित है। पहाड़ी की चोटी और प्राकृतिक वातावरण में देवी चंडी को समर्पित एक मंदिर इस जगह का मुख्य आकर्षण है।</p>\r\n<p>माँ कोसलसुनी मंदिर: यह स्थान भुवनेश्वर से 45 किमी और एनएच-खोरधा-कालापत्थर सड़क के किनारे खोरधा से 20 किमी दूर है। यह बहुत अच्छी जगह है, क्योंकि यहाँ से खार जंगल और हील आते हैं।</p>\r\n<p>राजसुनाखला से भी 12 किमी।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khordha_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-khordha-odisha","tags":[{"name":"खोरधा","slug":"khordha"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्ष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":789,"title":"बालासोर (बालेश्वर) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","dateCreated":"2019-09-28T02:26:58.707Z","dateModified":"2019-09-28T02:27:19.007Z","contributedBy":"AskGif","content":"बालासोर या बालेश्वर पूर्वी भारत में राज्य की राजधानी भुवनेश्वर से लगभग 194 किलोमीटर (121 मील) उत्तर में ओडिशा राज्य का एक शहर है। यह बालासोर जिले का प्रशासनिक मुख्यालय है। यह चांदीपुर बीच के लिए सबसे अच्छी तरह से जाना जाता है। भारतीय बैलिस्टिक मिसाइल रक्षा कार्यक्रम की एकीकृत परीक्षण रेंज बालासोर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बालेश्वर","slug":"baleshwar"},{"name":"ओडिशा","slug":"odisha"},{"name":"बालासोर","slug":"balasore"}],"slug":"top-places-to-visit-in-balasore-baleshwar-odisha","total":0},{"id":786,"title":"भद्रक में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"भद्रक पूर्वी भारत में ओडिशा राज्य का एक शहर है। यह 1 अप्रैल 1993 को अस्तित्व में आया। शहर भद्रक जिले का जिला मुख्यालय है। पौराणिक कथा के अनुसार, शहर का नाम देवी भद्रकाली से लिया गया है, जिसका मंदिर सालंदी नदी के तट पर है।\r\n&nbsp;\r\nपरिवहन\r\nभद्रक शहर ओडिशा राज्य के साथ और देश क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"भद्रक","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}