{"id":798,"title":"Top Places to visit in Khordha, Odisha","imageUrl":"a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","dateCreated":"2019-09-28T16:02:03.63Z","dateModified":"2019-09-28T16:02:41.745Z","contributedBy":"AskGif","content":"<p>Khordha is an administrative division of the state of Odisha, India. It was formed on April 1, 1993, by the division of former Puri District into Puri, Khordha and Nayagarh districts. In the year 2000 the district name was changed to Khordha. The district headquarters is Khordha Town. The capital city of Bhubaneswar is located in this district. Khordha is the most urbanized of all the districts of Odisha. Khordha Road, the railway station that serves the town is also the divisional headquarters of the East Coast Railway of the Indian Railways. Khordha is known for its brass utensils, cottage industries, railway coach manufacturing, and cable manufacturing unit.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Parliamentary constituencies: 2</p>\r\n<p>Assembly constituencies: 6</p>\r\n<p>Subdivisions: 2</p>\r\n<p>Villages: 1,561</p>\r\n<p>Blocks: 10</p>\r\n<p>Grama panchayat: 168</p>\r\n<p>Tehsils: 8</p>\r\n<p>Towns: 5</p>\r\n<p>Municipality: 2 (Khordha, Jatni)</p>\r\n<p>Municipal Corporation: 1 (Bhubaneshwar)</p>\r\n<p>N.A.C: 2 (Balugaon, Banpur)</p>\r\n<p>Tehsils</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhanath Temple</p>\r\n<p>Balianta</p>\r\n<p>Balipatna</p>\r\n<p>Banapur</p>\r\n<p>Begunia</p>\r\n<p>Bhubaneswar</p>\r\n<p>Bolagarh</p>\r\n<p>Chilika</p>\r\n<p>Jatni</p>\r\n<p>Khordha</p>\r\n<p>Tangi</p>\r\n<p>Subdivisions</p>\r\n<p>Bhubaneswar: consists of 4 blocks, viz. Balianta, Balipatana, Jatani, Bhubaneswar.</p>\r\n<p>Khurda: consists of 6 blocks, viz. Banapur, Begunia, Bolgarh, Chilika, Khurda Sadar and Tangi.</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Khordha district has a population of 2,246,341, roughly equal to the nation of Latvia or the US state of New Mexico. This gives it a ranking of 201st in India (out of a total of 640). The district has a population density of 799 inhabitants per square kilometre (2,070/sq mi). Its population growth rate over the decade 2001-2011 was 19.65%. Khordha has a sex ratio of 925 females for every 1000 males, and a literacy rate of 87.51%. Hinduism-88.5%,Jain-4.5%,islam-2.5,sikh-2.0%,Christians-1.5%,others-1%(including Buddhists)</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions and nearby places of interest</p>\r\n<p>Arikama: Village Arikama under Bolagarh block is famous for Maa Koshalsuni mandir in the forest. This green forest is protected by villagers of Arikama, Thanapalli etc. It is a picnic spot. The annual festival on Mahasthami, Raja festival, annual Yagna are some of the festivals observed by the villagers. It is around 28 km away from Khurda and lies on Rajsunakhala Dhalapathar Road. It is around 5 km from Dhalapathar and 9 km from Rajsunakhala.</p>\r\n<p>Atri (Hot Spring): It is situated in the village of Baghamari, at the distance of 42 km from Bhubaneswar and nearly 14 km from Khordha bus stand. It is famous for its Sulfur-Water springs and a temple dedicated to Lord Hatakeswara (Lord Shiva).</p>\r\n<p>Banapur: Banapur is famous for Maa Bhagabati (one of the incarnation of Hindu Goddess Maa Durga) temple. One of the interesting thing on display is that of a heavy iron piece that floats on water.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Barunei Temple, Khurda</p>\r\n<p>Barunei: This temple is situated on the famous Barunei hills. It is at a distance of 28 km from Bhubaneswar. Goddess Barunei is the famous deity of Khurda. A stream flows from the hills which is known as Swarna Ganga. This place is recognised as one of the most significant historic places of Odisha.</p>\r\n<p>Bhubaneswar: It is the Capital city of Odisha, which was also known in the ancient times as the Kingdom of Kalinga. Bhubaneswar, is popularly known as the Temple City of India due to its large number of ancient temples (most notable among them being Lingaraj Temple, Khandagiri, Kedar Gouri, Ram Mandir, etc.). This city also features attractions like: Odisha State Museum, Bindusagar Tank, Rabindra Mandap, Raj Bhavan, Legislative Assembly, Nandankanan, City Parks and Gardens, etc. This is one of the major shopping centers in Odisha.</p>\r\n<p>Buddhanath Temple: An 11th-century temple dedicated to the Hindu god Shiva located near the town of Balipatna about 25 km from Bhubaneswar</p>\r\n<p>Chilika: Situated at a distance of 100 km from the state capital Bhubaneswar, Chilika (or Chilka) l</p>\r\n<p>&nbsp;</p>\r\n<p>Deras Dam</p>\r\n<p>Deras and Jhumka: These are two picnic spots situated at a distance of 15 km from Bhubaneswar. They are two dams surrounded by a dense forest on three sides. It is popular with the picnickers during winter season where thousands of picnickers come there.</p>\r\n<p>SUNDARPUR MUKETASHWAR TEPL</p>\r\n<p>MAA MANGALA TEMPL IN KHURDA DIST</p>\r\n<p>&nbsp;</p>\r\n<p>Dhauligiri: It is situated at a distance of 15 km from Bhubaneswar. The rock edict of Dhauli bears the early history of Kalinga and this rock edict was engraved by Emperor Ashoka.</p>\r\n<p>Garamanitri: Garamanitri is famous for Ramchandi temple and is a picnic spot.</p>\r\n<p>Golabai: Golabai Sasan is known mostly from its medieval temple architecture. This settlement site is located on the left bank of the Mandakini (locally Mallaguni) river, near the Chilka lake. Trial excavations in 1991 showed a succession of Chalcolithic and Iron Age assemblages, presumably dating to the 2nd and 1st millennia BC. The pottery as dull red and grey wares. Ground lithics bring to mind those of East and South-east Asia. This site and Sankarjang are the main sites in Odisha which represent this time.</p>\r\n<p>Guapur: Located midway between Bhubaneshwar and Puri, this peaceful village is accessible through a road to the east of the highway. It is 20 km from Bhubaneshwar.</p>\r\n<p>Hatabasta: Village Hatabasta (Srichandanpurpatna) is 3 km from Raj-Sunakhala and known for Goddess Maa Jogamaya. There is a big pond which is covered with lotus flowers in all seasons; known as Bada Pokhari where Lord Sapaneswar worshipped by the villager of Hatabasta. Many festivals are celebrated in this village such as \"Jhamu Yatra\",\"Rama Lila\",\"Kartika Purnima \"</p>\r\n<p>Kaipadar: Kaipadar is situated at a distance of 15 km from Khurda. A mosque is present here. This place is the meeting place of Hindus and Muslims.</p>\r\n<p>Khandagiri and Udayagiri: These twin hills are situated in Bhubaneswar. There are 117 caves in these twin hills. The Rani Gumpha is the largest cave in the Udaygiri hill. Another cave called the Hati Gumpha is also there where the rock is engraved with Hathigumpha inscription by King Kharavela. These caves contain a Barabhuja temple and a Jain temple.</p>\r\n<p>Lingaraj Temple: Lingaraj temple is the largest Lord Shiva temple in Odisha. A couple of other temples exist there around it.</p>\r\n<p>Maa Ugra Tara: This temple is located in between Rameswar chowk and chandpur (Tangi block) in NH-5 and 55 km from Bhubaneswar towards Balugaon and 35 km from Balugaon towards BBSR. It is a location for picnic &amp; also movie shooting. Maa ugratara is the deity of entire Tangi block. Nearby, there is a village named Bhusandpur is the largest village among Odisha. This place is famous for fishermen's ground, because Chilika lake is nearby to this village.</p>\r\n<p>Nandankanan Zoo: This is a Zoo of Odisha situated at a distance of 20 km from Bhubaneswar. It is famous for the Botanical garden, zoo and the natural lake. The recently opened Natural lion safari is the largest of its kind in India. The white tigers present here makes it unique across the world.</p>\r\n<p>Shishupalgarh: Situated at a distance of 13 km from Bhubaneswar. The ruined fort Shishupalgarh and ancient capital of Kalinga named Toshali are being discovered by the Archaeological Survey of India.</p>\r\n<p>Shikhar Chandi: It is situated at a distance of 15 km from Bhubaneswar towards Nandankanan. A temple dedicated to Goddess Chandi on the hill top and the scenic environment is the main attraction of this place.</p>\r\n<p>Maa Kosalasuni Temple : This place is 45 km from Bhubaneswar and 20 km from Khordha near side of NH-Khordha-Kalapathar road. It is very nice place because sal forest and hiil are around here.</p>\r\n<p>Also 12 km from Rajsunakhala.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khordha_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8baca00-eab9-49f4-8a57-ea01c005a9e8_Khordha-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-khordha-odisha","tags":[{"name":"khordha","slug":"khordha"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":789,"title":"Top Places to visit in Balasore (Baleshwar), Odisha","imageUrl":"ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","dateCreated":"2019-09-28T02:26:58.707Z","dateModified":"2019-09-28T02:27:19.007Z","contributedBy":"AskGif","content":"Balasore or Baleshwar is a city in the state of Odisha, about 194 kilometres (121 mi) north of the state capital Bhubaneswar, in eastern India. It is the administrative headquarters of Balasore district. It is best known for Chandipur beach. The Indian Ballistic Missile Defense Program's Integrat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba29ddb5-e253-433b-bd2c-21199e1c9753_Balasore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baleshwar","slug":"baleshwar"},{"name":"odisha","slug":"odisha"},{"name":"balasore","slug":"balasore"}],"slug":"top-places-to-visit-in-balasore-baleshwar-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}