{"id":80,"title":"गोरखपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"<p>गोरखपुर एक राज्य है जो उत्तर प्रदेश&nbsp;(U.P/UP) के उत्तर-पूर्वी हिस्से में राप्ती नदी के किनारे स्थित है, जिसमें 673,446 आबादी है। यह नेपाल सीमा के पास स्थित है, राज्य की राजधानी लखनऊ के 273 किलोमीटर पूर्व में। यह गोरखपुर जिला और गोरखपुर डिवीजन का प्रशासनिक मुख्यालय है। यह शहर गोरखनाथ मठ, गोरक्षनाथ मंदिर का घर है।</p>\r\n<p>\"गोरखपुर\" नाम संस्कृत गोरक्षपुरम से आता है, जिसका अर्थ है गोरक्षनाथ का निवास, एक प्रसिद्ध तपस्वी जो नाथ संप्रदाय का एक प्रमुख संत था।</p>\r\n<p>गोरखपुर पूर्वी उत्तर प्रदेश के सबसे बाढ़ प्रवण जिलों में से एक है। पिछले 100 वर्षों में डेटा बाढ़ की तीव्रता और आवृत्ति में काफी वृद्धि दिखाता है, जिसमें चरम घटनाएं हर तीन से चार साल होती हैं। बाढ़ से लगभग 20% आबादी प्रभावित होती है, जो कुछ क्षेत्रों में वार्षिक घटना होती है, जिससे गरीब निवासियों के लिए जीवन, स्वास्थ्य और आजीविका का भारी नुकसान होता है, साथ ही साथ सार्वजनिक और निजी संपत्ति को भी नुकसान होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु और विकास ज्ञान से अनुसंधान से पता चलता है कि गोरखपुर जिला आपदा प्रबंधन योजना के रूप में आपदा जोखिम को कम करने के उपाय उपाय किए जा रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि, यह योजना इस बात पर केंद्रित है कि एजेंसियां ​​निम्नलिखित बाढ़ों को कैसे समन्वयित कर सकती हैं और मौसम से संबंधित खतरों और भेद्यता की पहचान करने के लिए व्यवस्थित दृष्टिकोण की कमी है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gorakhpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","subContents":[{"SubTitle":"1. गोरखनाथ मठ","SubTitleHindi":null,"SubContent":"<p>गोरखनाथ मठ (गोरखनाथ मठ) नाथ परंपरा के नाथ मठवासी समूह का एक मंदिर है। गोरखनाथ नाम मध्ययुगीन संत, गोरखनाथ (सी। 11 वीं शताब्दी) से मिलता है, एक योगी जो पूरे भारत में व्यापक रूप से यात्रा करता था और नाथ संप्रदाय के सिद्धांत का हिस्सा बनने वाले कई ग्रंथों को लिखता था। नाथ परंपरा की स्थापना गुरु मत्स्येंद्रनाथ ने की थी। यह गणित गोरखपुर, उत्तर प्रदेश में एक बड़े आधार के भीतर स्थित है। मंदिर विभिन्न सांस्कृतिक और सामाजिक गतिविधियों का प्रदर्शन करता है और शहर के सांस्कृतिक केंद्र के रूप में कार्य करता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gorakhnath_Math</p>","SubContentHindi":null,"ImageUrl":"d656a5ea-b52a-462c-994f-56415f87f051_gorakhnath-temple.png","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रेलवे संग्रहालय","SubTitleHindi":null,"SubContent":"<p>गोरखपुर रेलवे संग्रहालय पार्क रोड के विपरीत स्थापित किया गया है। यह 12 बजे से 9 बजे सोमवार और समय को छोड़कर हर दिन सार्वजनिक रहता है। आपको टिकट खिड़की लेने की जरूरत है, उसके बाद आपको अशोक पेड़ के साथ एक सड़क मिल जाएगी जो संग्रहालय की ओर जाता है। बच्चों के लिए एक मिनी खिलौना ट्रेन मौजूद है। आपको खिलौना ट्रेन के लिए दस रुपए का टिकट लेने की जरूरत है, बच्चे संग्रहालय के चारों ओर दौड़ सकते हैं। ट्रेन के अलावा, इस संग्रहालय में एक बड़ा क्रेन, एक भाप इंजन और पिछले समय की सड़क रोलर है।</p>","SubContentHindi":null,"ImageUrl":"9249510a-8417-4847-9d83-18edbdbe930c_rail-museum-gorakhpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. गीता वटिका","SubTitleHindi":null,"SubContent":"<p>गीता वटिका गोरखपुर में असुरन चौक के पास स्थित है। अंतर स्थानों से भक्त राधा के लिए लगातार प्रार्थनाओं में जाते हैं और भाग लेते हैं, जो भगवान कृष्ण का दिव्य प्रेम था। इस जगह का सबसे बड़ा आकर्षण राधा और कृष्ण का मंदिर है। यह गोरखपुर जंक्शन रेलवे स्टेशन से केवल 3 किमी दूर स्थित है। गीता वटिका का निर्माण हनुमान प्रसाद पोद्दार ने किया था। यह लगभग 5.2 एकड़ के क्षेत्र में फैल गया</p>","SubContentHindi":null,"ImageUrl":"7dc7af69-a009-4aaa-a77c-2275d9abe247_geeta-vatika.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कुष्मी वन","SubTitleHindi":null,"SubContent":"<p>कुष्मी वन एक घने जंगल है जो ऊंचे सालों के पेड़ों से भरा एक सुंदर परिदृश्य के बीच स्थित है। आप इस जंगल की शांति में आराम महसूस कर सकते हैं। अगर कोई रहना चाहता है तो एक गेस्ट हाउस भी यहां उपलब्ध है। आप जंगल के भीतर स्थित विनोद वान पार्क में भी जाना पसंद करेंगे। यह सही मनोरंजन प्रदान करता है, इस जंगल में बच्चों का पार्क, एक मिनी चिड़ियाघर, एक फूल उद्यान के साथ-साथ एक कैफेटेरिया भी है।</p>","SubContentHindi":null,"ImageUrl":"86943c12-1715-4e72-b5ec-87a94bcae4a2_kushmi-forest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. नीर निकुंज जल पार्क","SubTitleHindi":null,"SubContent":"<p>नीर निकुंज जल पार्क गोरखपुर में रेल विहार कॉलोनी में तारा मंडल के पास स्थित है। यह रोमांच और मज़ा से भरा दिन बिताने के लिए एक आदर्श जगह है। इस जल पार्क में पानी की सवारी की किस्में उपलब्ध हैं। पानी की सवारी के अलावा, कई अन्य गतिविधियां भी एक गेंदबाजी गली, शूटिंग रेंज की तरह उपलब्ध हैं</p>\r\n<p>खिलौना ट्रेन, पेंटबॉल, गो कार्टिंग, डांस फ्लोर, संगीत सवारी, मैरी गो राउंड, बैल राइड्स</p>\r\n<p>कैटरपिलर, फुल बॉडी स्लाइड्स, आलसी पूल, सुरंग स्लाइड्स, मल्टी-लेन स्लाइड्स, वॉटर एंड लाइट शो, एनाकोंडा स्लाइड्स इत्यादि।</p>","SubContentHindi":null,"ImageUrl":"3832a3f8-7718-40a7-b4d2-049bf6bac5a2_nir-nikunj.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. अम्बेडकर पार्क","SubTitleHindi":null,"SubContent":"<p>गोरखपुर में अम्बेडकर पार्क सबसे अच्छे पर्यटन स्थलों में से एक है, यह गोरखपुर रेलवे स्टेशन से लगभग 4 किमी दूर की दूरी पर स्थित है। बच्चों और वयस्कों दोनों के लिए कई गतिविधियां उपलब्ध हैं जिनमें से कुछ बच्चे, फव्वारे के लिए स्विंग कर रहे हैं। प्रवेश द्वार पर उपलब्ध स्नैक्स के लिए छोटे कियोस्क। यह पूरी तरह से मुफ्त है और प्रवेश या पार्किंग के लिए कोई शुल्क नहीं है। यह पार्क एक बड़े हरे रंग के क्षेत्र में फैला हुआ है और इसमें मध्य में एक सुंदर फव्वारा है।</p>","SubContentHindi":null,"ImageUrl":"0948caf9-8d76-4ab4-80fd-7aae2ff5ea95_ambedkar-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. बुद्ध संग्रहालय","SubTitleHindi":null,"SubContent":"<p>बुद्ध संग्रहालय गोरखपुर शहर से 32 किमी और कुशीनगर से 1 किमी की दूरी पर है और रामगढ़ झील के तट पर स्थित है। यह पर्यटक के लिए एक पुरातात्विक आकर्षण है। संग्रहालय को सांस्कृतिक संपत्ति रखने, दस्तावेज और प्रदर्शन करने के लिए बनाया गया है और इसमें 3500 से अधिक प्राचीन वस्तुएं, अवशेष और थंका पेंटिंग्स हैं।</p>","SubContentHindi":null,"ImageUrl":"53c980ae-2491-4c6a-b121-2f6dc0a8f38e_buddha-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. नेहरु पार्क","SubTitleHindi":null,"SubContent":"<p>यह पार्क गोरखपुर के लाल्डिगी इलाके में स्थित है। रात के समय में, फव्वारे और चमकदार बहु रंगीन रोशनी नेहरू पार्क को एक बहुत ही प्रतिष्ठित और सुखद दिखता है। इसके आसपास के और हरे रंग की हरियाली एक बहुत ही सुखद अनुभव देगा। इस पार्क में बच्चों के लिए एक विशाल लॉन, पिकनिक स्पॉट और आकर्षण भी हैं। आपको स्वतंत्रता सेनानी राम प्रसाद बिस्मिल की एक बड़ी मूर्ति भी मिलेगी।</p>","SubContentHindi":null,"ImageUrl":"3812df6f-1f77-4641-a159-482444bfde8c_martyr-bismil-memorial.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. वीर बहादुर सिंह प्लेनेटरीम","SubTitleHindi":null,"SubContent":"<p>वीर बहादुर सिंह प्लेनेटरीम सीएसटी यूपी द्वारा चलाया जा रहा है। 21 दिसंबर 200 9 से। यह शहर के बच्चों के लिए एक शिक्षण केंद्र के रूप में कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दैनिक 3 शो।</p>\r\n<p>अवधि दिखाएं: 45 मिनट।</p>\r\n<p>समय दिखाएं: 1.00 पी.एम., 3.00 पी.एम. और 5.00 पीएम</p>\r\n<p>अतिरिक्त शो (10.30 बजे से 12.15 पीएम के बीच) 100 या उससे अधिक के समूह के लिए रु। 10 / - प्रति व्यक्ति।</p>\r\n<p>6 पीएम पर एक अतिरिक्त शो गर्मी की छुट्टियों में।</p>\r\n<p>प्रवेश शुल्क: 3 साल से ऊपर प्रति हेड 25 / - रुपये।</p>\r\n<p>प्रमाण पत्र दिखाने पर अपंग व्यक्तियों के लिए प्रवेश निःशुल्क है।</p>\r\n<p>रुपये का रियायती टिकट 10 / - प्रति व्यक्ति 30 या उससे अधिक के समूह के लिए।</p>\r\n<p>प्रत्येक सोमवार को प्लेनेटरीयम बंद रहता है।</p>","SubContentHindi":null,"ImageUrl":"ce2deefc-38f4-49d8-a140-82f942ced7bc_veer-planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. रामगढ़ ताल झील","SubTitleHindi":null,"SubContent":"<p>रामगढ़ ताल भारत के उत्तर प्रदेश, गोरखपुर के पास स्थित एक झील है। इसमें 1 9 70 में अधिकतम जल फैलाव में 18 किलोमीटर (11 मील) की परिधि के साथ 723 हेक्टेयर (1,7 9 0 एकड़) का क्षेत्र शामिल था, लेकिन अब इसमें केवल 678 हेक्टेयर (1,680 एकड़) शामिल हैं। इसकी अधिकतम गहराई 1990 में 4.5 मीटर से 3.5 मीटर तक बढ़ गई है। यह सिद्धार्थ एन्क्लेव के पास तारमंदल कॉलोनी में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ramgarh_Tal_Lake</p>","SubContentHindi":null,"ImageUrl":"720f7087-b84f-44c2-8c96-5f7cf2f2d90e_Ramgarh-taal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p><strong>रेलवे</strong></p>\r\n<p>&nbsp;</p>\r\n<p>गोरखपुर जंक्शन रेलवे स्टेशन</p>\r\n<p>गोरखपुर रेल नेटवर्क के माध्यम से अच्छी तरह से जुड़ा हुआ है और गोरखपुर रेलवे स्टेशन क्षेत्र के महत्वपूर्ण स्टेशनों में से एक है, क्योंकि यह भारतीय रेलवे के उत्तर पूर्वी क्षेत्र के मुख्यालय के रूप में कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्टेशन कक्षा ए रेलवे स्टेशन की सुविधा प्रदान करता है। 6 अक्टूबर 2013 को गोरखपुर के पास 1.36 किलोमीटर (0.85 मील) के खिंचाव के साथ पुनर्निर्मित गोरखपुर यार्ड के उद्घाटन के बाद दुनिया का सबसे लंबा रेलवे मंच है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोरखपुर उत्तर पूर्वी रेलवे का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p><strong>वायु</strong></p>\r\n<p>गोरखपुर में एक वायु सेना स्टेशन की स्थापना 1 9 63 में हुई थी और सार्वजनिक परिवहन के लिए विस्तारित महा योगी गोरखनाथ हवाई अड्डे या गोरखपुर हवाई अड्डे के लिए विस्तारित किया गया था। एयर इंडिया और स्पाइसजेट उड़ानें गोरखपुर से दिल्ली तक जुड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gorakhpur</p>","SubContentHindi":null,"ImageUrl":"c850ff27-8f76-412e-92d5-83ae2c0b6ab1_air-hostess.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","tags":[{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"गोरखपुर उत्तर प्रदेश तक कैसे पहुंचे","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"गोरखपुर","slug":"gorakhpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":192,"title":"भदोही (ज्ञानपुर) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य उत्तर प्रदेश में भदोही भदोही जिला। इसे \"कालीन शहर\" के रूप में भी जाना जाता है, क्योंकि यह दक्षिण एशिया में सबसे बड़ा हाथ से बुना हुआ कालीन बुनाई उद्योग हब है। शहर वाराणसी से पश्चिम में 45 किमी और इलाहाबाद से 82 किमी पूर्व में है।\r\n&nbsp;\r\nशिक्षा\r\nकालेजों</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ज्ञानपुर","slug":"gyanpur"},{"name":"भदोही","slug":"bhadohi"}],"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","total":0},{"id":162,"title":"कानपुर (कानपुर नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"कानपुर भारत में 11 वां सबसे अधिक आबादी वाला शहरी समूह है, उत्तर प्रदेश में सबसे बड़ा शहरी समूह, भारत का 12 वां सबसे अधिक आबादी वाला शहर, और लखनऊ के बाद उत्तर प्रदेश राज्य का दूसरा सबसे बड़ा शहर और उत्तर प्रदेश में सबसे अधिक जनसंख्या वाला महानगर है। यह शहर कानपुर नगर जिले और कानपुर डिवीजन का प्रशा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कानपुर-नगर","slug":"kanpur-nagar"},{"name":"कानपुर","slug":"kanpur"}],"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","total":0},{"id":86,"title":"प्रयागराज (पूर्व में इलाहाबाद) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"99494f63-f53d-4708-a915-b83b012bb598-Allahabad.jpg","dateCreated":"2018-08-06T09:11:30.753Z","dateModified":"2020-05-25T10:27:25.742Z","contributedBy":"AskGif","content":"इलाहाबाद, जिसे प्रयाग भी कहा जाता है, भारतीय उत्तर प्रदेश&nbsp;(U.P/UP) में एक बड़ा महानगरीय शहर है और इलाहाबाद जिले का प्रशासनिक मुख्यालय, राज्य का सबसे अधिक आबादी वाला जिला और भारत का 13 वां सबसे अधिक जनसंख्या वाला जिला और इलाहाबाद डिवीजन है।\r\n&nbsp;\r\nयह शहर उत्तर प्रदेश की न्यायि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/99494f63-f53d-4708-a915-b83b012bb598-Allahabad.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रयागराज","slug":"prayagraj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"इलाहाबाद","slug":"allahabad"}],"slug":"top-places-to-visit-in-prayagraj-formerly-allahabad-uttar-pradesh","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}