{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"<p>कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्षिण एशिया में यह माना जाता है कि कालाहांडी जिले और कोरापुट जिले की भूमि प्राचीन स्थान थे जहाँ लोग धान की खेती शुरू करते थे। प्राचीन समय में इसे महाकांतारा (महान वन) और करुंडा मंडल के रूप में जाना जाता था, जिसका अर्थ है करंदम (कोरंडम / मानिक), गार्नेट (लाल पत्थर), बेरुज, नीलम (नीलम / नीली पत्थर), और एलेक्जेंड्रा आदि जैसे कीमती पत्थरों का खजाना। । मानिकेश्वरी (माणिक्य या करंदम की देवी) कालाहांडी के कबीले देवता हैं जो इसके ऐतिहासिक नाम का संकेत भी दे सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह ब्रिटिश भारत में एक रियासत थी और स्वतंत्रता के बाद की अवधि में इसका भारत में ओडिशा राज्य में विलय हो गया क्योंकि कालाहांडी जिले में वर्तमान कालाहांडी जिला और नुआपाड़ा जिला शामिल हैं। 1967 में, कालाहांडी जिले से काशीपुर ब्लॉक को प्रशासनिक कारण से रायगढ़ जिले में स्थानांतरित कर दिया गया। 1980 के दशक में कालाहांडी का नाम पिछड़ेपन और भुखमरी से मौत से जुड़ा, जिसे \"कालाहांडी सिंड्रोम\" के नाम से जाना जाता है। अपने पिछड़ेपन के बावजूद यह इतिहास, कृषि, वन संसाधनों, रत्न, बॉक्साइट, लोक नृत्य, लोक संगीत, लोककथाओं, हस्तशिल्प और कला के समृद्ध क्षेत्रों में से एक है। 1993 में, नुआपाड़ा उप-विभाजन को एक अलग जिले के रूप में तराशा गया था, लेकिन कालाहांडी (लोकसभा निर्वाचन क्षेत्र) वर्तमान कालाहांडी जिले और नुआपाड़ा जिले को मिलाकर बना है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>&nbsp;</p>\r\n<p>उत्केला हवाई पट्टी, कालाहांडी</p>\r\n<p>उत्केला एयरस्ट्रिप (VEUK) शहर के पास मौजूद है (22 किमी, 14 मील), जो राज्य की राजधानी भुवनेश्वर और रायपुर के लिए दैनिक उड़ानों के साथ परिचालन करने वाली है, जो सितंबर में निजी हवाई सेवा प्रदाता एयर ओडिशा द्वारा मंत्रालय के तहत UDAN योजना के तहत किया जाएगा। नागरिक उड्डयन, भारत सरकार भारत की। एक अन्य, लांजीगढ़ हवाई पट्टी (FR44733) (58 किमी, 36 मील) वीआईपी और चार्टर्ड विमानों का संचालन करने वाली निजी हवाई पट्टी है। अन्य निकटतम हवाई अड्डे रायपुर के स्वामी विवेकानंद हवाई अड्डे हैं, छत्तीसगढ़ 262 किमी (163 मील) दूर है। राज्य की राजधानी भुवनेश्वर में बीजू पटनायक अंतर्राष्ट्रीय हवाई अड्डा, सड़क मार्ग से 427 किमी और रेल द्वारा 631 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मुख्य लेख: भवानीपटना रेलवे स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>भवानीपटना रेलवे स्टेशन</p>\r\n<p>भवानीपटना रेलवे स्टेशन का उद्घाटन 12 अगस्त 2012 को हुआ था। यह लांजीगढ़-जूनागढ़ रेल लाइन पर स्थित है। वर्तमान में भवानीपटना से भुवनेश्वर, रायपुर और संबलपुर तक 3 ट्रेनें (1 एक्सप्रेस और 2 यात्री) चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी बस स्टैंड, भवानीपटना (OSRTC)</p>\r\n<p>&nbsp;</p>\r\n<p>पुराना बस स्टैंड, भवानीपटना</p>\r\n<p>भवानीपटना को विभिन्न शहरों से जोड़ने वाले राजमार्ग:</p>\r\n<p>&nbsp;</p>\r\n<p>NH-26 - बरगढ़ - बोलनगीर - भवानीपटना - नबरंगपुर - कोरापुट - विजयनगरम - रावण</p>\r\n<p>SH-16 - भवानीपटना - खरियार - रायपुर</p>\r\n<p>एसएच -6 - भवानीपटना - चतिगुड़ा - अंबोडाला - मुनिगुडा</p>\r\n<p>एसएच -44 - भवानीपटना - गुनूपुर - थुआमुल रामपुर - काशीपुर - टिकरी</p>\r\n<p>भवानीपटना बस स्टैंड NH-26 पर मौजूद ओडिशा के सबसे बड़े बस स्टैंड में से एक है। निजी और सरकारी दोनों। यहां से बसें उपलब्ध हैं। भवानीपटना ओडिशा राज्य सड़क परिवहन निगम (O.S.R.T.C.) के विभाजन में से एक है जो सरकार चलाता है। भवानीपटना से भुवनेश्वर, विशाखापट्टनम, संबलपुर, बेरहामपुर, कटक, जेयपोर तक बसें जाती हैं। निजी बसें (ए / सी स्लीपर कोच) छत्तीसगढ़ के विभिन्न शहरों ओडिशा और रायपुर, दुर्ग आदि में परिवहन सुविधा प्रदान करती हैं। भवानीपटना और इसके आस-पास के गाँवों में बीजू गाँव गाडी सहित नव जोड़ी टैक्सी सुविधा और ऑटो सुविधा, परिवहन सुविधा का लाभ जोड़ रही है।</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>भवानीपटना के आसपास पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>इस खंड को विषय के एक विश्वकोषीय विवरण के बजाय एक यात्रा गाइड की तरह लिखा जाता है। कृपया इसे विश्वकोश शैली में पुनः लिखकर इसे बेहतर बनाने में मदद करें। यदि एक यात्रा गाइड का इरादा है, तो विकिवॉयज का उपयोग दृढ़ता से सुझाया गया है। (नवंबर 2017)</p>\r\n<p>माँ मणिकेश्वरी मंदिर और चतरा की यात्रा</p>\r\n<p>&nbsp;</p>\r\n<p>मां मानिकेश्वरी मंदिर, भवानीपटना</p>\r\n<p>ओडिशा के कालाहांडी जिले में स्थित दो मणिकेश्वरी मंदिर हैं, एक भवानीपटना में है और दूसरा थुआमल रामपुर में। मंदिर भवानीपटना के केंद्र में स्थित है। यहाँ के मुख्य देवता देवी मानिकेश्वरी हैं। मुख्य भक्त मछुआरा समुदाय से हैं। दशहरा उत्सव के दौरान, इस मंदिर में जानवरों की बलि दी जाती है, जो कि एक त्योहार है जिसे चतर जात्रा के नाम से भी जाना जाता है, जहाँ शहर के लाखों लोग अपनी प्रिय देवी से आशीर्वाद पाने के लिए एकत्रित होते हैं। देवी मानिकेश्वरी के समक्ष पशु बलि के अनुष्ठान को दर्शाने वाली एक फिल्म भी प्रदर्शित की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>Phurlijharan</p>\r\n<p>&nbsp;</p>\r\n<p>फुरलिझरन झरना</p>\r\n<p>फुरली झारन कालाहांडी में एक पर्यटक स्थल है। भवानीपटना से 15 किमी (9.3 मील), फुर्लिझरन लगभग 30 फीट (9 मीटर) की ऊंचाई पर स्थित एक बारहमासी जलप्रपात है।</p>\r\n<p>&nbsp;</p>\r\n<p>करलापट वन्यजीव अभयारण्य</p>\r\n<p>&nbsp;</p>\r\n<p>करलापट झरना, कालाहांडी</p>\r\n<p>&nbsp;</p>\r\n<p>करलापट वन्यजीव अभयारण्य</p>\r\n<p>वर्तमान में एसएच -44 कर्लापट वन्यजीव अभयारण्य (ओडिया::; हिंदी: कर्नलपाट) कालाहांडी जिले में स्थित एक वन्यजीव अभयारण्य है और ओडिशा का एक पर्यटक आकर्षण है। करालपत वन्यजीव अभयारण्य कालाहांडी जिले के जिला मुख्यालय भवानीपटना से 12 किमी (7.5 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अभयारण्य में 255 किमी 2 (98 वर्ग मील) का क्षेत्र शामिल है। यह पूर्वी हाइलैंड्स नम पर्णपाती जंगलों के भीतर निहित है। प्रमुख पादप समुदायों में मिश्रित पर्णपाती वन और स्क्रबलैंड शामिल हैं। इसमें उच्च खनिज जमा जैसे बॉक्साइट और मैंगनीज आदि भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह अभयारण्य कई वन्यजीव प्रजातियों जैसे बाघ, तेंदुआ, गौर, सांभर, नीलगाय, भौंकने वाले हिरण, माउस हिरण, विभिन्न प्रकार के पक्षियों और सरीसृपों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>Jakham</p>\r\n<p>जाखम SH-44 (20 किमी दूर) पर एक पर्यटन स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जाकम, कालाहांडी</p>\r\n<p>Rabandara</p>\r\n<p>&nbsp;</p>\r\n<p>राबांधरा झरना, कालाहांडी</p>\r\n<p>रबनंदरा भवानीपटना के पास एक पर्यटक स्थल है। शहर से 15 किलोमीटर (9.3 मील) की दूरी पर, राबंदारा एक बारहमासी जलप्रपात है, जिसकी ऊंचाई लगभग 13 फीट (4 मीटर) है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोस्पदार जलप्रपात</p>\r\n<p>&nbsp;</p>\r\n<p>सोस्पदार जलप्रपात, कालाहांडी</p>\r\n<p>सोसपदर पिकनिक अधिकारियों के लिए एक स्थान है और साहसी लोगों को अभी तक ओडिशा के पर्यटन मानचित्र पर रखा जाना है (हालांकि कालाहांडी के कई अन्य स्थान उनकी सूची में लंबित हैं) यह इछापुर, (लांजीगढ़ ब्लॉक) के माध्यम से भुवनीपटना से पूर्व की ओर भुवनीपटना से लगभग 17 किमी दूर स्थित है। )।</p>\r\n<p>&nbsp;</p>\r\n<p>गदगद जुड़वां-झरना</p>\r\n<p>&nbsp;</p>\r\n<p>जिला संगरहालय</p>\r\n<p>&nbsp;</p>\r\n<p>जिला संग्रहालय भवानीपटना</p>\r\n<p>जिला संघराया या जिला संग्रहालय, भवानीपटना में अलग-अलग कलाकृतियाँ, पांडुलिपियाँ, पेंटिंग और पूर्व-ऐतिहासिक युग की कई दुर्लभ वस्तुएँ (असुरगढ़ के सिक्के, गुडहंदी पेंटिंग आदि) हैं, जिनमें कालाहांडी रेडियन के प्राचीन इतिहास को दर्शाया गया है। जगह: न्यू बस स्टैंड के पास, एनएच -26, भवानीपटना।</p>\r\n<p>Permunji</p>\r\n<p>&nbsp;</p>\r\n<p>मणिकेश्वरी मंदिर (मनोरम दृश्य)</p>\r\n<p>पर्मुनजी एक नर्सरी है जो महान पर्वत के तल पर स्थित है, जो पिकनिक के लिए एक जगह है। हाथी आमतौर पर नर्सरी क्रॉसिंग सड़कों के पास देखे जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हेलो पॉइंट</p>\r\n<p>हैलो पॉइंट भवानीपटना से 75 किमी (47 मील) दूर एक पिकनिक स्थल और घाटी का नज़ारा है। यह पूर्वी घाटों के शीर्ष पर मौजूद है, जहां से कालाहांडी जिले के आधे भाग जूनागढ़, कलामपुर ब्लॉक आदि सहित दिखाई देते हैं। एक मोबाइल के लिए सभी दूरसंचार सेवाओं से संकेत प्राप्त कर सकते हैं, इसलिए इसे हैलो प्वाइंट के रूप में नामित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>इंदिरावती बांध</p>\r\n<p>इंद्रावती बांध</p>\r\n<p>इंद्रावती बांध या ऊपरी इंद्रावती पनबिजली परियोजना भारत के साथ-साथ एशिया के सबसे बड़े बांध में से एक है। यह पूर्वी भारत का सबसे बड़ा बांध है जो 600MW बिजली का उत्पादन करता है। ऊपरी इंद्रावती परियोजना, पानी के डायवर्सन की परिकल्पना करती है, इसके ऊपरी हिस्से में इंद्रावती नदी बिजली उत्पादन और सिंचाई के लिए महानदी घाटी में पहुँचती है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस परियोजना में इंद्रावती और उसकी सहायक नदियों में 4 बांधों का निर्माण और 8 अंतर और दो इंटर-लिंकिंग चैनल हैं, जिसमें 1,435.5 मिलियन एम 3 (50.69 बिलियन क्यू फीट), 4.32 किमी (2.68 मील) की क्षमता के साथ एकल जलाशय बनाने के लिए। सुरंग, 150 मेगावाट प्रत्येक टर्बाइन की 4 इकाइयों की स्थापना के साथ एक पावर हाउस, 9 किमी (5.6 मील) टेल रेस चैनल और हाटी नदी के पार एक सिंचाई बैराज, जिसमें संबंधित सिंचाई नहरें, यानी लेफ्ट कैनाल और राइट कैनाल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बायीं नहर से सिंचाई कालमपुर, कोकसरा, जूनागढ़ और धर्मगढ़ ब्लॉक में की जाती है, जहां ओडिशा सीमा के पास तेल नदी पर एशिया का सबसे लंबा जलमार्ग बनाया जाता है। और दायीं नहर बनी हुई है, जूनागढ़ (नांदोल क्षेत्र) और भवानीपटना ब्लॉक है, करालपाड़ा ब्लॉक में निर्माण कार्य चल रहा है जहाँ यह रीट नदी में विलीन हो जाती है। पानी मुख्य रूप से इंद्रावती नदी, पेट फूला नाल आदि से आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धरमगढ़ के आसपास</p>\r\n<p>जूनागढ़: लंकेश्वरी मंदिर, दशबिंब मंदिर, कनक दुर्गा मंदिर, खंडबाशा, ऐतिहासिक स्थल</p>\r\n<p>मुखिगुड़ा: असियास की दूसरी सबसे बड़ी बिजली परियोजना, इंद्रावती बांध</p>\r\n<p>धर्मगढ़: परदेश्वर मंदिर, भीमखोज, नागबोम, कालाहांडी उत्सव, चैत्र</p>\r\n<p>आमपानी: बुधराज मंदिर और झरना</p>\r\n<p>गुडहंडी: ऐतिहासिक स्थल</p>\r\n<p>दोक्रिकंच्रा: झरना</p>\r\n<p>चुरा डांगर: लंबी पैदल यात्रा क्षेत्र और झरने</p>\r\n<p>खैरपाद: हस्तकला का गाँव</p>\r\n<p>श्री अरबिंदो अवशेष केंद्र, धर्मगढ़- महायोगी श्री अरबिंदो और द मदर के पवित्र अवशेष यहां स्थापित किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री अरबिंदो केंद्र, धर्मगढ़, कालाहांडी</p>\r\n<p>Koksara</p>\r\n<p>Golamunda</p>\r\n<p>Goudchhendia</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>रिंदो माझी: ओडिशा में एक स्वतंत्रता सेनानी, जिन्होंने 1853 में अंग्रेजों के खिलाफ कोंधा क्रांति की शुरुआत की थी।</p>\r\n<p>भुवनेश्वर बेहरा: इंजीनियर, अकादमिक, प्रशासक और लेखक।</p>\r\n<p>राम चंद्र पात्रा, IAS (retd।): (1919-2013) ब्यूरोक्रेट, सामाजिक कार्यकर्ता और प्रशासक जिन्होंने इंद्रावती परियोजना में पहल की। वह कालाहांडी से पहले IAS थे।</p>\r\n<p>किशन पटनाइक: समाजवादी नेता। 1930 का जन्म कालाहांडी में हुआ। समाजवादी युवजन सभा के राष्ट्रीय अध्यक्ष बने और 32 साल की उम्र में संबलपुर से लोकसभा के लिए चुने गए</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ इंजीनियरिंग, भवानीपटना</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट ऑटोनॉमस कॉलेज, भवानीपटना</p>\r\n<p>&nbsp;</p>\r\n<p>यह खंड सूची प्रारूप में है, लेकिन गद्य के रूप में बेहतर पढ़ सकता है। यदि उपयुक्त हो, तो आप इस अनुभाग को परिवर्तित करके मदद कर सकते हैं। संपादन सहायता उपलब्ध है। (नवंबर 2017)</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि महाविद्यालय, भवानीपटना (OUAT)</p>\r\n<p>पश्चिमी ओडिशा विकास परिषद के माध्यम से, राज्य सरकार ने 2004 से कालाहांडी के जूनागढ़ ब्लॉक में एक दक्षिण भारत आधारित संगठन के साथ एक निजी मेडिकल कॉलेज शुरू किया है, प्रवेश 2013 सितंबर में हुआ था, जो अक्षमता के कारण 2015 में बंद हो गया था। उचित प्रबंधन की। ओडिशा राज्य सरकार ने 2009 में भवानीपटना में सरकारी कॉलेज ऑफ इंजीनियरिंग कालाहांडी और कृषि कॉलेज की घोषणा की है, लेकिन कालाहांडी में एक केंद्रीय विश्वविद्यालय के लिए स्थानीय मांग को पूरा नहीं किया गया है। एक अन्य मेडिकल कॉलेज को वेदांत एलुमिना कंपनी, लांजीगढ़ के समर्थन से राज्य सरकार द्वारा प्रस्तावित किया जा रहा है, इस निजी कंपनी द्वारा लगभग 100 करोड़ रुपये दिए जाएंगे। एम। समीर कृष्ण रेड्डी के नेतृत्व वाले सरदार राजा मेडिकल कॉलेज एंड हॉस्पिटल के छात्रों और श्री डॉ। एके नंदा के नेतृत्व में स्थानीय लोगों और प्रख्यात बॉटनी स्कॉलर और राजनीतिज्ञ श्री विपत्ता नाइक, श्री हिमांशु के नेतृत्व में इस मेडिकल कॉलेज को लंबे समय से आंदोलन के कारण प्रस्तावित किया गया था। मेहेर, श्री भक्त चरण दास, धर्मेंद्र प्रधान, वसंत पांडा, मनमोहन सामल और केवी सिंहदेव।</p>\r\n<p>तकनीकी कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>कालाहांडी मेडिकल कॉलेज, भवानीपटना (प्रस्तावित)</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ इंजीनियरिंग, कालाहांडी भवानीपटना</p>\r\n<p>शासकीय कृषि महाविद्यालय, भवानीपटना</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, भांगबाड़ी, भवानीपटना</p>\r\n<p>सरदार राजस मेडिकल कॉलेज एंड रिसर्च सेंटर, जेरिंग (बंद)</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज भवानीपटना</p>\r\n<p>गैर-तकनीकी कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट ऑटोनॉमस कॉलेज, भवानीपटना</p>\r\n<p>शासकीय महिला महाविद्यालय भवानीपटना</p>\r\n<p>प्रगति डिग्री कॉलेज, भवानीपटना</p>\r\n<p>सरस्वती डिग्री कॉलेज, भवानीपटना</p>\r\n<p>शास्त्रीजी साइंस कॉलेज, भवानीपटना</p>\r\n<p>बिनायक आवासीय महाविद्यालय, भवानीपटना</p>\r\n<p>जयप्रकाश संध्या महाविद्यालय, भवानीपटना</p>\r\n<p>धरमगढ़ के पास कृषि महाविद्यालय, श्री श्री रविशंकर द्वारा प्रस्तावित (निजी)</p>\r\n<p>अस्पताल</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय अस्पताल, भवानीपटना</p>\r\n<p>जिला मुख्यालय अस्पताल, भवानीपटना</p>\r\n<p>मां मानिकेश्वरी मल्टी स्पेशियलिटी अस्पताल, भवानीपटना</p>\r\n<p>केसिंगा अस्पताल</p>\r\n<p>उपमंडल अस्पताल, धर्मगढ़</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kalahandi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"recommendations":[{"id":813,"title":"सुंदरगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"सुंदरगढ़ जिला भी है सुंदरगढ़ जिला पूर्वी भारत में ओडिशा राज्य के उत्तर-पश्चिमी भाग में स्थित एक जिला है।\r\n&nbsp;\r\nसुंदरगढ़ जिला पश्चिम में छत्तीसगढ़ के रायगढ़ जिले, उत्तर-पश्चिम में छत्तीसगढ़ के जशपुर जिले, उत्तर में झारखंड के सिमडेगा जिले, झारखंड के पश्चिम सिंहभूम जिले और पूर्व में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"सुंदरगढ़","slug":"sundargarh"}],"slug":"top-places-to-visit-in-sundargarh-odisha","total":0},{"id":811,"title":"संबलपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","dateCreated":"2019-09-30T01:28:32.023Z","dateModified":"2019-09-30T01:28:54.758Z","contributedBy":"AskGif","content":"संबलपुर जिला भारत के ओडिशा राज्य के पश्चिमी भाग में स्थित एक जिला है। संबलपुर का ऐतिहासिक शहर जिला मुख्यालय है।\r\n&nbsp;\r\nयह जिला महानदी नदी के बेसिन में स्थित है। इसका कुल क्षेत्रफल 6,702 किमी 2 (2,588 वर्ग मील) है, जिसमें से लगभग 60% जिले में घने जंगल हैं। यह जिला पूर्व में देवगढ़ ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"संबलपुर","slug":"sambalpur"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-sambalpur-odisha","total":0},{"id":788,"title":"बरगढ़ (बैरागढ़) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"बरगढ़ भारत के ओडिशा राज्य में बरगढ़ जिले में एक नगर पालिका है। यह बरगढ़ जिले का प्रशासनिक मुख्यालय है। चावल की खेती के लिए लोकप्रिय (parboiled-rice) इसलिए इसे ओडिशा राज्य का \"भाटा हांडी\" कहा जाता है।\r\nबरगढ़ जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। बरगढ़ शहर इसका जिला मुख्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"बरगढ़","slug":"bargarh"},{"name":"बरगढ़-बैरागढ़","slug":"bargarh-baragarh"}],"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}