{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"<p>Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settlement about 2000 years ago in the region. In South Asia it is believed that the lands of Kalahandi district and Koraput district were the ancient places where people started cultivation of paddy. In ancient time it was known as Mahakantara (meaning Great Forest) and Karunda Mandal, which means treasure of precious stones like karandam (Corundum/Manik), Garnet (red stone), Beruz, Neelam (Sapphire/blue stone), and Alexandra etc. Manikeswari (the goddess of Manikya or Karandam) is the clan deity of Kalahandi may also signify its historical name.</p>\r\n<p>&nbsp;</p>\r\n<p>It was a princely state in British India and in post independence period it merged with Odisha state in India as Kalahandi district comprising current Kalahandi district and Nuapada district. In 1967, Kashipur block from Kalahandi district was transferred to Rayagada district for administrative reason. In the 1980s, Kalahandi's name became associated with backwardness and starvation death, which is known as \"Kalahandi Syndrome\". Despite its backwardness it is one of the rich regions in history, agriculture, forest resources, gemstone, bauxite, folk dance, folk music, folklore, handicrafts and arts. In 1993, Nuapada sub-division was carved out as a separate district, but Kalahandi (Lok Sabha constituency) continues to constitute present Kalahandi district and Nuapada district together.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>&nbsp;</p>\r\n<p>Utkela Airstrip, Kalahandi</p>\r\n<p>Utkela Airstrip (VEUK) is present near the city (22 km, 14 mi) which is scheduled to be operational with daily flights to state capital Bhubaneshwar and Raipur in the coming month of September by private air service provider Air Odisha under UDAN scheme by Ministry of Civil Aviation, Govt. of India. Another one, Lanjigarh Airstrip (FR44733) (58 km, 36 mi) is private airstrip conducting VIP and chartered planes. Other nearby Airport are Swami Vivekananda Airport at Raipur, Chhattisgarh is 262 km (163 mi) away. Biju Patnaik International Airport in the state capital, Bhubaneswar is 427 km away by road and 631 km by rail.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Main article: Bhawanipatna railway station</p>\r\n<p>&nbsp;</p>\r\n<p>Bhawanipatna Railway Station</p>\r\n<p>Bhawanipatna railway station was inaugurated on 12 August 2012. It is situated on Lanjigarh-Junagarh rail line. Currently there are 3 trains (1 express and 2 passengers) running from Bhawanipatna to Bhubanneshwar, Raipur and Sambalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Government Bus Stand, Bhawanipatna (OSRTC)</p>\r\n<p>&nbsp;</p>\r\n<p>Old Bus Stand, Bhawanipatna</p>\r\n<p>Highways connecting Bhawanipatna to various cities :</p>\r\n<p>&nbsp;</p>\r\n<p>NH-26 - Bargarh - Bolangir - Bhawanipatna - Nabarangpur - Koraput - Vizianagram - Natavalsa</p>\r\n<p>SH-16 - Bhawanipatna - Khariar - Raipur</p>\r\n<p>SH-6 - Bhawanipatna - Chatiguda - Ambodala - Muniguda</p>\r\n<p>SH-44 - Bhawanipatna - Gunupur - Thuamul Rampur - Kashipur - Tikri</p>\r\n<p>Bhawanipatna Bus Stand is one of the biggest bus stand in Odisha present on NH-26. Both Private and Govt. buses are available from here. Bhawanipatna is one of the division of Odisha State Road Transport Corporation (O.S.R.T.C.) that runs Govt. Buses from Bhawanipatna to Bhubaneshwar, Vishakhapatnam, Sambalpur, Berhampur, Cuttack, Jeypore. Private Buses (A/C Sleeper Coaches) provide transportation facility to different cities in Odisha and Raipur, Durg etc. in Chhattisgarh. Newly added taxi facility and auto facility including Biju Gaon Gadi throughout Bhawanipatna and villages nearer to it, is adding an advantage to the transport facility.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Tourism around Bhawanipatna</p>\r\n<p>&nbsp;</p>\r\n<p>This section is written like a travel guide rather than an encyclopedic description of the subject. Please help improve it by rewriting it in an encyclopedic style. If a travel guide is intended, use of Wikivoyage is strongly suggested. (November 2017)</p>\r\n<p>Maa Manikeshwari Mandir and Chatar jatra</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Manikeswari Temple, Bhawanipatna</p>\r\n<p>There are two Manikeshwari Mandir located in Kalahandi district of Odisha, one is in Bhawanipatna and other at Thuamal Rampur. The temple is located in the centre of Bhawanipatna. The main deity here is Goddess Manikeshwari. The main devotees are from the fishermen community. During Dussehra festival, animal sacrifice is offered at this temple which is a festival also known as Chatar jatra where lacs of people gather in the city to get the blessings from their beloved goddess . A film is also documented showing the ritual of animal sacrifice, before Goddess Manikeshwari.</p>\r\n<p>&nbsp;</p>\r\n<p>Phurlijharan</p>\r\n<p>&nbsp;</p>\r\n<p>Phurlijharan Waterfall</p>\r\n<p>Phurli Jharan is a tourist spot in Kalahandi. 15 km (9.3 mi) from Bhawanipatna, Phurlijharan is a perennial water fall about 30 ft (9 m) in height.</p>\r\n<p>&nbsp;</p>\r\n<p>Karlapat Wildlife Sanctuary</p>\r\n<p>&nbsp;</p>\r\n<p>Karlapat Waterfall, Kalahandi</p>\r\n<p>&nbsp;</p>\r\n<p>Karlapat Wildlife Sanctuary</p>\r\n<p>Present on SH-44 Karlapat Wildlife Sanctuary (Odia: କର୍ଲାପାଟ୍;Hindi: कर्लापाट्) is a wildlife sanctuary located in Kalahandi district and a tourist attraction of Odisha. Karlapat Wildlife Sanctuary is 12 km (7.5 mi) from Bhawanipatna, the district headquarters of Kalahandi district.</p>\r\n<p>&nbsp;</p>\r\n<p>The sanctuary covers an area of 255 km2 (98 sq mi). It lies within the Eastern Highlands moist deciduous forests ecoregion. Major plant communities include mixed deciduous forests and scrublands.It has also high mineral deposit like bauxite and manganese etc.</p>\r\n<p>&nbsp;</p>\r\n<p>This sanctuary is home to many wildlife species like tiger, leopard, gaur, sambar, nilgai, barking deer, mouse deer, a variety of birds and reptiles.</p>\r\n<p>&nbsp;</p>\r\n<p>Jakham</p>\r\n<p>Jakham is a tourist destination on SH-44 (20 km away).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jakam, Kalahandi</p>\r\n<p>Rabandara</p>\r\n<p>&nbsp;</p>\r\n<p>Rabandhara Waterfall, Kalahandi</p>\r\n<p>Rabandara is a tourist spot near Bhawanipatna. 15 kilometres (9.3 mi) from city, Rabandara is a perennial water fall about 13 ft (4 m) in height.</p>\r\n<p>&nbsp;</p>\r\n<p>Sospadar Waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>Sospadar Waterfall, Kalahandi</p>\r\n<p>Sospadar is a location for picnicers and adventurers is yet to be placed on tourist map of Odisha (although many other places from Kalahandi are pending in their list) It is situated about 17 km towards east from Bhawanipatna under Gunduri panchayat via Icchapur, (Lanjigarh block).</p>\r\n<p>&nbsp;</p>\r\n<p>Gadagada Twin-Waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>Zilla Sangrahalaya</p>\r\n<p>&nbsp;</p>\r\n<p>District Museum Bhawanipatna</p>\r\n<p>Zilla Sangrahalaya or the District Museum, Bhawanipatna has different artifacts, manuscripts, paintings and many rare items from pre-historic age (Asurgarh coins, Gudahandi paintings etc.) depicting ancient history of Kalahandi Redion. Place: Near New Bus Stand, NH-26, Bhawanipatna.</p>\r\n<p>&nbsp;</p>\r\n<p>Permunji</p>\r\n<p>&nbsp;</p>\r\n<p>Manikeshwari Temple (Panoramic View)</p>\r\n<p>Permunji is a nursery situated at the foot of great mountain, a place for picnics. Elephants are commonly seen near the nursery crossing roads.</p>\r\n<p>&nbsp;</p>\r\n<p>Hello Point</p>\r\n<p>Hello Point is a picnic spot and valley view point 75 km (47 mi) from Bhawanipatna. It is present on the top of the eastern ghats from where half of the Kalahandi district is visible including Junagarh, Kalampur block etc. One can receive signal from all telecom services for mobile, therefore it is named as Hello Point.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Indiravati Dam</p>\r\n<p>Indravati Dam</p>\r\n<p>Indravati Dam or Upper Indravati Hydro Power Project is one of the largest Dam in India as well as Asia. It is the largest dam in eastern India which produces 600MW of electricity. The Upper Indravati Project envisages diversion of water, of the indravati river in its upper reaches into the Mahanadi valley for power generation and irrigation.</p>\r\n<p>&nbsp;</p>\r\n<p>The project involves construction of 4 dams across the Indravati and its tributaries 8 dykes and two inter-linking channels to form a single reservoir with a live capacity of 1,435.5 million m3 (50.69 billion cu ft), 4.32 km (2.68 mi). tunnel, a power house with installation of 4 units of 150 MW each turbines, 9 km (5.6 mi) tail race channel and an irrigation barrage across Hati river with the associated irrigation canals i.e., Left Canal and Right Canal.</p>\r\n<p>&nbsp;</p>\r\n<p>Irrigation from left canal is done in Kalampur, Koksara, Junagarh and Dharmagarh Block where Asia's longest aqueduct is made on Tel River near Odisha border. And right canal is done is Junagarh (Nandol area)and Bhawanipatna Block, the construction work is under process in Karlapada block where it merges with Ret River. The water comes from mainly Indravati River, Pet fula Naal etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Around Dharamgarh</p>\r\n<p>Junagarh: Lankeshwari temple, Dashibamana temple, Kanak durga temple, Khandabasha, historical site</p>\r\n<p>Mukhiguda: Asias 2nd largest Power project, Indravati dam</p>\r\n<p>Dharamgarh: Paradeswar temple, Bhimkhoj, Nagbom, Kalahandi Utsav, Chaitra</p>\r\n<p>Ampani: Budharaja Temple and waterfall</p>\r\n<p>Gudahandi: Historial site</p>\r\n<p>Dokrichanchra: Waterfall</p>\r\n<p>Chura Dangar: Hiking area and waterfalls</p>\r\n<p>Khairpadar: Village of handicraft</p>\r\n<p>Sri Aurobindo Relics Center, Dharamgarh- The sacred relics of Mahayogi Sri Aurobindo and The Mother was installed here.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Aurobindo Kendra, Dharamgarh, Kalahandi</p>\r\n<p>Koksara</p>\r\n<p>Golamunda</p>\r\n<p>Goudchhendia</p>\r\n<p>Notable people</p>\r\n<p>Rindo Majhi: A freedom fighter in Odisha, who started the Kondha revolution against the British in 1853.</p>\r\n<p>Bhubaneswar Behera: Engineer, academic, administrator and author.</p>\r\n<p>Ram Chandra Patra, IAS (retd.): (1919-2013) Bureaucrat, social worker and administrator who took the initiative in the Indravati project. He was the first IAS from Kalahandi.</p>\r\n<p>Kishen Pattnaik: Socialist leader. born 1930 in Kalahandi. Became National president of Samajwadi Yuvjan Sabha and was elected to Lok Sabha from Sambalpur aged 32</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Government College of Engineering, Bhawanipatna</p>\r\n<p>&nbsp;</p>\r\n<p>Government Autonomous College, Bhawanipatna</p>\r\n<p>&nbsp;</p>\r\n<p>This section is in list format, but may read better as prose. You can help by converting this section, if appropriate. Editing help is available. (November 2017)</p>\r\n<p>&nbsp;</p>\r\n<p>College of Agriculture, Bhawanipatna (OUAT)</p>\r\n<p>Through the Western Odisha Development Council, the state government has been initiated a private medical college with a tie up with one South India based organisation in Junagarh block of Kalahandi since 2004, admissions took place in 2013 September later which was closed in 2015 due to inefficiency of proper management. Odisha state Government has announced Government College of Engineering Kalahandi and Agriculture College at Bhawanipatna in 2009 but local demand for a Central University in Kalahandi has not been accomplished. Another Medical College is being proposed State Government by support from Vedanta Alumina Company, Lanjigarh around 100 crores will be given by this private company by some exchange of allotment for Bauxite Mines to that Company by the State. This Medical College was proposed due to a long-standing agitation by the Students' of Sardar Raja Medical College &amp; Hospital led by M Sameer Krishna Reddy and Local People led by Shri Dr A K Nanda, eminent Botany Scholar and Poloticians Shri Pradipta Naik, Shri Himansu Meher, Shri Bhakta Charan Das, Dharmendra Pradhan, Vasant Panda, Manmohan Samal and K V Singhdeo.</p>\r\n<p>&nbsp;</p>\r\n<p>Technical Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Kalahandi Medical College, Bhawanipatna (proposed)</p>\r\n<p>Government College of Engineering, Kalahandi Bhawanipatna</p>\r\n<p>Government Agriculture College, Bhawanipatna</p>\r\n<p>Government Medical College, Bhangabari, Bhawanipatna</p>\r\n<p>Sardar Rajas Medical College &amp; Research Centre, Jaring( Closed)</p>\r\n<p>Government Polytechnic College Bhawanipatna</p>\r\n<p>Non-technical Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Government Autonomous College, Bhawanipatna</p>\r\n<p>Government Women's College Bhawanipatna</p>\r\n<p>Pragati Degree College, Bhawanipatna</p>\r\n<p>Saraswati Degree College, Bhawanipatna</p>\r\n<p>Sastriji Science College, Bhawanipatna</p>\r\n<p>Binayak Residential college, Bhawanipatna</p>\r\n<p>Jayaprakash Sandhya Mahavidyalaya, Bhawanipatna</p>\r\n<p>Agriculture College near Dharamgarh, proposed (private) by Sri Sri Ravishankar</p>\r\n<p>Hospitals</p>\r\n<p>&nbsp;</p>\r\n<p>District Headquarters Hospital, Bhawanipatna</p>\r\n<p>District Headquarters Hospital, Bhawanipatna</p>\r\n<p>Maa Manikeswari Multi-speciality Hospital, Bhawanipatna</p>\r\n<p>Kesinga Hospital</p>\r\n<p>Sub-Divisional Hospital, Dharamgarh</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kalahandi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"recommendations":[{"id":813,"title":"Top Places to visit in Sundargarh, Odisha","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"Sundergarh District also spelled Sundargarh District is a district in the northwestern part of Odisha state in eastern India.\r\n&nbsp;\r\nSundergarh district is bounded by Raigarh district of Chhattisgarh in the west, Jashpur district of Chhattisgarh in the North-West, Simdega district","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"sundargarh","slug":"sundargarh"}],"slug":"top-places-to-visit-in-sundargarh-odisha","total":0},{"id":811,"title":"Top Places to visit in Sambalpur, Odisha","imageUrl":"1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","dateCreated":"2019-09-30T01:28:32.023Z","dateModified":"2019-09-30T01:28:54.758Z","contributedBy":"AskGif","content":"Sambalpur District is a district in the western part of state of Odisha, India. The historic city of Sambalpur is the district headquarters.\r\n&nbsp;\r\nThe district is located in the Mahanadi River basin. It has a total area of 6,702 km2 (2,588 sq mi), of which almost 60% of the distr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sambalpur","slug":"sambalpur"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-sambalpur-odisha","total":0},{"id":788,"title":"Top Places to visit in Bargarh (Baragarh), Odisha","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"Bargarh is a municipality in Bargarh district in the state of Odisha, India. It is the administrative headquarters of Bargarh District . Popularly known for rice cultivation (parboiled-rice) therefore called \"Bhata Handi\" of Odisha State.\r\nBargarh District is an administrative district of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bargarh","slug":"bargarh"},{"name":"bargarh-baragarh","slug":"bargarh-baragarh"}],"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}