{"id":801,"title":"Top Places to visit in Kandhamal, Phulbani, Odisha","imageUrl":"8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","dateCreated":"2019-09-29T01:51:15.246Z","dateModified":"2019-09-29T01:52:31.119Z","contributedBy":"AskGif","content":"<p>Kandhamal is a district in the state of Odisha, India. The district headquarters of the district is Phulbani.</p>\r\n<p>Phulbani is a municipality and administrative headquarters of Kandhamal district.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Balaskumpa is a village in this south-east of Kandhmal (Phulbani) Sub-Division situated 20-25&rsquo;N and 84-21&rsquo; at the confluence of two hilly streams, which combine to form the Pilla Salki river. It is 15 km (9.3 mi) from the Phulbani district headquarters, connected by a good road.</p>\r\n<p>&nbsp;</p>\r\n<p>Belghar is situated at a height of more than 2,000 feet (609.6 metres) above the sea level in Balliguda sub-division. It is 70 km (43 mi) from Balliguda and 155 km from Phulbani. The area has a number of mountains, forest and wild animals, especially elephants. It has an Inspection Bungalow of Forest Department, which is built with wooden planks. It is lighted by solar power. Ushabali valley is near the village. Sometimes flocks of peacocks or wild elephants are seen by the roadside.</p>\r\n<p>&nbsp;</p>\r\n<p>Chakapad is situated about 800 ft (243.84 m) from sea level in G. Udayagiri Tahasil. The historical Bhrutanga River originates here.</p>\r\n<p>&nbsp;</p>\r\n<p>Another temple dedicated to Lord Anandeswar and Jogeswar (Siva) is located nearby; one big fair is held here on the Sivaratri day. The place is situated in the midst of thick forest.</p>\r\n<p>&nbsp;</p>\r\n<p>Daringbadi is situated at a height of about 3,000 ft (914.4 m) above sea level in Balliguda sub-division. It is 105 km (65 mi) from Phulbani. It can be approached directly from Berhampur. The place is attractive in the summer season due to its low temperatures. Hill View point has been developed at Daringbadi, where visitors can view the valley. A tourist complex has been built at Daringibadi for accommodation of tourists. Coffee plantations attract visitors to Daringibadi all through the year.</p>\r\n<p>&nbsp;</p>\r\n<p>Dungi is about 45 km from Phulbani, situated on Phulbani-Berhampur road in G. Udayagiri Tehsil. This is the only archaeological site in Kandhamal district. There was one Buddha Vihar of the 11th century; since it was ruined, Siva temples have come up on the site, excavated during construction of new temples, and are kept in the temple premises. One Buddha statue has been shifted from the nearby area to the Odisha State Museum, Bhubaneswar.</p>\r\n<p>&nbsp;</p>\r\n<p>Jalespeta is a valley about 127 km from Phulbani, situated near Tumudibandh. It is the site of a Shiva temple located right between the hilly river rock bed. The banks of the tiny river surprisingly have white sand, which is very rare for this place. This part of the state usually doesn't have such clear white sand, which is common in coastal region river banks and sea shores.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalinga Valley (Kalinga Ghaats) is located 48 km away from Phulbani, the district headquarters on the Phulbani &ndash; Berhampur National Highway. The valley is famous for silviculture garden and medicinal plant cultivation. The silviculture garden has rubber trees and human-thick bamboo plants.</p>\r\n<p>&nbsp;</p>\r\n<p>Ludu is located about 100 km (62 mi) from Balliguda in Kotagarh Block and 185 km from Phulbani. It is situated in dense forest inhabited by wild elephants. One fair-weather road leads to the side via Subarngiri. There is a 100-foot (30.5 m) high waterfall.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandasaru Kuti is located about 100 km from Phulbani in the Raikia Block. There is an old church on the outskirts of the village, surrounded by mountains. There is a mountain gorge nearby. Lodging options available.</p>\r\n<p>&nbsp;</p>\r\n<p>Pakadajhar is about 30 km from Phulbani town near the village Sudrukumpa, situated on Phulbani-Boudh road in Phulbani Tahasil. The Pakdajhar waterfall is 60 feet high, and is nestled in the natural forest. There is a single road leading to the site from Sudrukumpa. With recent development of the destinations, a lot of tourists visit the place for picnics from early November to the end of February.</p>\r\n<p>&nbsp;</p>\r\n<p>Putudi is 18 km from Phulbani town with a waterfall of 100 feet (30 m) height, situated in the dense forest. One good road leads to the site. The waterfall is on the river Salunki.</p>\r\n<p>&nbsp;</p>\r\n<p>Rushimal is situated about 50 km from Daringibadi, near the village Tamangi in Hattimunda G. P. A group of hills known as Rushimal hills are the origin of the river Rushikulya. At the source there is a small reservoir known as &ldquo;Rushikunda&rdquo;, and above the hilltop a cave known as &ldquo;Rushigumpha&rdquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>Urmagada is 17 km from Phulbani town on Phulbani-Gochhapada road in Phulbani Tahasil. The waterfall is 50 feet high, situated in a dense forest. One fair-weather road leads to the site.</p>\r\n<p>&nbsp;</p>\r\n<p>Kotagarh is located in Kandhamal district about 120 km from Phulabani and 54 km from Baliguda. In the Kotagarh block there is a 375 m waterfall. Maa Bhabani Temple is in Keshragu, 2 km from Kotagarh (Bighna). Kotagarh also has a wildlife sanctuary with elephants, tigers, nilgai, wild boar, chital and antelopes. Along with a variety of reptiles and mammals, the sanctuary has an aviary as well. The aviary has red jungle fowl, peafowl, peacocks and a wide variety of wild birds.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The nearest airport is at Bhubaneswar 211 km (131 mi). There is an airstrip at Gudari 5 km from Phulbani town for landing small planes and helicopters.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest railway station is Rairakhol, on the Sambalpur &ndash; Bhubaneshwar line, which is 99 km from Phulbani. However, Berhampur (165 km (103 mi) from Phulbani) is another convenient rail link.</p>\r\n<p>&nbsp;</p>\r\n<p>By road, Kandhamal can be approached from Sambalpur via Boudh (170 km, 106 miles) and Berhampur (165 km) as well as from Bhubaneshwar via Nayagarh (210 km, 130 miles). It is 170 km (110 mi) away from Bolangir.</p>\r\n<p>&nbsp;</p>\r\n<p>While there are no dedicated tourist buses to the places of interest in the district, taxis may be hired at Phulbani or Balliguda. There is no railway route in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Health facilities</p>\r\n<p>There are fourteen hospitals:</p>\r\n<p>&nbsp;</p>\r\n<p>District Headquarters Hospital, Phulbani</p>\r\n<p>Sub Divisional Hospital, Balliguda</p>\r\n<p>Community Health Centre, Subarnagiri</p>\r\n<p>Community Health Centre, Tumudibandha</p>\r\n<p>Community Health Centre, Barakhama</p>\r\n<p>Community Health Centre, Daringbadi</p>\r\n<p>Community Health Centre, K.Nuagaon</p>\r\n<p>Community Health Centre, Raikia</p>\r\n<p>Community Health Centre, G.Udayagiri</p>\r\n<p>Community Health Centre, Brahamanpad</p>\r\n<p>Community Health Centre, Tikabali</p>\r\n<p>Community Health Centre, Gumagarh</p>\r\n<p>Community Health Centre, Phiringia</p>\r\n<p>Community Health Centre, Khajuripada</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>AJO High School, Phulbani</p>\r\n<p>The town has a Government college for intermediate, under graduate and post graduate studies. Some of the well known schools AJO High School (Estd.: 1904), Govt. Girls High School, Police High School, Sri Satya Sai High School, Public School (English Medium), Kendriya Vidyalaya, Carmel English Medium School, Saraswati Shishu Vidya Mandira and Sri Aurobindo Integral Education &amp; Research Centre. Carmel school is founded by Carmelite sisters of Kerala. Phulbani's oldest school AJO (Alfred James Olenbatch) High school was a jail for central Odisha region during the British rule and was converted to a school soon after India got independent. Recently, Kendriya Vidyalaya has availed the full-fledged building of it own made near Narayani temple and has facility for accommodating 12 standard students as well. The results of Kendriya Vidyalaya, Kandhamal in recent standard 10th &amp; 12th exam has set up new bench mark with students securing good marks.</p>\r\n<p>&nbsp;</p>\r\n<p>Technical Institutions Available:-</p>\r\n<p>&nbsp;</p>\r\n<p>1. Govt. I.T.I, Phulnbani</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; Intake Capacity of Courses</p>\r\n<p>&nbsp; &nbsp;Sl. No. Trade &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;No. of Units Duration</p>\r\n<p>&nbsp; &nbsp; &nbsp;1 &nbsp; &nbsp; &nbsp; &nbsp; Fitter &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;02 Units (1+1) 2 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;2 &nbsp; &nbsp; &nbsp; &nbsp; Electrician &nbsp; &nbsp; &nbsp; &nbsp;02 Units (1+1) 2 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;3 &nbsp; &nbsp; &nbsp; &nbsp; Electronics/ Mechanic&nbsp; 02 Units (1+1) 2 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;4 &nbsp; &nbsp; &nbsp; &nbsp; M.M.V &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;02 Units (1+1) 2 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;5 &nbsp; &nbsp; &nbsp; &nbsp; D.M.C &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;01 Unit &nbsp; &nbsp; &nbsp; &nbsp; 2 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;6 &nbsp; &nbsp; &nbsp; &nbsp; D.M.M &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;01 Unit &nbsp; &nbsp; &nbsp; &nbsp; 2 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;7 &nbsp; &nbsp; &nbsp; &nbsp; Wireman &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;02 Units (1+1) 1 Years</p>\r\n<p>&nbsp; &nbsp; &nbsp;8 &nbsp; &nbsp; &nbsp; &nbsp; Welder &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;02 Units (1+1) 1 Year</p>\r\n<p>2. Govt. Polytechnic, Phulabani (http://gpkandhamal.pe.hu/)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; Intake Capacity of Courses</p>\r\n<p>&nbsp; 1 Civil Engineering-120</p>\r\n<p>&nbsp; 2 Electrical Engineering-60</p>\r\n<p>&nbsp; 3 Mechanical Engineering-60</p>\r\n<p>3. Biju Patnaik Institute of Technology (BPIT), Phulbani (http://www.bpitphulbani.ac.in/)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; Sl. No. Discipline &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Strength</p>\r\n<p>&nbsp; &nbsp; 1 &nbsp; &nbsp;Civil Engineering &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 60</p>\r\n<p>&nbsp; &nbsp; 2 &nbsp; &nbsp;Electrical Engineering&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;60</p>\r\n<p>&nbsp; &nbsp; 3 &nbsp; &nbsp;Electronics &amp; Tele-Comm. Engineering&nbsp; &nbsp; &nbsp;90</p>\r\n<p>&nbsp; &nbsp; 4 &nbsp; &nbsp;Mechanical Engineering &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; 90</p>\r\n<p>&nbsp; &nbsp; 5 &nbsp; &nbsp;Computer Science &amp; Engineering &nbsp; &nbsp; &nbsp;60</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kandhamal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kandhamal-phulbani-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"phulbani","slug":"phulbani"},{"name":"kandhamal","slug":"kandhamal"}],"recommendations":[{"id":808,"title":"Top Places to visit in Nayagarh, Odisha","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"Nayagarh district is one of the 30 districts of Odisha State in eastern India. It was created in 1992 when the erstwhile Puri District was split into three distinct districts, namely Khurdha, Nayagarh and Puri. It is home to the Baisipali Wildlife Sanctuary. It is like a Hill station, so far as n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nayagarh","slug":"nayagarh"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":794,"title":"Top Places to visit in Gajapati, Paralakhemundi, Odisha","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"Gajapati is a district of Odisha, India. It was created from Ganjam District in October, 1992. Gajapati district was named after Maharaja Sri Krushna Chandra Gajapati Narayan Dev, the Raja Sahib of the Paralakhemundi estate (the first Prime Minister of the state), who is remembered for his contri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gajapati","slug":"gajapati"},{"name":"paralakhemundi","slug":"paralakhemundi"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":793,"title":"Top Places to visit in Ganjam, Chhatrapur, Odisha","imageUrl":"da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","dateCreated":"2019-09-28T11:46:21.104Z","dateModified":"2019-09-28T11:46:38.405Z","contributedBy":"AskGif","content":"Ganjam district is a district in the Indian state of Odisha. Ganjam's total area is 8,070 km&sup2; (3,116 mi&sup2;).\r\nGanjam is a town and a notified area council in Ganjam district in the state of Odisha, India.\r\n&nbsp;\r\nThe district headquarters is Chhatrapur. Ganjam is div","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhatrapur","slug":"chhatrapur"},{"name":"odisha","slug":"odisha"},{"name":"ganjam","slug":"ganjam"}],"slug":"top-places-to-visit-in-ganjam-chhatrapur-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}