{"id":801,"title":"कंधमाल, फूलबनी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","dateCreated":"2019-09-29T01:51:15.246Z","dateModified":"2019-09-29T01:52:31.119Z","contributedBy":"AskGif","content":"<p>कंधमाल भारत के ओडिशा राज्य का एक जिला है। जिले का जिला मुख्यालय फूलबनी है।</p>\r\n<p>फूलबानी कंधमाल जिले का एक नगरपालिका और प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>बलस्कम्पा कंधमाल (फूलबानी) सब-डिवीजन के इस दक्षिण-पूर्व में एक गाँव है, जो दो पहाड़ी नदियों के संगम पर 20-25'N और 84-21 'पर स्थित है, जो पिला सल्क नदी बनाने के लिए गठबंधन करता है। यह फूलबनी जिला मुख्यालय से 15 किमी (9.3 मील) दूर है, जो एक अच्छी सड़क से जुड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेलघर उप-मंडल में समुद्र तल से 2,000 फीट (609.6 मीटर) से अधिक की ऊंचाई पर स्थित है। यह बल्लीगुडा से 70 किमी (43 मील) और फूलबानी से 155 किमी दूर है। इस क्षेत्र में कई पहाड़, जंगल और जंगली जानवर हैं, खासकर हाथी। इसमें वन विभाग का एक निरीक्षण बंगला है, जो लकड़ी के तख्तों के साथ बनाया गया है। यह सौर ऊर्जा से प्रकाशमान है। उषबली घाटी गाँव के पास है। कभी-कभी मोर या जंगली हाथियों के झुंड सड़क के किनारे देखे जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जी। उदयगिरि तहसील में चाकपाद समुद्र तल से लगभग 800 फीट (243.84 मीटर) की दूरी पर स्थित है। ऐतिहासिक भृतांग नदी यहाँ से निकलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान आनंदेश्वर और जोगेश्वर (शिव) को समर्पित एक और मंदिर पास में स्थित है; शिवरात्रि के दिन यहाँ एक बड़ा मेला लगता है। यह स्थान घने जंगल के बीच में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>दरिंगबाड़ी बल्लीगुड़ा उप-मंडल में समुद्र तल से लगभग 3,000 फीट (914.4 मीटर) की ऊंचाई पर स्थित है। यह फूलबानी से 105 किमी (65 मील) दूर है। इसे सीधे बेरहामपुर से संपर्क किया जा सकता है। कम तापमान के कारण गर्मी के मौसम में यह जगह आकर्षक है। डारिंगबाड़ी में हिल व्यू पॉइंट विकसित किया गया है, जहाँ आगंतुक घाटी को देख सकते हैं। पर्यटकों के ठहरने के लिए दरिंगीबाड़ी में एक पर्यटक परिसर बनाया गया है। कॉफी बागान आगंतुकों को पूरे वर्ष के दौरान दरिंगीबाड़ी की ओर आकर्षित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>डूंगी जी। उदयगिरी तहसील में फूलबानी-बेरहामपुर रोड पर स्थित फूलबानी से लगभग 45 किमी दूर है। यह कंधमाल जिले का एकमात्र पुरातात्विक स्थल है। 11 वीं शताब्दी का एक बुद्ध विहार था; चूंकि यह बर्बाद हो गया था, शिव मंदिर स्थल पर आए हैं, नए मंदिरों के निर्माण के दौरान खुदाई की गई, और मंदिर परिसर में रखा गया है। एक बुद्ध प्रतिमा को पास के क्षेत्र से भुवनेश्वर के ओडिशा राज्य संग्रहालय में स्थानांतरित कर दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलसपेटा, फूलबनी से लगभग 127 किमी दूर एक घाटी है, जो तुमुदीबांध के पास स्थित है। यह पहाड़ी नदी के चट्टान के बीच स्थित एक शिव मंदिर का स्थान है। छोटी नदी के किनारे आश्चर्यजनक रूप से सफेद रेत वाले हैं, जो इस जगह के लिए बहुत दुर्लभ है। राज्य के इस हिस्से में आमतौर पर ऐसी स्पष्ट सफेद रेत नहीं होती है, जो तटीय क्षेत्र के नदी तटों और समुद्र तटों में आम है।</p>\r\n<p>&nbsp;</p>\r\n<p>कलिंग घाटी (कलिंग गट्स) फूलबनी से 48 किमी दूर स्थित है, फूलबनी - बरहामपुर राष्ट्रीय राजमार्ग पर जिला मुख्यालय। घाटी सिल्विकल्चर गार्डन और औषधीय पौधों की खेती के लिए प्रसिद्ध है। सिल्विकल्चर गार्डन में रबर के पेड़ और मानव-मोटी बांस के पौधे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लुडु कोटगढ़ ब्लॉक के बल्लीगुडा से लगभग 100 किमी (62 मील) और फूलबनी से 185 किमी दूर स्थित है। यह घने जंगल में जंगली हाथियों का निवास है। एक निष्पक्ष मौसम सड़क सुबारंगिरी से होकर जाती है। 100 फीट (30.5 मीटर) ऊंचा झरना है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर कुटी रायकिया ब्लॉक में फूलबनी से लगभग 100 किमी दूर स्थित है। पहाड़ों से घिरे गाँव के बाहरी इलाके में एक पुराना चर्च है। पास में एक पहाड़ का घाट है। उपलब्ध विकल्प।</p>\r\n<p>&nbsp;</p>\r\n<p>पक्काजहर फूलबनी तहसील में फूलबनी-बौध मार्ग पर स्थित गांव सुद्रुक्पा के पास फूलबानी शहर से लगभग 30 किमी दूर है। पक्काझार झरना 60 फीट ऊंचा है, और प्राकृतिक जंगल में बसा है। सुद्रकुम्पा से स्थल तक जाने के लिए एक ही सड़क है। गंतव्यों के हाल के विकास के साथ, बहुत सारे पर्यटक नवंबर की शुरुआत से फरवरी के अंत तक पिकनिक के लिए जगह का दौरा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पुटुड़ी 100 फीट (30 मीटर) की ऊंचाई पर घने जंगल में स्थित फूलबनी शहर से 18 किमी दूर है। एक अच्छी सड़क साइट की ओर जाती है। यह झरना सालुंकी नदी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रशिमल दरिंगीबाड़ी से लगभग 50 किमी दूर स्थित है, हातिममुंडा जी। पी। में तमांगी गाँव के पास। रशिमल पहाड़ियों के नाम से जानी जाने वाली पहाड़ियों का एक समूह रशिकुल्या नदी का उद्गम स्थल है। स्रोत पर एक छोटा जलाशय है, जिसे \"रशिकुंडा\" के नाम से जाना जाता है, और पहाड़ी की चोटी पर एक गुफा है, जिसे \"रशगंपुंडा\" के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उर्मगदा, फूलबनी तहसील में फूलबनी-गोछापाड़ा मार्ग पर फूलबानी शहर से 17 किमी दूर है। झरना 50 फीट ऊंचा है, जो घने जंगल में स्थित है। एक निष्पक्ष मौसम सड़क साइट की ओर जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोटगढ़ कंधमाल जिले में फूलबनी से लगभग 120 किलोमीटर और बालीगुडा से 54 किमी दूर स्थित है। कोटगढ़ ब्लॉक में 375 मीटर जलप्रपात है। माँ भबानी मंदिर केशरागु में कोटगढ़ (बीघना) से 2 किमी दूर है। कोटागढ़ में हाथियों, बाघों, नीलगाय, जंगली सूअर, चीतल और मृगों के साथ एक वन्यजीव अभयारण्य भी है। विभिन्न सरीसृपों और स्तनधारियों के साथ, अभयारण्य में एक एवियरी भी है। एवियरी में लाल जंगल में मोर, मोर, मोर और कई प्रकार के जंगली पक्षी हैं।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>निकटतम हवाई अड्डा भुवनेश्वर 211 किमी (131 मील) है। छोटे विमानों और हेलीकॉप्टरों को उतारने के लिए फूलबनी शहर से 5 किमी की दूरी पर गुदड़ी में एक हवाई पट्टी है।</p>\r\n<p>&nbsp;</p>\r\n<p>समबलपुर - भुवनेश्वर लाइन पर रायरहोल निकटतम रेलवे स्टेशन है, जो फूलबनी से 99 किमी दूर है। हालांकि, बेरहामपुर (165 किमी (103 मील) फूलबनी से) एक और सुविधाजनक रेल लिंक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से, कंधमाल को संबलपुर से बौध (170 किमी, 106 मील) और बेरहमपुर (165 किमी) के साथ-साथ भुवनेश्वर से नयागढ़ (210 किमी, 130 मील) के माध्यम से संपर्क किया जा सकता है। यह बोलांगीर से 170 किमी (110 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि जिले में रुचि के स्थानों के लिए कोई समर्पित पर्यटक बसें नहीं हैं, फ़ुलबनी या बल्लीगुड़ा में टैक्सी किराए पर ली जा सकती हैं। जिले में कोई रेल मार्ग नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य सुविधाएं</p>\r\n<p>चौदह अस्पताल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय अस्पताल, फूलबानी</p>\r\n<p>सब डिविजनल अस्पताल, बल्लीगुड़ा</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, सुबरनगिरी</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, तुमुदीबांधा</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, बाराखंभा</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, दरिंगबाड़ी</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, कु.नागाँव</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, रायकिया</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, जी। उदयगिरी</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, ब्राह्मणपाद</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, टिकबाली</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, गुमागढ़</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, फ़िरिंगिया</p>\r\n<p>सामुदायिक स्वास्थ्य केंद्र, खजुरिपाड़ा</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>AJO हाई स्कूल, फूलबानी</p>\r\n<p>शहर में स्नातक और स्नातकोत्तर अध्ययन के तहत इंटरमीडिएट के लिए एक सरकारी कॉलेज है। कुछ प्रसिद्ध स्कूल AJO हाई स्कूल (Estd .: 1904), Govt। गर्ल्स हाई स्कूल, पुलिस हाई स्कूल, श्री सत्य साई हाई स्कूल, पब्लिक स्कूल (इंग्लिश मीडियम), केंद्रीय विद्यालय, कार्मल इंग्लिश मीडियम स्कूल, सरस्वती शिशु विद्या मंदिर और श्री अरबिंदो इंटीग्रल एजुकेशन एंड रिसर्च सेंटर। कार्मेल स्कूल की स्थापना केरल की कारमलाइट बहनों ने की है। फूलबानी का सबसे पुराना स्कूल AJO (अल्फ्रेड जेम्स ओलेनबैच) हाई स्कूल ब्रिटिश शासन के दौरान मध्य ओडिशा क्षेत्र के लिए एक जेल था और भारत के स्वतंत्र होने के तुरंत बाद एक स्कूल में बदल दिया गया था। हाल ही में, केंद्रीय विद्यालय ने नारायणी मंदिर के पास खुद की बनाई पूरी इमारत का लाभ उठाया है और साथ ही 12 मानक छात्रों को समायोजित करने की सुविधा प्रदान की है। हाल ही में 10 वीं और 12 वीं की परीक्षा में केंद्रीय विद्यालय, कंधमाल के परिणामों ने अच्छे अंक हासिल करने वाले छात्रों के साथ नए बेंच मार्क स्थापित किए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तकनीकी संस्थान उपलब्ध: -</p>\r\n<p>&nbsp;</p>\r\n<p>1. सरकार। आई.टी.आई, फुलबनी</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; कोर्स की क्षमता</p>\r\n<p>&nbsp; &nbsp;क्र। इकाई अवधि की व्यापार संख्या</p>\r\n<p>&nbsp; &nbsp; &nbsp;1 फिटर 02 यूनिट (1 + 1) 2 साल</p>\r\n<p>&nbsp; &nbsp; &nbsp;2 इलेक्ट्रीशियन 02 इकाइयाँ (1 + 1) 2 वर्ष</p>\r\n<p>&nbsp; &nbsp; &nbsp;3 इलेक्ट्रॉनिक्स / मैकेनिक 02 यूनिट (1 + 1) 2 साल</p>\r\n<p>&nbsp; &nbsp; &nbsp;4 M.M.V 02 इकाइयाँ (1 + 1) 2 वर्ष</p>\r\n<p>&nbsp; &nbsp; &nbsp;5 D.M.C 01 यूनिट 2 वर्ष</p>\r\n<p>&nbsp; &nbsp; &nbsp;6 डी.एम.एम 01 यूनिट 2 वर्ष</p>\r\n<p>&nbsp; &nbsp; &nbsp;7 वायरमैन 02 यूनिट (1 + 1) 1 साल</p>\r\n<p>&nbsp; &nbsp; &nbsp;8 वेल्डर 02 इकाइयाँ (1 + 1) 1 वर्ष</p>\r\n<p>2. सरकार। पॉलिटेक्निक, फूलबानी (http://gpkandhamal.pe.hu/)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; कोर्स की क्षमता</p>\r\n<p>&nbsp; 1 सिविल इंजीनियरिंग -120</p>\r\n<p>&nbsp; 2 इलेक्ट्रिकल इंजीनियरिंग -60</p>\r\n<p>&nbsp; 3 मैकेनिकल इंजीनियरिंग -60</p>\r\n<p>3. बीजू पटनायक प्रौद्योगिकी संस्थान (BPIT), फूलबानी (http://www.bpitphulbani.ac.in/)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; क्र। नहीं। अनुशासन की ताकत</p>\r\n<p>&nbsp; &nbsp; 1 सिविल इंजीनियरिंग 60</p>\r\n<p>&nbsp; &nbsp; 2 इलेक्ट्रिकल इंजीनियरिंग 60</p>\r\n<p>&nbsp; &nbsp; 3 इलेक्ट्रॉनिक्स और टेली कॉम। इंजीनियरिंग 90</p>\r\n<p>&nbsp; &nbsp; 4 मैकेनिकल इंजीनियरिंग 90</p>\r\n<p>&nbsp; &nbsp; 5 कंप्यूटर साइंस एंड इंजीनियरिंग 60</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kandhamal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kandhamal-phulbani-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"फूलबनी","slug":"phulbani"},{"name":"कंधमाल","slug":"kandhamal"}],"recommendations":[{"id":808,"title":"नयागढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"नयागढ़ जिला पूर्वी भारत के ओडिशा राज्य के 30 जिलों में से एक है। यह 1992 में बनाया गया था जब पूर्ववर्ती पुरी जिले को तीन अलग-अलग जिलों में विभाजित किया गया था, अर्थात् खुरधा, नयागढ़ और पुरी। यह बैसीपाली वन्यजीव अभयारण्य का घर है। यह एक हिल स्टेशन की तरह है, जहाँ तक प्राकृतिक दृश्यों का संबंध है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नयागढ़","slug":"nayagarh"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":794,"title":"गजपति, परलाखेमुंडी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"गजपति भारत के ओडिशा का एक जिला है। यह अक्टूबर 1992 में गंजम जिले से बनाया गया था। गजपति जिले का नाम महाराजा श्री कृष्ण चंद्र गजपति नारायण देव, परलखेमंडी संपत्ति (राज्य के पहले प्रधान मंत्री) के राजा साहब के नाम पर रखा गया था, जिन्हें गठन में उनके योगदान के लिए याद किया जाता है। एक अलग राज्य, और ओ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गजपति","slug":"gajapati"},{"name":"परलाखेमुंडी","slug":"paralakhemundi"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":793,"title":"गंजम, छत्रपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","dateCreated":"2019-09-28T11:46:21.104Z","dateModified":"2019-09-28T11:46:38.405Z","contributedBy":"AskGif","content":"गंजम जिला भारतीय राज्य ओडिशा का एक जिला है। गंजम का कुल क्षेत्रफल 8,070 वर्ग किमी (3,116 मील।) है।\r\nगंजम भारत के ओडिशा राज्य में गंजम जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है।\r\n&nbsp;\r\nजिला मुख्यालय छतरपुर है। गंजम को तीन उप-मंडल छतरपुर, बेरहामपुर और भंजनगर में विभाजित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da16238c-f547-4f12-b326-e0254584aaf4_Ganjam-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्रपुर","slug":"chhatrapur"},{"name":"ओडिशा","slug":"odisha"},{"name":"गंजम","slug":"ganjam"}],"slug":"top-places-to-visit-in-ganjam-chhatrapur-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}