{"id":803,"title":"Top Places to visit in Kendrapara, Odisha","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"<p>Kendrapara District is an administrative district of Odisha state in eastern India. The town of Kendrapara is the district headquarters. Kendrapara District is situated in the eastern portion of the state, and is bounded on the north by Bhadrak District, on the east by the Bay of Bengal, on the south by Jagatsinghpur District, on the west by Cuttack District and on the northwest by Jajpur District.</p>\r\n<p>Kendrapara is a town and a Municipality in Kendrapara district in the Indian state of Odisha. It is the headquarters of Kendrapara district.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Kendrapara is 58 km from Cuttack. To reach Kendrapara one can go via Jagatpur-Salipur state high way SH9A or on the National Highway No.16 and 53, crossing at Chandikhol Via Chatta towards Paradip. Kendrapara is just two and half hour drive from Bhubaneswar Airport on the National Highway 16 and State Highway 9A. The Nearest Railway station is at Cuttack which is 54 kilometre from Kendrapara town on State Highway 9A.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The Baladevjew Temple is located in Kendrapara. A Car Festival or Rath Yatra is held in the month of Ashadha(June/July) every year, the car of Lord Baladevjew is known as Brahma Taladhwaja and considered as the biggest car of its type in whole world. The Gajalaxmi puja on Kojaagari Purnima or Kumar Purnima Durga Pujaat Amruta manohi village is celebrated in the month of October and Kartikeya Puja in November and Maa Kali Puja at Olaver are held each year. Gajalaxmi puja is a big festival here and is celebrated for 7 days. Maa Basanti Durga Puja in Basupur is one of the famous festivals in the region. Maa Kali Puja in Olaver is one of the famous festivals in the region. The Oriya sweet dish, Rasabali, originated from Kendrapara. Kendrapara is also known as Tulasi Ksherta (as Tulasi, different from basil tulsi is the wife of Lord Balabhadra) and Gupta Kshetra (Lord Balabhadra wish to stay here secretly). Different types of prasad prepared and used in Baladevjew Temple are Rasabali, Potali Pitha, Magaja Ladoo, Kakaraa, Khaja, Karanji, Chhena Kheeri, Ghanabrata, Dahipakhala, Khiri, Puri etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Most of the people here are farmers and some do business and some do fishing in the river and the bay of Bengal. growing prawn near sea shore is a profitable business. Many small-scale industries are coming up so people are now getting more opportunity there.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Baladevjew Temple, Baladevjew Temple of Kendrapara</p>\r\n<p>Bhitara Kanika</p>\r\n<p>&nbsp;</p>\r\n<p>Main article: Bhitarkanika National Park</p>\r\n<p>Bhitarakanika is covered with deep mangrove forests and saline rivers. It was declared a Sanctuary on 21-04-1975. It is famous for natural crocodile breeding. Other animals like deer, wild boar, monkeys, monitor, python, king cobra also found here.</p>\r\n<p>&nbsp;</p>\r\n<p>Batighar is where the first lighthouse was installed on the eastern coast of India. It is situated on the other bank of river Kharinasi. The height of this light house is 125 feet. Construction of this lighthouse was started on 6 December 1836 and it was lighted on 16 October 1837.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Rajakanika palace of Kendrapara</p>\r\n<p>Kanika Palace is a massive palace constructed by King of Kanika. It was constructed on an area of 4 acres of land and height of the structure is of 75 feet. It is situated in Rajkanika Block.</p>\r\n<p>&nbsp;</p>\r\n<p>Aali Palace is situated near Aul township. It is an ancient palace spread over 40 acres of land.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Lakhmi Varaha Temple, Aul</p>\r\n<p>Lakhmi Varaha Temple is a 500-year-old Indian temple dedicated to Varaha, the boar incarnation of Vishnu. The temple is located in Aul. The temple is about one kilometer away from the center of tehsil Aul, which is situated about 146 km from the state capital of Bhubaneswar. It is 17 km from Pattamundai and 38 km from Kendrapara.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The old Dadhivaman deity in Kendrapara.</p>\r\n<p>Shri Dadhivaman temple, 14th century old Jaganath temple worshipped by Srila Bhakti Vinod Thakur's forefather Krishnananda.</p>\r\n<p>&nbsp;</p>\r\n<p>Sakhibata is A 500-year-old banyan tree, mute witness to times gone by, has been accorded tourist spot status at Sakhibata in Kendrapara district. The gigantic tree, spread across 1.3 acres of land with about 600 trunks and sub-trunks, has been granted the tourist spot status by the state government following visits of tourists in the area throughout the year, District Tourist Officer Bijoy Kumar Mohanty said today. Funds have been sanctioned for building tourism infrastructure. A project has been permitted to have good road connectivity to the place. Besides a tourist cottage is being built, Mohanty said. The banyan tree withstood the devastating 1999 super cyclone. A 200-year-old temple is still intact at the spot. The temple is also a reminder of historic importance of the place,</p>\r\n<p>&nbsp;</p>\r\n<p>Badakotha is an old building near the Kendrapara Bus stand. Once upon a time, Badakotha in Odisha only indicated to the 2 stair building of Radhashyam Narendra.</p>\r\n<p>&nbsp;</p>\r\n<p>\"Sri Chhualia Shakti Peeth\" One and only tourist place of Pattamundai block. Maa chhualia is the adhisthatri devi of this peeth. This shakti Peeth is situated on the bank of the river the Govari in the village of Lokanathpur. It is a same distance of 12 km far from the nearest town Kendrapara and Pattamundai. The whole place is surrounded by sahada trees. Other trees like kadamba, krushnachuda, panihenduli, ashosth are also available here. The main thing is Maa takes nonvegetarian in food offerings (bhoga) for instance fish. But any types of meat or wine strictly prohibited here. Dola Melan, Raja, Panchuka, Biswasanti Mahayajnya, Asta Prahar Namayajnya are the festivals of this Peeth.</p>\r\n<p>&nbsp;</p>\r\n<p>Hukitola is a storm proof go-down constructed in the Jamboo island by British according to the wish of Captain Harris. It consists of 11 large size and 9 small size chambers.</p>\r\n<p>&nbsp;</p>\r\n<p>Eka Kula is a unique island in Kendrapara, which can be reached via bike during tide in the day time also you can reach there via boats from Jambu. This place is very beautiful once you reach there then you can feel like you are in heaven.</p>\r\n<p>&nbsp;</p>\r\n<p>Also There are so many picnic spots in and around Kendrapara. Paradeep is only 20&ndash;30 km drive from Kendrapara. You can see the sea beach, port, Neheru Bangala(first prime minister of India had come here) and also see the entry gate of river to Sea shore. Paradeep is also the last point of east coast of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Most popular Udaya Giri &amp; Ratna Giri just 10&ndash;15 km drive from Kendrapada. Mainly Budhu Murti, Budhu pratima are conservated there. There also a picnic spot Named Sakhi Bata. It is situated near Luna River. it is a beautiful spot. Lord Baladev and Laxmi Mandir is there. Lord mahaveer temple at new chandan pokhari, Ichhapur, kendrapara.</p>\r\n<p>&nbsp;</p>\r\n<p>PENTHA is situated in between the great River Chitrotpala &amp; Luna (Karandia). It's only 12 km far from Kendrapara Town &amp; 5 km from Patkura. Direct buses available from Cuttack to Pentha. It is famous for Maa Sata Bhauni Temple (Among the Ancient Temple of Odisha) is situated in the middle of the village &amp; Maa Kharakhai (Goddess Dhumabati), Gopinathjew temple, Ram Mandir, Sarala Mandir, Tarini Temple, Hanumanjew Temple &amp; Nilakantheswar Temple. The Sandhha Nacha (Celebrated for the Memory of Sandha Raja of Kunjang Garh) at Dola Purnima. The Rama Charita Manas &amp; Parayan Celebrated for 9 days (every Year) On the occasion of Lord Hanuman's Birthday. It is also the Birthplace of famous Poet &amp; Writer Mr. Kabibar Parida.</p>\r\n<p>&nbsp;</p>\r\n<p>SIALIAA is situated in the RAJKANIKA block. The main and only attraction is that there is no doors in any houses of villagers. MAA KHARAKHAI is the GRAMA DEVATI of that village and she keep all the villagers as well as village safe from any type of incident, and many villages famous for their god &amp; goddess like \"BAIPADA\" village is the smallest village of Kendrapara district Maa Boiti Nahakani is the \"GRAMA DEVATI\", In this village people believe that when a cyclone happened in 1999 that Maa Boiti nahakani saved this village when it was at risk from floods. Maa Boiti nahakani appeared in front of the flood and stopped it coming into the village.</p>\r\n<p>&nbsp;</p>\r\n<p>PATHARAKANI temple is situated in Baro village near Jawahar Navodaya Vidyalaya, Kendrapara. It is situates in the middle between Kendrapara and Pattamundai.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In the field of education also Kendrapara is not behind. There are so many schools and colleges which are engaged in creating well qualified professionals in all the fields. Kendrapara Autonomous College situated at Kendrapara town is the largest college of the district for higher Education. There are several old and new educational institutions present throughout the district. Kendrapara High School is the oldest High School of the district which is established in the year 1863. The Second oldest High school which is situated in the district is R N High School Rajkanika established in the year 1918.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kendrapara has produced a number of well-known personalities. Like famous astronomer, mathematician and writer of Suskhma Sphuta Siddhanta Pandit Sri Gokulananda Routroy (1947&ndash;2009), Pandit Binod Behari Dash etc. Well-known media personality like Itishree Nayak (Rajiv Gandhi Sadbhavana Award for Electronic Media Oriya -2006) also belonging to Tripurari Pur village of Mangal Pur Gram Panchayat, Derabish Block of Kendrapara District. Another notable person from this area is Dr Prafulla Kumar Behera was one of the many scientists involved in the commissioning of a device called silicon pixel detector, which played a big part in the success of the Higgs-Boson experiment.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Aul Palace</p>\r\n<p>AUL Palace</p>\r\n<p>It is situated near Aul township. It is an ancient palace spread over 40 acres of land. Other structures like Rajbati, Ranimahal, Ghodashala, Bhandar, Udyan, Pramoda Udyan, Debalaya, Devi Mandir are included in the palace. Near a river, it was built in a serene atmosphere. At a nearer place, lies the burial place of famous freedom fighter Dharanidhar Bhuyan.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanika Palace:</p>\r\n<p>KanikaPalace</p>\r\n<p>Kanika Palace is a massive palace constructed by the King of Kanika, Rajendra Narayan Bhanja Deo. It is constructed on an area of 4 acres of land and the height of the structure is 75 feet. It is situated in Rajkanika Block and is around 50 km from the District headquarters. A very beautiful place.</p>\r\n<p>&nbsp;</p>\r\n<p>Bada Kotha</p>\r\n<p>BadaKotha</p>\r\n<p>Badakotha a legendary monument which was then named so due to its hugeness and also first in the State of Odisha. More than three hundred years back King Narendra s Palace front elevation was called as Badakotha. River Gobari passes in the front side of the building and in the backside a stream of water called as Madhusagar which is now dried up was passing. The other two sides were covered with high walls. The structure is a huge two storied building having pair of rooms in two sides. A passage in the middle of building is of 40 feet length and 15 feet width both in top and ground. The building has front side portico and backside portico. Each room is of 500 square foot. The height of the building is 40 feet with a curved staircase. The thickness of the wall is 40 inches. On each side porticos are rested on round pillars. In total the structure stand on 5000 square feet area. After passing of the time many parts of the structure were destroyed yet the shadow still exists. Among all tourist places of this region Badakotha is one of them. Now also old and very old men used to come to witness Badakotha and pay respect to the elegant structure as a mark of honour to king Narendra s dynasty. Badakotha s stones bricks and limes are silent evidence of king Radhasyam Narendra s efficacy whom people regarded as equal as God. There is a peopie saying SWARGE INDRA MARTYE NARENDRA. The King s dynasty made a symbol of sacrifice in history of Odisha. In the time of the dynasty rule religious service with rich culture bestowed upon art music and governance. In the year 1866 the great famine NANKA miserably affected the People of Odisha by causing thousands and thousands of starvation death. The King Radhasyam Narendra stood up and supplied food grains to secure no starvation death in the state of Odisha. The then Queen Elizabeth acknowledged the generosity of the King and accorded free gun use without licence as a token of gratitude. She also wrote a letter of thanks which was delivered by then Commissioner Ravenshaw Saheb to the King. Not only this before famine George Campbell the then Governor of Odisha recommend the name of Radhashyam Narendra to be enthroned as GAJAPATI as the then Gajapati Maharaja was ailing and also childless. This could not be materialised due to Maharani brought stay order from Patna High Court by adopting a son. All British emissaries who were used to come to Kendrapara rested at Badakotha Non the less the building became a rest place of West and East. It was a place of Governance since inception. Once it was a place of religious sanctuary where Sadhus from all over lndia used to come and used to stay for four months of rainy season. It was a practice Sadhus used to come to Puri to worship Lord Jagannath then they came to Kendrapara to worship elder brother of Lord Jagannath Lord Baladeva. Sri Radha Gobinda Jew s temple of King Narendra s was the place of congregation of all Sadhus. Sadhus were fed and the King met all other necessities. This long stay of Sadhus inspired people and they came close to them. Through interaction people learnt Hindi and other Hindustani cultures. Apart from Naga and other Sadhu like Mohapurusa Arakhita Das remained here and went Olasuni cave for meditation. Sadhus like Sri Chaitanya Deb Sri Ram Das Sri Madhu Das Sri Fagu Das and Bala Baba were in touch with the family and rested at Badakotha. At the time of Muslim rule many Fakir used to make their break journey and stayed at Badakotha. Kendrapara is a symbolic place of co existence of Hindu &amp; Muslim. Worship of PIR BABA by both the communities was a holy practice then. Apart from religious activities Music and Art had a special role at Badakotha. The migrated King Abhimanyu Samant Singhara the great poet was the son in law of the dynasty and Gobinda Sur Deo the Prince of Nayagarh a master in folk dance was also son in law of this family. They used to stay at Badakotha. The grand son of King Narendra Gokul Chandra Srichandan and his nephew Banikantha Sri Nimain Charan Harichandan were veteran musicians. Gokul Babu served as music director at New theatres of Kolkata. His collegues like Bade Golam Ali Khan Mustari Bai Mustaq Ali and Ray Chand Baral used to stay as family s host and prepared Jalsa etc. at Badakotha. Dancers from all over India used to visit Kendrapara and stay at Badakotha to perform dance on the occasion of Dola Festival of Sri Govinda Jew. Badakotha was flooded with music and dance. Badakotha is so popular among general public that it stands as an instance in public talk for quality richness and purity. History narrates the migrated Jana brothers Jana Kurup Singh &amp; Jana Anup Singh were nephew of Rana Jasobanta Singh the then Maharaja of Jodhpur were settled at Panikoili under Jajpur area near Jagannath Sadak. All pilgrims including Sadhus used to pass by that road to visit Lord Jagannath. Once an epidemic started and killed many passers by. This Jana family served them and saved many lives. Among those Sadhus some brought the notice of the Gajapati Moharaja about their magnanimity. Gajapati sent messenger to bring those two brothers to Puri. Two brothers met Gajapati and narrated the story of their plight due to Rana Ajit Singh s (son of Jasabanta Singh) unilateral ceasefire with Aurangzeb which compelled them to leave Kingdom. Gajapati was not convinced and asked them to give a test of their cast and creed. The brothers agreed. Younger brother Anup Chandra told his elder brother he will give the test first. Accordingly Anup rode a horse and ordered to go. A sword was hanged on such a height the passer had to bend his head at the time of passing on riding the horse. As both the brothers were Kshatriya by cast the younger brother s did not bow his head and was beheaded. Gajapati did not allow the elder brother to give the test.This act of bravery pleased the Gajapati and settled them there where they were staying and named the place as Jodha Gada. ln Course of time Gajapati Ram Chandra Deb II was arrested by Muslim Subedar Taqui Khan and was imprisoned at Barabati Fort. The then Rajguru asked Jana Kurup Singh to help and free the Gajapati. Jana Kurup with the help of platoon of Khurda Paika killed Taqui Khan and freed the Gajapati. This act of courage impressed Gajapati Ram Chandra Dev 2nd and allotted huge landed property in the coast of Bay of Bengal and named the area as Mogal Bandi In the year 1740 Jana Kurup Singh shifted to Kendrapara with his family and settled permanently here and the Gajapati declared Kendrapara an Estate and made Jana Kurup Singh a King. His great Grand son throned the temple of titular deity LORD GOBINDA in the year 1799. The aspect of governance from pre independence to post independence the dynasty and Badakotha played a significant role not limited to time. After invasion Marahatta s ruled India and Subedars used to come to Badakotha to consult the course of action for governance. Britishers were also do the same. At the time of pre independence stalwarts like Madhu Barrister Gopabandhu Choudhury Malati Devi were taking shelter here at Badakotha as cordial host. On the advise of Madhu Barrister Byasa Kabi Fakir Mohan Senapati was appointed as Dewan of Kendrapara Estate in year 1899 on 27th October. He served for a year. On the whole BADAKOTHA resembled the glory of religion social culture art music and governance. All its dust will speak the long 300 years history of the dynasty along with super heads of the era.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are 9 Tahasilsand 9 blocks in Kendrapara district. They are :</p>\r\n<p>&nbsp;</p>\r\n<p>Tahasils</p>\r\n<p>&nbsp;</p>\r\n<p>Aul</p>\r\n<p>Kanika</p>\r\n<p>Kendrapara</p>\r\n<p>Marshaghai</p>\r\n<p>Pattamundai</p>\r\n<p>Rajnagar</p>\r\n<p>Mahakalpada</p>\r\n<p>Derabish</p>\r\n<p>Garadpur</p>\r\n<p>Blocks</p>\r\n<p>&nbsp;</p>\r\n<p>Aul</p>\r\n<p>Derabish</p>\r\n<p>Garadpur</p>\r\n<p>Kendrapara</p>\r\n<p>Mahakalpada</p>\r\n<p>Marshaghai</p>\r\n<p>Pattamundai</p>\r\n<p>Rajakanika</p>\r\n<p>Rajnagar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kendrapara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kendrapara-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"kendrapara","slug":"kendrapara"}],"recommendations":[{"id":808,"title":"Top Places to visit in Nayagarh, Odisha","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"Nayagarh district is one of the 30 districts of Odisha State in eastern India. It was created in 1992 when the erstwhile Puri District was split into three distinct districts, namely Khurdha, Nayagarh and Puri. It is home to the Baisipali Wildlife Sanctuary. It is like a Hill station, so far as n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nayagarh","slug":"nayagarh"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":796,"title":"Top Places to visit in Jajpur, Panikoili, Odisha","imageUrl":"d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","dateCreated":"2019-09-28T14:56:31.484Z","dateModified":"2019-09-28T14:57:50.817Z","contributedBy":"AskGif","content":"Jajpur (also known as Jajapur) is a city and a municipality in Jajpur district in the Indian state of Odisha. It was the capital of Odisha during the Kesari dynasty, later supplanted by Cuttack. Now, it is the headquarters of Jajpur district.\r\n&nbsp;\r\nEtymology and names\r\nJaj","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"panikoili","slug":"panikoili"},{"name":"jajpur","slug":"jajpur"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-jajpur-panikoili-odisha","total":0},{"id":794,"title":"Top Places to visit in Gajapati, Paralakhemundi, Odisha","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"Gajapati is a district of Odisha, India. It was created from Ganjam District in October, 1992. Gajapati district was named after Maharaja Sri Krushna Chandra Gajapati Narayan Dev, the Raja Sahib of the Paralakhemundi estate (the first Prime Minister of the state), who is remembered for his contri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gajapati","slug":"gajapati"},{"name":"paralakhemundi","slug":"paralakhemundi"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}