{"id":803,"title":"केंद्रपाड़ा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"<p>केंद्रपाड़ा जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। केंद्रपाड़ा शहर जिला मुख्यालय है। केंद्रपाड़ा जिला राज्य के पूर्वी भाग में स्थित है, और उत्तर में भद्रक जिला, पूर्व में बंगाल की खाड़ी, दक्षिण में जगतसिंहपुर जिला, पश्चिम में कटक जिले और उत्तर-पश्चिम में जाजपुर से घिरा है। जिला।</p>\r\n<p>केंद्रपाड़ा भारतीय राज्य ओडिशा में केंद्रपाड़ा जिले में एक शहर और एक नगर पालिका है। यह केंद्रपाड़ा जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>केंद्रपाड़ा कटक से 58 किमी दूर है। केंद्रपाड़ा तक पहुँचने के लिए जगतपुर-सालिपुर राज्य के उच्च मार्ग SH9A या राष्ट्रीय राजमार्ग संख्या -16 और 53 से होकर पारदीप की ओर चंडिकोल वाया चट्टा होते हुए जाया जा सकता है। केंद्रपाड़ा राष्ट्रीय राजमार्ग 16 और राज्य राजमार्ग 9 ए पर भुवनेश्वर हवाई अड्डे से सिर्फ ढाई घंटे की ड्राइव पर है। निकटतम रेलवे स्टेशन कटक में है जो स्टेट हाईवे 9 ए पर केंद्रपाड़ा शहर से 54 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>बालदेवजे मंदिर केंद्रपाड़ा में स्थित है। कार महोत्सव या रथ यात्रा हर साल आषाढ़ (जून / जुलाई) के महीने में आयोजित की जाती है, भगवान बालादेव की कार को ब्रह्म तल्ध्वाजा के रूप में जाना जाता है और इसे पूरी दुनिया में अपने प्रकार की सबसे बड़ी कार माना जाता है। कोजागरी पूर्णिमा या कुमार पूर्णिमा दुर्गा पूजा अमृता मनोही गाँव पर गजलक्ष्मी पूजा अक्टूबर के महीने में और कार्तिकेय पूजा नवंबर में और मा काली पूजा प्रत्येक वर्ष आयोजित की जाती है। गजलक्ष्मी पूजा यहां एक बड़ा त्योहार है और 7 दिनों तक मनाया जाता है। बासुपुर में मां बसंती दुर्गा पूजा क्षेत्र में प्रसिद्ध त्योहारों में से एक है। ओलावर में माँ काली पूजा क्षेत्र में प्रसिद्ध त्योहारों में से एक है। उड़िया मीठा पकवान, रासबली, केंद्रपाड़ा से उत्पन्न हुआ। केंद्रपाड़ा को तुलसी क्षत्र (तुलसी के रूप में भी जाना जाता है, तुलसी तुलसी से अलग भगवान बलभद्र की पत्नी है) और गुप्त क्षेत्र (भगवान बलभद्र गुप्त रूप से यहां रहने की इच्छा रखते हैं)। बालादेवजे मंदिर में तैयार और उपयोग किए जाने वाले विभिन्न प्रकार के प्रसाद हैं रासबली, पोताली पिठा, मगजा लड्डू, ककरारा, खाजा, करंजी, छेना खीरी, घनाब्रत, दहीखला, खीरी, पुरी आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>यहाँ के अधिकांश लोग किसान हैं और कुछ व्यवसाय करते हैं और कुछ नदी और बंगाल की खाड़ी में मछली पकड़ने का काम करते हैं। समुद्र के किनारे बढ़ता झींगा एक लाभदायक व्यवसाय है। कई छोटे स्तर के उद्योग आ रहे हैं इसलिए लोगों को अब वहां अधिक अवसर मिल रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>बालादेवजे मंदिर, केंद्रपाड़ा का बालादेवजे मंदिर</p>\r\n<p>भिटारा कनिका</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य लेख: भितरकनिका राष्ट्रीय उद्यान</p>\r\n<p>भितरकनिका गहरे मैंग्रोव वनों और खारी नदियों से आच्छादित है। 21-04-1975 को इसे अभयारण्य घोषित किया गया। यह प्राकृतिक मगरमच्छ प्रजनन के लिए प्रसिद्ध है। हिरण, जंगली सूअर, बंदर, मॉनिटर, अजगर, किंग कोबरा जैसे अन्य जानवर भी यहां पाए गए।</p>\r\n<p>&nbsp;</p>\r\n<p>बाटीघर वह जगह है जहाँ भारत के पूर्वी तट पर पहला प्रकाश स्तंभ स्थापित किया गया था। यह खारिनसी नदी के दूसरे किनारे पर स्थित है। इस लाइट हाउस की ऊंचाई 125 फीट है। इस लाइटहाउस का निर्माण 6 दिसंबर 1836 को शुरू किया गया था और इसे 16 अक्टूबर 1837 को रोशन किया गया था।</p>\r\n<p>केंद्रपाड़ा का राजकनिका महल</p>\r\n<p>कनिका पैलेस, कनिका के राजा द्वारा निर्मित एक विशाल महल है। इसका निर्माण 4 एकड़ भूमि के क्षेत्र में किया गया था और संरचना की ऊंचाई 75 फीट है। यह राजकनिका ब्लॉक में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>औली पैलेस औल टाउनशिप के पास स्थित है। यह 40 एकड़ भूमि में फैला एक प्राचीन महल है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>लख्मी वराह मंदिर, औल</p>\r\n<p>लख्मी वराह मंदिर 500 साल पुराना भारतीय मंदिर है, जो विष्णु के वराह अवतार वराह को समर्पित है। मंदिर औल में स्थित है। मंदिर तहसील औल के केंद्र से लगभग एक किलोमीटर दूर है, जो राज्य की राजधानी भुवनेश्वर से लगभग 146 किमी दूर स्थित है। यह पट्टामुंडई से 17 किमी और केंद्रपाड़ा से 38 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रपाड़ा में बूढ़े दधिवामन देवता।</p>\r\n<p>श्री दधिवामन मंदिर, 14 वीं सदी के जगन्नाथ मंदिर में श्री भक्ति विनोद ठाकुर के पूर्वज कृष्णानंद द्वारा पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सखिबाटा एक 500 साल पुराना बरगद का पेड़ है, जो समय-समय पर गवाह है, केंद्रेंद्र जिले के सखिबाता में पर्यटक स्थल का दर्जा दिया गया है। जिला पर्यटन अधिकारी बिजॉय कुमार मोहंती ने आज यहां बताया कि लगभग 600 कुंडों और उप-कुंडों के साथ 1.3 एकड़ में फैले विशाल वृक्ष को राज्य सरकार ने इस क्षेत्र में पर्यटकों के भ्रमण के लिए पर्यटन स्थल का दर्जा दिया है। पर्यटन अवसंरचना के निर्माण के लिए निधि मंजूर की गई है। एक परियोजना को जगह के लिए अच्छी सड़क कनेक्टिविटी की अनुमति दी गई है। इसके अलावा, एक पर्यटक कॉटेज बनाया जा रहा है, मोहंती ने कहा। बरगद के पेड़ ने विनाशकारी 1999 के सुपर साइक्लोन को पीछे छोड़ दिया। 200 साल पुराना मंदिर आज भी बरकरार है। मंदिर भी ऐतिहासिक महत्व के स्थान की याद दिलाता है,</p>\r\n<p>&nbsp;</p>\r\n<p>बदकोटठा केंद्रपाड़ा बस स्टैंड के पास एक पुरानी इमारत है। एक बार ओडिशा के बदकोट में राधेश्याम नरेंद्र के 2 सीढ़ी भवन का संकेत दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>\"श्री छुआलिया शक्ति पीठ\" एक और एकमात्र पर्यटन स्थल पतमुंदई ब्लॉक। माँ छुलिया इस पीठ की आदिशक्ति देवी हैं। यह शक्ती पीठ लोकनाथपुर गाँव में गोवारी नदी के तट पर स्थित है। यह निकटतम शहर केंद्रपाड़ा और पट्टामुंडई से 12 किमी की दूरी पर है। पूरा स्थान सहाड़ा पेड़ों से घिरा हुआ है। अन्य वृक्ष जैसे कदंब, कृष्णचूड़ा, पनिहेंडुली, अशोष्ठ भी यहाँ उपलब्ध हैं। मुख्य बात यह है कि माँ मछली के लिए भोजन प्रसाद (भोग) में मांसाहारी लेती है। लेकिन यहां किसी भी प्रकार का मांस या शराब पूरी तरह से प्रतिबंधित है। डोला मेलन, राजा, पंचुका, बिस्वसंती महायज्ञ, अष्ट प्रहर नामजनाय इस पीठ के त्योहार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हुकिटोला कैप्टन हैरिस की इच्छा के अनुसार ब्रिटिश द्वारा जंबो द्वीप में बनाया गया एक तूफान प्रूफ है। इसमें 11 बड़े आकार और 9 छोटे आकार के कक्ष होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ईका कुला केंद्रपाड़ा में एक अनोखा द्वीप है, जहां दिन के समय ज्वार के दौरान बाइक से पहुंचा जा सकता है। आप जम्बू से नावों के जरिए भी वहां पहुंच सकते हैं। यह जगह बहुत खूबसूरत है एक बार जब आप वहां पहुंचते हैं तो आप महसूस कर सकते हैं कि आप स्वर्ग में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा केंद्रपाड़ा में और उसके आसपास बहुत सारे पिकनिक स्पॉट हैं। परदीप केंद्रपाड़ा से केवल 20-30 किमी की ड्राइव पर है। आप समुद्र तट, बंदरगाह, नेहेरु बंगला (भारत के पहले प्रधानमंत्री यहां आए थे) को देख सकते हैं और नदी के प्रवेश द्वार को समुद्र के किनारे भी देख सकते हैं। परदीप भारत के पूर्वी तट का अंतिम बिंदु भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सबसे लोकप्रिय उदय गिरि और रत्ना गिरि केंड्रपाडा से सिर्फ 10 -15 किमी दूर हैं। मुख्य रूप से बुधु मूर्ति, बुधु प्रतिमा का संरक्षण किया जाता है। वहाँ एक पिकनिक स्थल का नाम भी सखी बाटा है। यह लूना नदी के पास स्थित है। यह एक सुंदर स्थान है। भगवान बलदेव और लक्ष्मी मंदिर हैं। भगवान महावीर मंदिर नया चंदन पोखरी, इछापुर, केंद्रपाड़ा में।</p>\r\n<p>&nbsp;</p>\r\n<p>PENTHA महान नदी चित्रोत्पला और लूना (करंडिया) के बीच स्थित है। यह केंद्रपाड़ा टाउन से केवल 12 किमी दूर और पटकुरा से 5 किमी दूर है। कटक से पेंटा के लिए सीधी बसें उपलब्ध हैं। यह माँ सता भूनी मंदिर (ओडिशा के प्राचीन मंदिर के बीच) गाँव और माँ खरकई (देवी धूमावती), गोपीनाथजे मंदिर, राम मंदिर, सरला मंदिर, तारिणी मंदिर, हनुमंजू मंदिर और नीलकंठेश्वर मंदिर के मध्य में स्थित है। डोला पूर्णिमा पर संध्या नाच (कुंज गढ़ के संध्या राजा की स्मृति के लिए मनाया गया)। राम चरित मानस और परायण भगवान हनुमान के जन्मदिन के अवसर पर 9 दिनों (हर वर्ष) के लिए मनाया जाता है। यह प्रसिद्ध कवि और लेखक श्री कबीर परिदा का जन्मस्थान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>SIALIAA RAJKANIKA ब्लॉक में स्थित है। मुख्य और एकमात्र आकर्षण यह है कि ग्रामीणों के किसी भी घर में दरवाजे नहीं हैं। MAA KHARAKHAI उस गाँव का GRAMA DEVATI है और वह सभी गाँव के साथ-साथ गाँव को किसी भी प्रकार की घटना से सुरक्षित रखता है, और कई गाँव जो अपने देवता और देवी के लिए प्रसिद्ध हैं जैसे \"BAIPADA\" गाँव केंद्रपाड़ा जिले के सबसे छोटे गाँव Maa Boiti Nahakani है \"GRAMA DEVATI\" है, इस गाँव में लोगों का मानना ​​है कि जब 1999 में एक चक्रवात आया था, तब माई बोती नहाकनी ने इस गाँव को तब बचाया था जब यह बाढ़ से खतरे में था। मा बोती नहाकनी बाढ़ के सामने आई और उसे गांव में आने से रोक दिया।</p>\r\n<p>पटहेरानी मंदिर जवाहर नवोदय विद्यालय, केंद्रपाड़ा के पास बारो गाँव में स्थित है। यह केंद्रपाड़ा और पट्टामुंडई के बीच में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शिक्षा के क्षेत्र में भी केंद्रपाड़ा पीछे नहीं है। बहुत सारे स्कूल और कॉलेज हैं जो सभी क्षेत्रों में अच्छी तरह से योग्य पेशेवर बनाने में लगे हुए हैं। केंद्रपाड़ा शहर में स्थित केंद्रपाड़ा स्वायत्त कॉलेज उच्च शिक्षा के लिए जिले का सबसे बड़ा कॉलेज है। जिले भर में कई पुराने और नए शिक्षण संस्थान मौजूद हैं। केंद्रपाड़ा हाई स्कूल जिले का सबसे पुराना हाई स्कूल है जो वर्ष 1863 में स्थापित किया गया था। दूसरा सबसे पुराना हाई स्कूल जो जिले में स्थित है, आर एन हाई स्कूल रजकनिका है जो वर्ष 1918 में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रपाड़ा ने कई प्रसिद्ध हस्तियों का उत्पादन किया है। जैसे प्रसिद्ध खगोलशास्त्री, गणितज्ञ और सुशर्मा के लेखक सिद्धु सिद्धान्त पंडित श्री गोकुलानंद राउटरॉय (1947&ndash;2009), पंडित बिनोद बिहारी दाश आदि प्रसिद्ध मीडिया हस्ती जैसे इतिश्री नायक (इलेक्ट्रॉनिक मीडिया उड़िया -2006 के लिए राजीव गांधी सद्भावना पुरस्कार) से भी सम्मानित हैं। केंद्रपाड़ा जिले के मंगल पुर ग्राम पंचायत के त्रिपुरारी पुर गाँव, देराबिश ब्लॉक। इस क्षेत्र के एक और उल्लेखनीय व्यक्ति डॉ। प्रफुल्ल कुमार बेहरा सिलिकॉन पिक्सेल डिटेक्टर नामक एक उपकरण की कमीशनिंग में शामिल कई वैज्ञानिकों में से एक थे, जिन्होंने हिग्स-बोसॉन प्रयोग की सफलता में एक बड़ी भूमिका निभाई।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>औल पैलेस</p>\r\n<p>AUL पैलेस</p>\r\n<p>यह औल टाउनशिप के पास स्थित है। यह 40 एकड़ भूमि में फैला एक प्राचीन महल है। महल में राजबती, रानीमहल, घोड़ाशाला, भंडार, उदयन, प्रमोदा उद्योग, देबालाया, देवी मंदिर जैसी अन्य संरचनाएं शामिल हैं। एक नदी के पास, यह एक शांत वातावरण में बनाया गया था। एक निकट स्थान पर, प्रसिद्ध स्वतंत्रता सेनानी धरणीधर भुयान का दफन स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>कनिका पैलेस:</p>\r\n<p>KanikaPalace</p>\r\n<p>कनिका पैलेस, कनिका के राजा, राजेंद्र नारायण भांजा देव द्वारा निर्मित एक विशाल महल है। इसका निर्माण 4 एकड़ भूमि के क्षेत्र में किया गया है और संरचना की ऊंचाई 75 फीट है। यह राजकनिका ब्लॉक में स्थित है और जिला मुख्यालय से लगभग 50 किमी दूर है। बहुत खूबसूरत जगह है।</p>\r\n<p>बडा कोठा</p>\r\n<p>BadaKotha</p>\r\n<p>बादकोठा एक पौराणिक स्मारक था, जिसे तब इसकी पवित्रता के कारण और ओडिशा राज्य में भी इसका नाम दिया गया था। तीन सौ से अधिक साल पहले राजा नरेंद्र के पैलेस के सामने की ऊँचाई को बडाकोठ कहा जाता था। गोबरी नदी भवन के सामने की ओर से गुजरती है और पानी की एक धारा में मधुसागर नामक नदी बहती है जो अब सूख चुकी है। अन्य दो पक्ष ऊंची दीवारों से ढंके हुए थे। संरचना एक विशाल दो मंजिला इमारत है जिसमें दो पक्षों में कमरे हैं। इमारत के बीच में एक मार्ग 40 फीट लंबाई और 15 फीट चौड़ाई दोनों शीर्ष और जमीन में है। बिल्डिंग में फ्रंट साइड पोर्टिको और बैकसाइड पोर्टिको है। प्रत्येक कमरा 500 वर्ग फुट का है। घुमावदार सीढ़ी के साथ भवन की ऊंचाई 40 फीट है। दीवार की मोटाई 40 इंच है। प्रत्येक तरफ पोर्टिकोस को गोल स्तंभों पर आराम दिया जाता है। कुल मिलाकर संरचना 5000 वर्ग फुट क्षेत्र पर खड़ी है। समय बीतने के बाद संरचना के कई हिस्सों को नष्ट कर दिया गया था फिर भी छाया अभी भी मौजूद है। इस क्षेत्र के सभी पर्यटक स्थानों में से एक है बडाकोठा। अब बूढ़े और बहुत बूढ़े भी राजा नरेंद्र के राजवंश के सम्मान की निशानी के रूप में बदकोटा में आते थे और सुरुचिपूर्ण संरचना का सम्मान करते थे। बादकोथ की पत्थर की ईंटें और नीबू राजा राधेश्याम नरेंद्र की प्रभावकारिता के मूक प्रमाण हैं, जिन्हें लोग भगवान के समान मानते थे। वहाँ एक तेंदुआ कह रहा है स्वार इंडिया मार्टी नरेंद्र। राजा के वंश ने ओडिशा के इतिहास में बलिदान का प्रतीक बनाया। राजवंश के समय में समृद्ध संस्कृति के साथ धार्मिक सेवा कला संगीत और शासन पर आधारित थी। वर्ष 1866 में महान अकाल NANKA ने हजारों और हजारों भुखमरी से मौत के कारण ओडिशा के लोगों को बुरी तरह प्रभावित किया। राजा राधेश्याम नरेंद्र खड़े हुए और ओडिशा राज्य में कोई भुखमरी से मौत को सुरक्षित करने के लिए खाद्यान्न की आपूर्ति की। तत्कालीन रानी एलिजाबेथ ने राजा की उदारता को स्वीकार किया और कृतज्ञता के टोकन के रूप में लाइसेंस के बिना मुफ्त बंदूक का उपयोग किया। उन्होंने धन्यवाद पत्र भी लिखा, जिसे तत्कालीन आयुक्त रवीश साहेब ने राजा को दिया। इतना ही नहीं अकाल से पहले जॉर्ज कैंपबेल ओडिशा के तत्कालीन गवर्नर राधेश्याम नरेंद्र के नाम की सिफारिश करते हैं क्योंकि वह गजपति के रूप में उत्साहित थे क्योंकि तत्कालीन गजपति महाराजा बीमार थे और नि: संतान भी थे। पटना में हाईकोर्ट से बेटे को गोद लेकर स्थगन आदेश लाने के कारण इसे अमलीजामा नहीं पहनाया जा सका। केंद्रपाड़ा में आने के लिए इस्तेमाल किए जाने वाले सभी ब्रिटिश दूतों ने बदकोटा में आराम किया और कम से कम यह इमारत पश्चिम और पूर्व का विश्राम स्थल बन गई। यह शुरू से ही शासन का स्थान था। एक बार यह धार्मिक अभयारण्य का एक स्थान था जहाँ पूरे लन्दिया से साधु आते थे और वर्षा ऋतु के चार महीनों तक निवास करते थे। यह एक प्रथा थी कि साधु भगवान जगन्नाथ की पूजा करने के लिए पुरी आते थे और फिर वे जगन्नाथ भगवान बलदेव के बड़े भाई की पूजा करने के लिए केंद्रपाड़ा आए। राजा नरेंद्र के श्री राधा गोबिंदा यहूदी मंदिर सभी साधुओं की मंडली का स्थान था। साधु खिलाए गए और राजा ने अन्य सभी आवश्यकताओं को पूरा किया। साधुओं के इस लंबे प्रवास ने लोगों को प्रेरित किया और वे उनके करीब आए। बातचीत के माध्यम से लोगों ने हिंदी और अन्य हिंदुस्तानी संस्कृतियों को सीखा। नागा और अन्य साधु जैसे मोहपुरुसा अर्खिता दास के अलावा यहां रहे और ध्यान के लिए ओलसुनी गुफा गए। श्री चैतन्य देब श्री राम दास श्री मधु दास श्री फगु दास और बाला बाबा जैसे साधु परिवार के संपर्क में थे और बदकोट में विश्राम किया। मुस्लिम शासन के समय कई फकीर अपनी ब्रेक यात्रा करते थे और बदकोट में रुकते थे। केंद्रपाड़ा हिंदू और मुस्लिम के सह अस्तित्व का एक प्रतीकात्मक स्थान है। दोनों समुदायों द्वारा पीर बाबा की पूजा एक पवित्र अभ्यास था। धार्मिक गतिविधियों के अलावा, संगीत और कला की बडकोट में विशेष भूमिका थी। विस्थापित राजा अभिमन्यु सामंत सिंघारा महान कवि राजवंश के पुत्र थे और गोबिंदा सुर देओ प्रिंस ऑफ नयागढ़ एक लोक नृत्य में मास्टर भी थे, जो इस परिवार के दामाद थे। वे बडकोट में रहते थे। राजा नरेंद्र गोकुल चंद्र श्रीचंदन और उनके भतीजे बनिकंथा श्री निमन चरण हरिकंदन के पोते दिग्गज संगीतकार थे। गोकुल बाबू ने कोलकाता के न्यू सिनेमाघरों में संगीत निर्देशक के रूप में काम किया। बड गोलम अली खान मुस्तरी बाई मुस्ताक अली और रे चंद बराल जैसे उनके कॉलेज परिवार के मेजबान के रूप में रहते थे और बादशाहो में जलसा आदि तैयार करते थे। श्री गोविंदा यहूदी के डोला महोत्सव के अवसर पर नृत्य करने के लिए पूरे भारत के नर्तक केंद्रपाड़ा जाते थे और बदकोट में रुकते थे। संगीत और नृत्य से बाड़ाकोठा भर गया। बडाकोठ आम जनता के बीच इतना लोकप्रिय है कि यह गुणवत्ता की समृद्धि और शुद्धता के लिए सार्वजनिक चर्चा में एक उदाहरण के रूप में खड़ा है। इतिहास वर्णन करता है कि माइग्रेट किए गए जन भाइयों जना कुरुप सिंह और जन अनूप सिंह, राणा जसोबांता सिंह के भतीजे थे, जोधपुर के तत्कालीन महाराजा जगन्नाथ सदक के पास जाजपुर क्षेत्र के तहत पनिकोइली में बस गए थे। साधुओं सहित सभी तीर्थयात्री भगवान जगन्नाथ के दर्शन करने के लिए उस सड़क से गुजरते थे। एक बार एक महामारी शुरू हुई और कई राहगीरों को मार डाला।</p>\r\n<p>प्रभागों</p>\r\n<p>केंद्रपाड़ा जिले में 9 तहसीलदार 9 ब्लॉक हैं। वो हैं :</p>\r\n<p>&nbsp;</p>\r\n<p>Tahasils</p>\r\n<p>&nbsp;</p>\r\n<p>ओल</p>\r\n<p>कनिका</p>\r\n<p>केंद्रपाड़ा</p>\r\n<p>Marshaghai</p>\r\n<p>Pattamundai</p>\r\n<p>राजनगर</p>\r\n<p>Mahakalpada</p>\r\n<p>Derabish</p>\r\n<p>Garadpur</p>\r\n<p>ब्लाकों</p>\r\n<p>&nbsp;</p>\r\n<p>ओल</p>\r\n<p>Derabish</p>\r\n<p>Garadpur</p>\r\n<p>केंद्रपाड़ा</p>\r\n<p>Mahakalpada</p>\r\n<p>Marshaghai</p>\r\n<p>Pattamundai</p>\r\n<p>Rajakanika</p>\r\n<p>राजनगर</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kendrapara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kendrapara-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"केंद्रपाड़ा","slug":"kendrapara"}],"recommendations":[{"id":808,"title":"नयागढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"नयागढ़ जिला पूर्वी भारत के ओडिशा राज्य के 30 जिलों में से एक है। यह 1992 में बनाया गया था जब पूर्ववर्ती पुरी जिले को तीन अलग-अलग जिलों में विभाजित किया गया था, अर्थात् खुरधा, नयागढ़ और पुरी। यह बैसीपाली वन्यजीव अभयारण्य का घर है। यह एक हिल स्टेशन की तरह है, जहाँ तक प्राकृतिक दृश्यों का संबंध है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नयागढ़","slug":"nayagarh"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":796,"title":"जाजपुर, पनिकोइली में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","dateCreated":"2019-09-28T14:56:31.484Z","dateModified":"2019-09-28T14:57:50.817Z","contributedBy":"AskGif","content":"जाजपुर (जिसे जैजापुर के नाम से भी जाना जाता है) भारतीय राज्य ओडिशा में जाजपुर जिले का एक शहर और नगरपालिका है। केसरी राजवंश के दौरान यह ओडिशा की राजधानी थी, जिसे बाद में कटक ने बंद कर दिया। अब, यह जाजपुर जिले का मुख्यालय है।\r\n&nbsp;\r\nव्युत्पत्ति और नाम\r\nजाजपुर, प्राचीन विराजा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d67b8f56-5872-4dd5-8be2-b03da83267bc_Jajpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पनिकोइली","slug":"panikoili"},{"name":"जाजपुर","slug":"jajpur"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-jajpur-panikoili-odisha","total":0},{"id":794,"title":"गजपति, परलाखेमुंडी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"गजपति भारत के ओडिशा का एक जिला है। यह अक्टूबर 1992 में गंजम जिले से बनाया गया था। गजपति जिले का नाम महाराजा श्री कृष्ण चंद्र गजपति नारायण देव, परलखेमंडी संपत्ति (राज्य के पहले प्रधान मंत्री) के राजा साहब के नाम पर रखा गया था, जिन्हें गठन में उनके योगदान के लिए याद किया जाता है। एक अलग राज्य, और ओ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गजपति","slug":"gajapati"},{"name":"परलाखेमुंडी","slug":"paralakhemundi"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}