{"id":804,"title":"Top Places to visit in Malkangiri, Odisha","imageUrl":"c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","dateCreated":"2019-09-29T03:34:34.342Z","dateModified":"2019-09-29T03:34:51.58Z","contributedBy":"AskGif","content":"<p>Malkangiri historically known as 'Malikamardhangiri' is a town and a Municipality in Malkangiri district in the Indian state of Odisha. It is the headquarters of the Malkangiri district. Malkangiri is the new home of the Bangladeshi refugees, who were rehabilitated since 1965 under the Dandakaranya Project. Also some Sri Lankan Tamil refugees were rehabilitated in Malkangiri town, following the armed struggle of LTTE in the early 1990s (most of them have returned, baring a couple of house holds). Currently it is one of the most naxalite-affected areas of the state and is a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Malkangiri or Malikamardhangiri as it was historically known was founded by King Malikamardhan Krishna (1676-1681 CE), ruler of Nandapur-Jeypore kingdom of Odisha. He was a valorous military genius who defeated the joint forces of the French and the army of Golconda and captured fifteen french canons. He killed the general of the Golconda army called Malik Mohammad and therefore was named 'Malik-mardhan' which means 'destroyer of Malik'. He also constructed a strong fort named Malikamardhangadha and it is surmised that the whole area in which the fort was located came to be known in the course of time as Malikamardhangiri and later the British renamed it as Malkangiri.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Malkangiri is located at 18.35&deg;N 81.90&deg;E. It has an average elevation of 170 m (560 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Malkangiri had a population of 31,007. Males constitute 52% of the population and females 48%. Malkangiri has an average literacy rate of 57%, lower than the national average of 59.5%: male literacy is 65%, and female literacy is 48%. In Malkangiri, 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>There are many heritage sites of mythological and historical importance, as well as, few eco-tourism sites in Malkangiri district namely; Vairabi Temple in Malkangiri, Mallikeswar Temple in Malkangiri, Manyamkonda in Kalimela block, Mugi Point&ndash;Motu (Madhusudan Park) in Podia block, Tribeni Sangam in Padia block, Jagannath Temple in Motu, Sita Kunda in Mudlipada, Bondahills in Khairput block, Amakunda in Khairput, Tulasi Pahada &amp; Jau Pahada in Mathili block, Satiguda dam (Eco-tourism &amp; Picnic Spot) in Malkangiri, Powerhouse in Balimela, Chitrakonda reservoir. Brief description these sites are as follows:</p>\r\n<p>&nbsp;</p>\r\n<p>SATIGUDA DAM</p>\r\n<p>The Satiguda Dam is situated at a distance of 8 km from Malkangiri town. The reservoir provides irrigation facility to the cultivable land in Malkangiri and Korukonda Blocks. Boating facility is available inside the reservoir. There is a temple near the Dam where Lord Shiva is being worshipped. Being surrounded by many small hills, forests and water bodies, this place is attract tourists as a picnic spot full of natural beauties. The same eco-tourism site is being managed by a VSS. There is a guest house of Forest dept, Govt. of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>BALIMELA DAM</p>\r\n<p>A Hydro electric project is established here jointly Govt. of Odisha and AP. A dam is being constructed at Chitrakonda 35 km from Balimela across the river Sileru. Balimela is 35 KM away from Malkangiri in east.</p>\r\n<p>&nbsp;</p>\r\n<p>BHAIRAVI TEMPLE</p>\r\n<p>Bhairavi Temple is situated at a distance of 3 Km from the Malkangiri Town. The hill deity of Malkangiri is worshiped by the people coming from Jeypore and People leaving Malkangiri for their safe journey. A number of religious visitors are attracted to this temple to worship throughout the day. The deity is believed to be worshiped by the King of Malkangiri whose castles remnants are still found on the Raja Rani Hill just in front of Bhairavi temple.</p>\r\n<p>&nbsp;</p>\r\n<p>GOI HILL</p>\r\n<p>A famous Shiva Linga is found in the nearby &ldquo;Goi Hill&rdquo; of Malkangiri Town. During the &ldquo;Maha Shivaratri Festival&rdquo; a large religious crowd is gathered at this hill temple of Lord Shiva. Local people have put efforts in making a safe passage to the hill for the pilgrims. The height of the Shiva Linga is more than 6 feet. It has been observed that this Shiva Linga is gradually rising up over the period of time.</p>\r\n<p>&nbsp;</p>\r\n<p>TARINI TEMPLE</p>\r\n<p>The famous &ldquo;Tarini Temple&rdquo; is situated at a distance of 2 Km. from Malkangiri town on the way to Jeypore. The scenic beauties as well as the religious importance of this temple attract people of the entire District.</p>\r\n<p>&nbsp;</p>\r\n<p>MANYAMKONDA</p>\r\n<p>Manyamkonda is one of the GPs of Kalimela Block and it is situated at about a distance of 90 Km from the District Headquarter. This is an important religious place in Malkangiri District as the famous God of the Malkangiri District (Lord Mahaprabhu) is being worshiped at this place. Every year during the month of March/April a festival is being celebrated here. Every alternate year the famous festival known as &ldquo;Bada Yatra&rdquo; of Malkangiri starts from this place to Malkangiri &ldquo;Mauli Maa Temple&rdquo;. Three Gods namely &ldquo;Kanam Raju&rdquo; (Krishna),&rdquo;Pota Raju&rdquo; (Vima) and &ldquo;Bal Raju&rdquo; (Arjun) are being worshiped in this festival. This place is surrounded by number of small hills. The scenic beauty of this place and the temple of Lord Mahaprabhu attracts a large number of religious visitors to this place.</p>\r\n<p>&nbsp;</p>\r\n<p>BONDA HILL</p>\r\n<p>Bonda Hill is located at a distance of 80 Kilometers from District Headquarter and comes under Khairput Block. This is the living place of Bondas, one of the primitive tribal communities. It is surrounded by dense hilly forest. The Bondas of this place even now remain naked, and it is believed that they were cursed by Goddess Sita, as they laughed at her while she was bathing in a kunda, which is named as Sita Kunda at Bonda Hill. There is one specific festival called &ldquo;Patkhanda Vatra&rdquo; at Mudulipada celebrated in the month of January by the Bondas in which they worship a sword. They believe that this sword is belongs to Pandavas.</p>\r\n<p>&nbsp;</p>\r\n<p>AMMAKUNDA</p>\r\n<p>Ammakunda is one of the tourist places in Malkangiri district. It is situated at Khairput Block near about 70 km from the district headquarter. This cool place embraces a natural water fall and subsequent flow of water forming a narrow gorge. The fishes found in that gorge are quite friendly to the human being and are believed to be the form of Lord Vishnu in &ldquo;Matsya Avatar&rdquo;. Visitors can enjoy their stay at this place by feeding the fishes. This area is surrounded by dense forest and small hillocks.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Malkangiri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-malkangiri-odisha","tags":[{"name":"malkangiri","slug":"malkangiri"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":804,"title":"Top Places to visit in Malkangiri, Odisha","imageUrl":"c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","dateCreated":"2019-09-29T03:34:34.342Z","dateModified":"2019-09-29T03:34:51.58Z","contributedBy":"AskGif","content":"Malkangiri historically known as 'Malikamardhangiri' is a town and a Municipality in Malkangiri district in the Indian state of Odisha. It is the headquarters of the Malkangiri district. Malkangiri is the new home of the Bangladeshi refugees, who were rehabilitated since 1965 under the Dandakaran","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"malkangiri","slug":"malkangiri"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-malkangiri-odisha","total":0},{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":788,"title":"Top Places to visit in Bargarh (Baragarh), Odisha","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"Bargarh is a municipality in Bargarh district in the state of Odisha, India. It is the administrative headquarters of Bargarh District . Popularly known for rice cultivation (parboiled-rice) therefore called \"Bhata Handi\" of Odisha State.\r\nBargarh District is an administrative district of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bargarh","slug":"bargarh"},{"name":"bargarh-baragarh","slug":"bargarh-baragarh"}],"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}