{"id":804,"title":"मल्कानगिरी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","dateCreated":"2019-09-29T03:34:34.342Z","dateModified":"2019-09-29T03:34:51.58Z","contributedBy":"AskGif","content":"<p>मलकानगिरि को ऐतिहासिक रूप से 'मलिकमर्दनगिरी' के रूप में जाना जाता है, जो ओडिशा के भारतीय राज्य में मलकानगिरी जिले का एक शहर और एक नगर पालिका है। यह मलकानगिरी जिले का मुख्यालय है। मलकानगिरी बांग्लादेशी शरणार्थियों का नया घर है, जिन्हें दंडकारण्य परियोजना के तहत 1965 से पुनर्वासित किया गया था। 1990 के दशक के प्रारंभ में लिट्टे के सशस्त्र संघर्ष के बाद, श्रीलंकाई तमिल शरणार्थियों को मलकानगिरी शहर में फिर से बसाया गया था (उनमें से ज्यादातर घर वापस आ गए हैं)। वर्तमान में यह राज्य के सबसे नक्सल प्रभावित क्षेत्रों में से एक है और रेड कॉरिडोर का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मलकानगिरि या मलिकमर्दंगिरी के रूप में इसे ऐतिहासिक रूप से जाना जाता था, इसकी स्थापना ओडिशा के नंदापुर-जेयपोर साम्राज्य के शासक राजा मलिकमर्धन कृष्ण (1676-1681 सीई) ने की थी। वह एक बहादुर सैन्य प्रतिभा थी जिसने फ्रांसीसी और गोलकोंडा की सेना को हराया और पंद्रह फ्रेंच तोपों पर कब्जा कर लिया। उसने मलिक मोहम्मद नामक गोलकोंडा सेना के जनरल को मार डाला और इसलिए उसका नाम 'मलिक-मर्दन' रखा गया जिसका अर्थ है 'मलिक का संहारक'। उन्होंने मलिकमर्दनगढ़ नामक एक मजबूत किले का निर्माण भी किया था और यह सुनिश्चित किया जाता है कि जिस क्षेत्र में यह किला स्थित था उस पूरे क्षेत्र को मलिकमर्दिंगिरी के नाम से जाना जाता था और बाद में अंग्रेजों ने इसका नाम मलकानगिरि रख दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>मलकानगिरी 18.35 &deg; N 81.90 &deg; E पर स्थित है। इसकी औसत ऊंचाई 170 मीटर (560 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, मलकानगिरी की आबादी 31,007 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। मलकानगिरी की औसत साक्षरता दर 57% है, जो राष्ट्रीय औसत 59.5% से कम है: पुरुष साक्षरता 65% है, और महिला साक्षरता 48% है। मलकानगिरी में, 15% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>पौराणिक और ऐतिहासिक महत्व के कई धरोहर स्थल हैं, साथ ही मलकानगिरी जिले के कुछ इको-टूरिज्म स्थल हैं; मलकानगिरी में वैराबी मंदिर, मलकानगिरि में मल्लिकेश्वर मंदिर, कालीमेला ब्लॉक में मनकामकोंडा, पोदिया ब्लॉक में मुगी पॉइंट-मोटू (मधुसूदन पार्क), पाडिया ब्लॉक में त्रिबेनी संगम, मोटू में जगन्नाथ मंदिर, मुदलीपदा में सीता कुंड, खिरपुत ब्लॉक में बोन्धौली। मथिली ब्लॉक में खैरपूत, तुलसी पहाड़ा और जौ पहाड़ा, मलकानगिरी में सतीगुड़ा बांध (इको-टूरिज्म एंड पिकनिक स्पॉट), बलीमेला में बिजलीघर, चित्रकौंडा जलाशय। इन साइटों का संक्षिप्त विवरण इस प्रकार है:</p>\r\n<p>&nbsp;</p>\r\n<p>सैटिगुडा डैम</p>\r\n<p>सतकिगुड़ा बांध मलकानगिरी शहर से 8 किमी की दूरी पर स्थित है। जलाशय मलकानगिरि और कोरुकोंडा ब्लॉक में खेती योग्य भूमि को सिंचाई सुविधा प्रदान करता है। जलाशय के अंदर बोटिंग की सुविधा उपलब्ध है। बांध के पास एक मंदिर है जहाँ भगवान शिव की पूजा की जा रही है। कई छोटी पहाड़ियों, जंगलों और जल निकायों से घिरा होने के कारण, यह जगह पर्यटकों को प्राकृतिक सुंदरता से भरे पिकनिक स्थल के रूप में आकर्षित करती है। वही ईको टूरिज्म साइट का प्रबंधन एक वीएसएस द्वारा किया जा रहा है। वन विभाग का एक गेस्ट हाउस है। ओडिशा का।</p>\r\n<p>&nbsp;</p>\r\n<p>बालमिला धाम</p>\r\n<p>संयुक्त रूप से यहां एक हाइड्रो इलेक्ट्रिक परियोजना स्थापित की गई है। ओडिशा और एपी के। सिलीरू नदी के पार बलीमेला से 35 किमी दूर चित्रकोंडा में एक बांध बनाया जा रहा है। बलिमेला पूर्व में मलकानगिरी से 35 KM दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भैरवी मंदिर</p>\r\n<p>भैरवी मंदिर मलकानगिरी टाउन से 3 किलोमीटर की दूरी पर स्थित है। मलकानगिरि के पहाड़ी देवता की पूजा जेयपोर से आने वाले लोग और लोग मलकानगिरी से अपनी सुरक्षित यात्रा के लिए करते हैं। इस मंदिर में दिन भर पूजा करने के लिए कई धार्मिक पर्यटक आते हैं। माना जाता है कि इस देवता की पूजा मलकानगिरी के राजा द्वारा की जाती है, जिनके महल के अवशेष अभी भी राजा रानी पहाड़ी पर भैरवी मंदिर के सामने पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत सरकार</p>\r\n<p>मलकानगिरी शहर के पास के \"गोई हिल\" में एक प्रसिद्ध शिव लिंग पाया जाता है। \"महा शिवरात्रि महोत्सव\" के दौरान भगवान शिव के इस पहाड़ी मंदिर में एक बड़ी धार्मिक भीड़ जमा होती है। स्थानीय लोगों ने तीर्थयात्रियों के लिए पहाड़ी पर एक सुरक्षित मार्ग बनाने के प्रयास किए हैं। शिव लिंग की ऊंचाई 6 फीट से अधिक है। यह देखा गया है कि यह शिव लिंग धीरे-धीरे समय के साथ बढ़ता जा रहा है।</p>\r\n<p>तारिणी मंदिर</p>\r\n<p>प्रसिद्ध \"तारिणी मंदिर\" 2 किलोमीटर की दूरी पर स्थित है। जालोर के रास्ते में मलकानगिरी शहर से। इस मंदिर की प्राकृतिक सुंदरता और धार्मिक महत्व पूरे जिले के लोगों को आकर्षित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>MANYAMKONDA</p>\r\n<p>मान्याकोंडा, कालीमेला ब्लॉक के जीपी में से एक है और यह जिला मुख्यालय से लगभग 90 किलोमीटर की दूरी पर स्थित है। यह मलकानगिरी जिले में एक महत्वपूर्ण धार्मिक स्थान है क्योंकि मलकानगिरी जिले के प्रसिद्ध भगवान (भगवान महाप्रभु) की पूजा इस स्थान पर की जाती है। हर साल मार्च / अप्रैल के महीने में यहाँ एक त्योहार मनाया जाता है। प्रत्येक वैकल्पिक वर्ष मलकानगिरि की \"बाड़ा यात्रा\" के रूप में प्रसिद्ध त्योहार इस जगह से मलकानगिरी \"मौली माँ मंदिर\" तक शुरू होता है। इस त्यौहार में तीन देवता \"कंम राजू\" (कृष्ण), \"पोता राजू\" (विमा) और \"बाल राजू\" (अर्जुन) की पूजा की जा रही है। यह स्थान कई छोटी पहाड़ियों से घिरा हुआ है। इस स्थान की प्राकृतिक सुंदरता और भगवान महाप्रभु का मंदिर इस जगह पर बड़ी संख्या में धार्मिक पर्यटकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोनडा पहाड़ी</p>\r\n<p>बोंडा हिल जिला मुख्यालय से 80 किलोमीटर की दूरी पर स्थित है और खैरपूत ब्लॉक के अंतर्गत आता है। यह आदिम जनजातीय समुदायों में से एक बोंडा का निवास स्थान है। यह घने पहाड़ी जंगल से घिरा हुआ है। इस स्थान के बोंडा अब भी नग्न रहते हैं, और यह माना जाता है कि वे देवी सीता द्वारा शापित थे, क्योंकि वे उस पर हंसते थे जब वह एक कुंड में स्नान कर रहे थे, जिसे बोंडा हिल में सीता कुंड का नाम दिया गया था। मुदुलिपाड़ा में \"पटखंडा यात्रा\" नामक एक विशिष्ट त्योहार है जिसे जनवरी के महीने में बॉन्डस द्वारा मनाया जाता है जिसमें वे एक तलवार की पूजा करते हैं। उनका मानना ​​है कि यह तलवार पांडवों की है।</p>\r\n<p>&nbsp;</p>\r\n<p>AMMAKUNDA</p>\r\n<p>अम्माकुंडा मलकानगिरी जिले के पर्यटन स्थलों में से एक है। यह जिला मुख्यालय से लगभग 70 किलोमीटर दूर खैरपूत ब्लॉक में स्थित है। यह ठंडी जगह एक प्राकृतिक जल प्रपात को ग्रहण करती है और बाद में पानी का प्रवाह एक संकीर्ण कण्ठ बनाती है। उस कण्ठ में पाई जाने वाली मछलियाँ मनुष्य के लिए काफी अनुकूल हैं और माना जाता है कि यह \"मत्स्य अवतार\" में भगवान विष्णु का रूप हैं। पर्यटक इस स्थान पर मछलियों को खाना खिलाकर उनके ठहरने का आनंद ले सकते हैं। यह क्षेत्र घने जंगल और छोटी पहाड़ियों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Malkangiri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-malkangiri-odisha","tags":[{"name":"मल्कानगिरी","slug":"malkangiri"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":804,"title":"मल्कानगिरी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","dateCreated":"2019-09-29T03:34:34.342Z","dateModified":"2019-09-29T03:34:51.58Z","contributedBy":"AskGif","content":"मलकानगिरि को ऐतिहासिक रूप से 'मलिकमर्दनगिरी' के रूप में जाना जाता है, जो ओडिशा के भारतीय राज्य में मलकानगिरी जिले का एक शहर और एक नगर पालिका है। यह मलकानगिरी जिले का मुख्यालय है। मलकानगिरी बांग्लादेशी शरणार्थियों का नया घर है, जिन्हें दंडकारण्य परियोजना के तहत 1965 से पुनर्वासित किया गया था। 1990","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c16bd67c-a249-486a-ad23-6a854184adcf_Malkangiri-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मल्कानगिरी","slug":"malkangiri"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-malkangiri-odisha","total":0},{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्ष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":788,"title":"बरगढ़ (बैरागढ़) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","dateCreated":"2019-09-28T02:10:06.26Z","dateModified":"2019-09-28T02:11:09.648Z","contributedBy":"AskGif","content":"बरगढ़ भारत के ओडिशा राज्य में बरगढ़ जिले में एक नगर पालिका है। यह बरगढ़ जिले का प्रशासनिक मुख्यालय है। चावल की खेती के लिए लोकप्रिय (parboiled-rice) इसलिए इसे ओडिशा राज्य का \"भाटा हांडी\" कहा जाता है।\r\nबरगढ़ जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। बरगढ़ शहर इसका जिला मुख्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09a42f16-2c5b-4122-ae5d-30a13372592b_Bargarh-Baragarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"बरगढ़","slug":"bargarh"},{"name":"बरगढ़-बैरागढ़","slug":"bargarh-baragarh"}],"slug":"top-places-to-visit-in-bargarh-baragarh-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}