{"id":805,"title":"मयूरभंज, बारीपदा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"<p>मयूरभंज जिला पूर्वी भारत में ओडिशा राज्य के 30 जिलों में से एक है। बारीपाड़ा शहर इसका मुख्यालय है। 2011 तक, यह गंजम और कटक के बाद ओडिशा (30 में से) का तीसरा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>मयूरभंज 10,418 किमी 2 (4,022 वर्ग मील) के भौगोलिक क्षेत्र के साथ भूमि-बंद है और राज्य की उत्तरी सीमा में है। यह उत्तर-पश्चिम में झारखंड के झारग्राम जिले, उत्तर पश्चिम में झारखंड के पूर्वी सिंहभूम और पूर्वी सिंहभूम जिलों, दक्षिण-पूर्व में बालासोर जिले और दक्षिण-पश्चिम में केंदुझार से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख जनजातियाँ</p>\r\n<p>जिला एक स्वायत्त जिला है। इस जिले की मुख्य जनजातियाँ संताल, हो, भूमिज / मुंडा, भुइंया, मांकडिया और खारिया और अन्य हैं। इन जनजातियों में, संताल और हो आदिवासी अपने सक्रिय राजनीतिक भागीदारी के कारण जिले में प्रभावी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जिले में कई जनजातीय संस्कृतियाँ हैं जैसे संताली संस्कृति, हो नृत्य और हो जनजाति के भौम पोरब और भूमिज संस्कृतियाँ। 2011 की जनगणना के अनुसार 83.86% लोग हिंदू हैं, 1.34% मुस्लिम हैं, 0.60% ईसाई हैं, 0.03% सिख हैं। हिंदू धर्म का सबसे अधिक पालन किया जा रहा है, जिले में कई मंदिर पाए जाते हैं जिनमें से कुछ प्राचीन कनेक्शन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मयूरभंज जिले में उल्लेखनीय स्थान</p>\r\n<p>बेलगड़िया पैलेस</p>\r\n<p>बेलगड़िया पैलेस 18 वीं शताब्दी का विक्टोरियन युग का स्टाइल हिल-टॉप महल है जो भारत के ओडिशा के बारीपाड़ा मयूरभंज जिले में स्थित है। यह पैलेस भांजा रॉयल फैमिली से संबंधित है। अब यह आम लोगों के लिए खुला है। पहले किसी को भी प्रवेश करने की अनुमति नहीं थी। बिना अनुमति के बेलगड़िया पैलेस।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>अंबिका मंदिर बारीपदा</p>\r\n<p>MAA AMBIKA मंदिर</p>\r\n<p>अंबिका मंदिर, बारीपदा एक प्राचीन मंदिर और पीठासीन देवता का सबसे बड़ा मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>बारीपाड़ा में भगवान जगन्नाथ के मंदिर को हरिबल्देव मंदिर के रूप में जाना जाता है। इसे श्री बैद्यनाथ भंज ने बनवाया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सिमिलिपाल का बाघ</p>\r\n<p>सिमलीपाल</p>\r\n<p>सिमिलिपल जैव-क्षेत्र में एक विशाल कवर 2750 वर्ग किमी का है, जिसमें से 303 वर्ग किमी कोर क्षेत्र से है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवकुंड मयूरभंज</p>\r\n<p>DEVKUND</p>\r\n<p>देवकुंड ओडिशा में एक बहुत ही सुंदर धार्मिक और पर्यटन स्थल है। यह जिला मयूरभंज में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>भीमकुंड मयूरभंज</p>\r\n<p>BHIMKUND</p>\r\n<p>ठाकुरमुंडा में बोरिंग गाँव के पास लगभग 40 किलोमीटर.फ्रोम करंजिया, पी.एस. वैतरणी नदी में पवित्र कुंड BHIMKUND है।</p>\r\n<p>&nbsp;</p>\r\n<p>Ramtirtha</p>\r\n<p>RAMTIRTHA</p>\r\n<p>रामतीर्थ ओडिशा के मयूरभंज जिले के जशीपुर शहर के पास स्थित है। रामतीर्थ सिमिलिपाल नेशनल के पैरों के नीचे स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>खिचिंग मंदिर</p>\r\n<p>खिचिंग</p>\r\n<p>भांजा नियमों की प्राचीन राजधानी, खिचिंग बालासोर से लगभग 205 किलोमीटर और बारीपदा से 150 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, मयूरभंज जिले की आबादी 2,513,895 है, जो कुवैत या अमेरिका के नेवादा राज्य के बराबर है। यह इसे भारत में 171 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 241 निवासियों प्रति वर्ग किलोमीटर (620 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 13.06% थी। मयूरभंज में हर 1000 पुरुषों पर 1006 महिलाओं का लिंगानुपात और साक्षरता दर 63.98% है।</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने मयूरभंज को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह ओडिशा के 19 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मयूरभंज जिला विभिन्न जनजातीय समुदाय के लिए जाना जाता है, वे संताल, हो, भूमिज / मुंडा, भुइंया, मानकाडिया, खारिया और अन्य हैं। कई जनजातीय समूहों के पास लेखन की अपनी लिपि है, जैसे कि आदिवासी समूह संताली में से एक है जिसे 2003 में 92 वें संशोधन विधेयक द्वारा आधिकारिक दर्जा मिला था। अन्य जनजातियों के पास लेखन की अपनी लिपि है, जिसमें भूमिज आदिवासी समुदाय शामिल है, जो भौमिज भाषा बोलते हैं और ओएल ओनोल लिपि में लिखी जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mayurbhanj_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","tags":[{"name":"बारीपदा","slug":"baripada"},{"name":"ओडिशा","slug":"odisha"},{"name":"मयूरभंज","slug":"mayurbhanj"}],"recommendations":[{"id":802,"title":"कोरापुट में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","dateCreated":"2019-09-29T02:21:58.361Z","dateModified":"2019-09-29T02:22:15.743Z","contributedBy":"AskGif","content":"कोरापुट ओडिशा, भारत का एक जिला है, और समृद्ध और विविध प्रकार के खनिज भंडार के लिए जाना जाता है। यह पूर्वी घाट के साथ स्थित है।\r\nकोरापुट भारतीय राज्य ओडिशा में कोरापुट जिले का एक शहर और नगर पालिका है। कोरापुट शहर, कोरापुट जिले का जिला मुख्यालय है।\r\n&nbsp;\r\nप्रमुख नगर\r\nज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोरापुट","slug":"koraput"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-koraput-odisha","total":0},{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्ष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":797,"title":"जगतसिंहपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"जगतसिंहपुर जिला भारत के पूर्वी तट में ओडिशा के तीस जिलों में से एक है। 1 अप्रैल 1993 को यह एक नया जिला बन गया (कटक जिले से अलग होने के लिए विडियो गवर्नमेंट नोटिफिकेशन नंबर 1942 / R दिनांक 27.03.1993 और EOG No.459 दिनांक 01.04.1993)। यह 860 3 'E से 860 45' पूर्वी देशांतर और 19058 से 20023 'उत्तरी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"जगतसिंहपुर","slug":"jagatsinghpur"}],"slug":"top-places-to-visit-in-jagatsinghpur-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}