{"id":805,"title":"Top Places to visit in Mayurbhanj, Baripada, Odisha","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"<p>Mayurbhanj district is one of the 30 districts in Odisha state in eastern India. Baripada city is its headquarter. As of 2011, it is the third-most-populous district of Odisha (out of 30), after Ganjam and Cuttack.</p>\r\n<p>&nbsp;</p>\r\n<p>Mayurbhanj is land-locked with a geographical area of 10,418 km2 (4,022 sq mi) and is in the northern boundary of the state. It is bounded in the northeast by Jhargram district of West Bengal, West Singhbhum and East Singhbhum districts of Jharkhand in the northwest, Balasore district in the southeast and by Kendujhar in the southwest.</p>\r\n<p>&nbsp;</p>\r\n<p>Major Tribes</p>\r\n<p>The district is an autonomous district. The main tribes of this district are Santal, Ho, Bhumij/Munda, Bhuinya, Mankadia and Kharia and others. Among these tribes, Santal and Ho tribes are dominated influence in the district because of their active political participations.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The district has many tribal cultures like Santali culture, Ho dance and Mage Porob of Ho tribe and bhumij cultures. According to 2011 Census 83.86 % people are Hindus, 1.34 % are Muslims, 0.60 % are Christians, 0.03 % are Sikhs. Hinduism being the most followed religion there are many temples found in the district some of which have ancient connections.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable places in Mayurbhanj District</p>\r\n<p>Belgadia Palace</p>\r\n<p>The Belgadia Palace is an 18th-century Victorian-era styled hill-top palace located in Baripada Mayurbhanj district, Odisha, India.This Palace is belongs to Bhanja Royal Family.Now this is open for common people but previously no one can allowed to enter Belgadia Palace without permission.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Ambika Temple Baripada</p>\r\n<p>MAA AMBIKA TEMPLE</p>\r\n<p>The Ambika temple, Baripada is an ancient temple and the Bijesthali of the presiding deity.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath Temple</p>\r\n<p>JAGANNATH TEMPLE</p>\r\n<p>The temple of Lord Jagannath at Baripada is universally known as Haribaldev temple. It was built by Shri Baidyanath Bhanj.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiger of Similipal</p>\r\n<p>SIMILIPAL</p>\r\n<p>Similipal Bio-sphere covering a vast are of 2750 sq. km out of which 303 sq. km from the core area.</p>\r\n<p>&nbsp;</p>\r\n<p>Devkund Mayurbhanj</p>\r\n<p>DEVKUND</p>\r\n<p>Devkund is a very beautiful religious and tourist place in Odisha. It is located in the district Mayurbhanj.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimkund Mayurbhanj</p>\r\n<p>BHIMKUND</p>\r\n<p>About 40 Kms.from Karanjia, near Booring village in Thakurmunda P.S. is the sacred pool BHIMKUND&rdquo; in the river Vaitarani.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramtirtha</p>\r\n<p>RAMTIRTHA</p>\r\n<p>Ramatirtha is located nearby Jashipur town of Mayurbhanj district of Odisha. Ramatirtha is located beneath the feet of Similipal National.</p>\r\n<p>&nbsp;</p>\r\n<p>Khiching Temple</p>\r\n<p>KHICHING</p>\r\n<p>The ancient capital of the Bhanja rules, Khiching lies about 205 Km away from Balasore and 150 km from Baripada.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Mayurbhanj district has a population of 2,513,895, roughly equal to the nation of Kuwait or the US state of Nevada. This gives it a ranking of 171st in India (out of a total of 640). The district has a population density of 241 inhabitants per square kilometre (620/sq mi). Its population growth rate over the decade 2001-2011 was 13.06%. Mayurbhanj has a sex ratio of 1006 females for every 1000 males and a literacy rate of 63.98%.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Mayurbhanj one of the country's 250 most backward districts (out of a total of 640). It is one of the 19 districts in Odisha currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Mayurbhanj district is known for various tribal community, they are Santal, Ho, Bhumij/Munda, Bhuinya, Mankadia, Kharia and others. Many tribal groups have their own script of writing such as, one of the tribal group Santali which got official status in 2003 by the 92nd amendment bill. Other tribes which have their own script of writing include Bhumijj tribal community which speak Bhumij language and is written in Ol Onol script.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mayurbhanj_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","tags":[{"name":"baripada","slug":"baripada"},{"name":"odisha","slug":"odisha"},{"name":"mayurbhanj","slug":"mayurbhanj"}],"recommendations":[{"id":802,"title":"Top Places to visit in Koraput, Odisha","imageUrl":"362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","dateCreated":"2019-09-29T02:21:58.361Z","dateModified":"2019-09-29T02:22:15.743Z","contributedBy":"AskGif","content":"Koraput is a district of Odisha, India, and known for rich and diverse types of mineral deposits. It is located along the Eastern Ghats.\r\nKoraput is a town and a Municipality in Koraput district in the Indian state of Odisha. Koraput town is the district headquarter of Koraput district.</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"koraput","slug":"koraput"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-koraput-odisha","total":0},{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":797,"title":"Top Places to visit in Jagatsinghpur, Odisha","imageUrl":"b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","dateCreated":"2019-09-28T15:52:38.628Z","dateModified":"2019-09-28T15:53:04.303Z","contributedBy":"AskGif","content":"Jagatsinghpur District is one of the thirty districts of Odisha in the eastern coast of India. It became a new district on 1 April 1993 (Vide Government Notification No.14218/R dated 27.03.1993 and EOG No.459 dated 01.04.1993) being separated from Cuttack district. It lies between 860 3&rsquo; E ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3895492-f670-4983-a6a8-269da6ef79f6_Jagatsinghpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"jagatsinghpur","slug":"jagatsinghpur"}],"slug":"top-places-to-visit-in-jagatsinghpur-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}