{"id":806,"title":"Top Places to visit in Nabarangpur, Odisha","imageUrl":"580411cf-3786-46f7-8b3b-989c6aec4e76_Nabarangpur-tourism.jpg","dateCreated":"2019-09-29T03:54:36.47Z","dateModified":"2019-09-29T03:54:54.702Z","contributedBy":"AskGif","content":"<p>Nabarangpur District, also known as Nabarangapur District and Nawarangpur District, is a district of Odisha, India. The city of Nabarangpur is the district headquarters. Most of its population is tribal, and most of the land is forested. Situated in the southwest corner of Odisha, it borders Koraput District. Nabarangpur district is situated at 19.14&rsquo; latitude and 82.32&rsquo; longitude at an average elevation of 1,876 feet (572 m).</p>\r\n<p>&nbsp;</p>\r\n<p>Nabarangpur, also known as Nabarangapur or Nowrangpur, is a town and a municipality in Nabarangapur district in the Indian state of Odisha. It is the headquarters of Nabarangpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Nabarangapur had a population of 36,945. Males constitute 49.53% of the population and 50.47% are females.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Raja Chaitanya Dev high school is the oldest school in Nabarangpur for boys. It is near Nabarangpur Mosque in Pathan street. It was established in 1934. The School operates under Board of Secondary Education-Orissa. It also has a government college near the new government hospital which have bachelor's degree for business, arts and common science subjects. Women college is located in Vatisalguda. in additions several English medium schools have been established in 1990s</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Habibulla Khan of INC was elected MLA from Nobarangpur Assembly Constituency in 2004, 2000, 1995, 1990, 1985, 1980 and 1977. He represented INC(I) in the 1980 elections. The current MLA is Monohar Randhari of Biju Janata Dal (BJD) who was elected in 2009. Another local politician was Sadashiv Tripathy the former CM of Odisha. Jagannath Tripathy, a freedom fighter was also MLA of Nabarangpur.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Religious places</p>\r\n<p>Mosque near RCD High School</p>\r\n<p>Maa Bhandar Gharani Temple(On NH 26)</p>\r\n<p>Lord Jagannath Temple(On NH 26)</p>\r\n<p>Nabarangpur Mosque(Near Gandhi Chhak)</p>\r\n<p>Church(Near Nowrangpur Police Station)</p>\r\n<p>Bada Shiva Mandira:Shiva Temple(Near Municipal high school)</p>\r\n<p>1008 Sri Adhinath Digamber jain Temple</p>\r\n<p>Sai Baba Mandir</p>\r\n<p>Baba akhandalamani temple near old market</p>\r\n<p>Sri satyanarayang temple on NH 26</p>\r\n<p>Prachin Hanuman Mandir on NH 26</p>\r\n<p>Transportation</p>\r\n<p>Nabarangpur is connected to almost all major cities and towns by road. Although it is not covered by railway line it has a Railway Reservation counter for Advance booking near the private bus stand. Nabarangpur is linked with bus services with major cities like Visakhapatnam, Raipur, Jagdalpur, Bhubneswar, Brahamapur, Cuttack, Bhawanipatna.</p>\r\n<p>&nbsp;</p>\r\n<p>&gt;Ramesh Majhi gears bats for railways in Nabarangpur-Malkangiri.</p>\r\n<p>&nbsp;</p>\r\n<p>&gt;Nearest Railway station: Jeypore,(Umuri railway Station) (45 km), Kesinga (150 km) Raipur (320 km)</p>\r\n<p>&nbsp;</p>\r\n<p>&gt;Nearest Airport: Visakhapatnam (260 km), Raipur (320 km), Bhubaneswar (537 km)</p>\r\n<p>&nbsp;</p>\r\n<p>Nowrangpur is part of Nowrangpur (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Scriptures of Podagad</p>\r\n<p>Podagad</p>\r\n<p>Remains of Ancient Nala Dynasty, situated at 11 KM From Umerkote.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandan Dhara</p>\r\n<p>Chandan Dhara is a natural water fall situated in Jharigam Block 90 KM away from Nabarangpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture &amp; Heritage</p>\r\n<p>Nabarangpur District has an ancient tradition of Art and Culture, which was predominantly displayed in the erstwhile Koraput District. A large number of artisans, mostly residing in a street of Nabarangpur town, carry on the age-old handicraft. They manufacture boxes, toys, sticks, chains, pedestals of Hindu Gods and Goddesses, idols of other Gods and Goddesses, pooja articles and other decorative master pieces, which are unique in the area and testify exemplary craftsmanship. &lsquo;Dhanya Laxmi&rsquo; (Goddess Laxmi with pedestal) is a unique craft in paddy carried on by the artisans of Dabugaon area in the District. Earthen works of Tonda near Papadahandi also testify exquisite craftsmanship.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages like Bhotra, Gond, Kandha, Paraja, Odiya, Hindi and Telugu are widely spoken in Nabarangpur District. Tribals of the District perform folk dance like Rinjodi, Dhemsha, Sailodi, Gond, Geet Kudia, Ghumura, Madhia etc. Male and female tribals take part in the dance with exuberance amidst melodious song and beat of drums in the background.The Toys, Boxes, Pedestals of Hindu Gods and Goddess, Puja Articles and other decorative master pieces made by the local craftsmen proves the magnificent work in the respective field.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Bhandargharani in Nabarangpur is the presiding deity of the locality. The name signifies the preserver of wealth and protector of lives. She is also worshipped in nearby villages. Tuesdays and Saturdays are marked for special worships. Devotees gather in a large number in the temple premises on every conceivable occasion to seek blessings of the Goddess. Maa Pendrani of Umerkote which is visited by large number of devotees is born out of a legend. A small village Pendra (Pendrahandi), near Umerkote, worships a pure soul named Pendrani, a married girl who was the victim of secret jealousy of her own brothers.</p>\r\n<p>&nbsp;</p>\r\n<p>Mondei is a local festival being widely celebrated in the Nabarangpur District. The word Mondei is derived from the Hindi word &lsquo;Mondi&rsquo; which means a small market. This festival is celebrated by large number of people worshipping a common deity among pre- historic rituals. Fair and entertainment activities with folk dances and tribal opera can be seen for the whole night in the festival. Mondei is usually celebrated after harvesting of crops. The festival is observed at different popular locations through out the District gathering men and women of the area and far off.There are various Socio Cultural organizations which play vital role in spearheading the cultural activities of the Nabarangpur District.</p>\r\n<p>&nbsp;</p>\r\n<p>Accommodation(Hotel/Resort/Dharamsala)</p>\r\n<p>Government Accommodation at Nabarangpur City</p>\r\n<p>Circuit House, Nabarangpur</p>\r\n<p>Contact &ndash; Additional District Magistrate, Nabarangpur, 06858 &ndash; 222040</p>\r\n<p>&nbsp;</p>\r\n<p>Government Accommodation at Umerkote City</p>\r\n<p>Inspection Bunglow, DNK Main Road, Umerkote</p>\r\n<p>Contact &ndash; Tahsildar, Umerkote</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel/Lodges at Nabarangpur City</p>\r\n<p>Glaze Hotel And Resorts &ndash; Chamuriaguda, Near Essar Petrol Pump, Contact &ndash; 9778612121</p>\r\n<p>Manisha Hotel &ndash; Chamuriaguda, Contact &ndash; 9703508452</p>\r\n<p>Hotel Trupti, Near Bhandargharani Temple, Contact &ndash; 09437033530</p>\r\n<p>Hotel Rockysaan, Near DRDA Office, Contact &ndash; 09178801234</p>\r\n<p>Narashinga Hotel, Main Road, Contact &ndash; 09439822225</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel/Lodges at Umerkote City</p>\r\n<p>Hotel SS International, Dongriguda, Contact &ndash; 7064000000</p>\r\n<p>Hotel Woodland, Gulipatna</p>\r\n<p>Hotel Sarathi, Main Road, Near SBI</p>\r\n<p>Hotel Amit, Kusumguda,</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://nabarangpur.nic.in</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/580411cf-3786-46f7-8b3b-989c6aec4e76_Nabarangpur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nabarangpur-odisha","tags":[{"name":"nabarangpur","slug":"nabarangpur"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":794,"title":"Top Places to visit in Gajapati, Paralakhemundi, Odisha","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"Gajapati is a district of Odisha, India. It was created from Ganjam District in October, 1992. Gajapati district was named after Maharaja Sri Krushna Chandra Gajapati Narayan Dev, the Raja Sahib of the Paralakhemundi estate (the first Prime Minister of the state), who is remembered for his contri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gajapati","slug":"gajapati"},{"name":"paralakhemundi","slug":"paralakhemundi"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":792,"title":"Top Places to visit in Dhenkanal, Odisha","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.\r\nDhenkanal District is an administrative division of Odisha, India.\r\n&nbsp;\r\nGeography\r\nDhenkanal is located at 20.67&deg;N 85.6&deg;E. It has an average elevation of 80 metres ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhenkanal","slug":"dhenkanal"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}