{"id":806,"title":"नबरंगपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"580411cf-3786-46f7-8b3b-989c6aec4e76_Nabarangpur-tourism.jpg","dateCreated":"2019-09-29T03:54:36.47Z","dateModified":"2019-09-29T03:54:54.702Z","contributedBy":"AskGif","content":"<p>नबरंगपुर जिला, जिसे नबरंगपुर जिला और नवरंगपुर जिले के रूप में भी जाना जाता है, भारत का ओडिशा का एक जिला है। नबरंगपुर शहर जिला मुख्यालय है। इसकी अधिकांश आबादी आदिवासी है, और अधिकांश भूमि वनाच्छादित है। ओडिशा के दक्षिण-पश्चिम कोने में स्थित, यह कोरापुट जिला की सीमा में आता है। नबरंगपुर जिला 19.14 'अक्षांश और 82.32' देशांतर पर 1,876 फीट (572 मीटर) की औसत ऊंचाई पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>नबरंगपुर, जिसे नबरंगापुर या नवरंगपुर के नाम से भी जाना जाता है, भारतीय राज्य ओडिशा में नबरंगपुर जिले का एक शहर और एक नगर पालिका है। यह नबरंगपुर जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, नबरंगपुर की आबादी 36,945 थी। पुरुषों की आबादी का 49.53% और महिलाओं का 50.47% है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>लड़कों के लिए राजा चैतन्य देव हाई स्कूल नबरंगपुर का सबसे पुराना स्कूल है। यह पठान गली में नबरंगपुर मस्जिद के पास है। यह 1934 में स्थापित किया गया था। स्कूल बोर्ड ऑफ सेकेंडरी एजुकेशन-उड़ीसा के तहत संचालित होता है। यह नए सरकारी अस्पताल के पास एक सरकारी कॉलेज भी है जिसमें व्यवसाय, कला और सामान्य विज्ञान विषयों के लिए स्नातक की डिग्री है। वीटालगुडा में महिला कॉलेज स्थित है। 1990 के दशक में कई अंग्रेजी माध्यम स्कूलों में स्थापित किया गया</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>आईएनसी के हबीबुल्ला खान को 2004, 2000, 1995, 1990, 1985, 1980 और 1977 में नोबारंगपुर विधानसभा क्षेत्र से विधायक चुना गया। उन्होंने 1980 के चुनावों में INC (I) का प्रतिनिधित्व किया। वर्तमान विधायक बीजू जनता दल (बीजद) के मनोहर रंधारी हैं जो 2009 में चुने गए थे। एक अन्य स्थानीय राजनेता सदाशिव त्रिपाठी ओडिशा के पूर्व सीएम थे। स्वतंत्रता सेनानी जगन्नाथ त्रिपाठी नबरंगपुर के विधायक भी थे।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>आरसीडी हाई स्कूल के पास मस्जिद</p>\r\n<p>माँ भंडार गृह मंदिर (NH 26 पर)</p>\r\n<p>भगवान जगन्नाथ मंदिर (NH 26 पर)</p>\r\n<p>नबरंगपुर मस्जिद (गांधी छाक के पास)</p>\r\n<p>चर्च (नवरंगपुर पुलिस स्टेशन के पास)</p>\r\n<p>बड़ा शिव मंदिर: शिव मंदिर (नगर उच्च विद्यालय के पास)</p>\r\n<p>1008 श्री आदिनाथ दिगंबर जैन मंदिर</p>\r\n<p>साईं बाबा मंदिर</p>\r\n<p>पुराना बाजार के पास बाबा अखंडामणि मंदिर</p>\r\n<p>NH 26 पर श्री सत्यनारायण मंदिर</p>\r\n<p>एनएच 26 पर प्राची हनुमान मंदिर</p>\r\n<p>परिवहन</p>\r\n<p>नबरंगपुर सड़क मार्ग से लगभग सभी प्रमुख शहरों और कस्बों से जुड़ा हुआ है। हालांकि यह रेलवे लाइन से ढका नहीं है, लेकिन निजी बस स्टैंड के पास एडवांस बुकिंग के लिए रेलवे रिजर्वेशन काउंटर है। नबरंगपुर विशाखापत्तनम, रायपुर, जगदलपुर, भुवनेश्वर, ब्रह्मपुर, कटक, भवानीपटना जैसे प्रमुख शहरों के साथ बस सेवाओं से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>&gt; नबरंगपुर-मलकानगिरि में रेलवे के लिए चमगादड़ रमेश माझी ने किया फाटक</p>\r\n<p>&nbsp;</p>\r\n<p>&gt; निकटतम रेलवे स्टेशन: जेपोर, (उमरी रेलवे स्टेशन) (45 किमी), केसिंगा (150 किमी) रायपुर (320 किमी)</p>\r\n<p>&nbsp;</p>\r\n<p>&gt; निकटतम हवाई अड्डा: विशाखापत्तनम (260 किमी), रायपुर (320 किमी), भुवनेश्वर (537 किमी)</p>\r\n<p>&nbsp;</p>\r\n<p>नवरंगपुर, नवरंगपुर (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>पोडगाड के शास्त्र</p>\r\n<p>Podagad</p>\r\n<p>प्राचीन नाला राजवंश के अवशेष, उमेरकोट से 11 KM दूर स्थित है।</p>\r\n<p>चंदन धरा</p>\r\n<p>चंदन धरा एक प्राकृतिक जल प्रपात है जो नबरंगपुर से 90 किलोमीटर दूर झारिगाम ब्लॉक में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और विरासत</p>\r\n<p>नबरंगपुर जिले में कला और संस्कृति की प्राचीन परंपरा है, जो मुख्य रूप से कोरापुट जिले में प्रदर्शित की गई थी। बड़ी संख्या में कारीगर, जो ज्यादातर नबरंगपुर शहर की एक गली में रहते हैं, सदियों पुरानी हस्तकला पर चलते हैं। वे बक्से, खिलौने, लाठी, जंजीर, हिंदू देवताओं और देवताओं की पीठ, अन्य देवताओं और देवताओं की मूर्तियों, पूजा लेख और अन्य सजावटी मास्टर टुकड़ों का निर्माण करते हैं, जो क्षेत्र में अद्वितीय हैं और अनुकरणीय शिल्प कौशल की गवाही देते हैं। &lsquo;धन लक्ष्मी&rsquo; (पेडल के साथ देवी लक्ष्मी) जिले के दबौगांव क्षेत्र के कारीगरों द्वारा किए गए धान में एक अद्वितीय शिल्प है। पापड़ंडी के पास टोंडा के मिट्टी के काम भी उत्तम शिल्प कौशल की गवाही देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नबरंगपुर जिले में भोटरा, गोंड, कंधा, परजा, ओडिया, हिंदी और तेलुगु जैसी भाषाएँ व्यापक रूप से बोली जाती हैं। जिले के आदिवासी रिन्जोडी, ढेम्शा, सेलोडी, गोंड, गीत कुड़िया, घमुरा, मधिया आदि जैसे लोक नृत्य करते हैं। पुरुष और महिला आदिवासी अतिरंजित मधुर गीत और पृष्ठभूमि में ढोल की थाप के साथ नृत्य में भाग लेते हैं। खिलौने, बक्से , हिंदू देवताओं और देवताओं के पूजा-पाठ, पूजा लेख और स्थानीय कारीगरों द्वारा बनाए गए अन्य सजावटी मास्टर टुकड़े संबंधित क्षेत्र में शानदार काम साबित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नबरंगपुर में माँ भंडारघरानी इलाके के प्रमुख देवता हैं। नाम धन के संरक्षक और जीवन के रक्षक का प्रतीक है। आसपास के गाँवों में भी उसकी पूजा होती है। मंगलवार और शनिवार को विशेष पूजा के लिए चिह्नित किया जाता है। देवी की कृपा पाने के लिए भक्त हर कल्पनीय अवसर पर मंदिर परिसर में बड़ी संख्या में एकत्रित होते हैं। उमरकोट के मां पेंड्राणी, जो बड़ी संख्या में भक्तों द्वारा दौरा किया जाता है, एक किंवदंती से पैदा होता है। एक छोटे से गाँव पेंड्रा (पेंड्रंडी), उमेरकोट के पास, पेंड्रानी नाम की एक शुद्ध आत्मा की पूजा करती है, एक विवाहित लड़की जो अपने ही भाइयों की गुप्त ईर्ष्या का शिकार थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मोंदेई एक स्थानीय त्योहार है जो नबरंगपुर जिले में व्यापक रूप से मनाया जाता है। मोंडेई शब्द हिंदी शब्द 'मोंडी' से लिया गया है जिसका अर्थ है एक छोटा बाजार। यह त्योहार बड़ी संख्या में लोगों द्वारा पूर्व ऐतिहासिक अनुष्ठानों के बीच एक सामान्य देवता की पूजा करके मनाया जाता है। उत्सव में पूरी रात लोक नृत्यों और जनजातीय ओपेरा के साथ निष्पक्ष और मनोरंजन गतिविधियां देखी जा सकती हैं। मोंडेई आमतौर पर फसलों की कटाई के बाद मनाया जाता है। त्यौहार विभिन्न लोकप्रिय स्थानों पर जिले के पुरुषों और महिलाओं को इकट्ठा करने के माध्यम से मनाया जाता है और दूर-दूर तक। ऐसे कई सामाजिक सांस्कृतिक संगठन हैं, जो नबरंगपुर जिले की सांस्कृतिक गतिविधियों की पहचान करने में महत्वपूर्ण भूमिका निभाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निवास (होटल / रिसॉर्ट / धर्मशाला)</p>\r\n<p>नबरंगपुर शहर में सरकारी आवास</p>\r\n<p>सर्किट हाउस, नबरंगपुर</p>\r\n<p>संपर्क - अतिरिक्त जिला मजिस्ट्रेट, नबरंगपुर, 06858 - 222040</p>\r\n<p>&nbsp;</p>\r\n<p>उमेरकोट शहर में सरकारी आवास</p>\r\n<p>निरीक्षण बंगलो, डीएनके मेन रोड, उमरकोट</p>\r\n<p>संपर्क - तहसीलदार, उमरकोट</p>\r\n<p>&nbsp;</p>\r\n<p>नबरंगपुर सिटी में होटल / लॉज</p>\r\n<p>ग्लेज़ होटल और रिसॉर्ट्स - चामुरीगुड़ा, एस्सार पेट्रोल पंप के पास, संपर्क - 9778612121</p>\r\n<p>मनीषा होटल - चामुरीगुडा, संपर्क - 9703508452</p>\r\n<p>होटल तृप्ति, भंडारघर के पास मंदिर, संपर्क - 09437033530</p>\r\n<p>होटल रॉकीसन, डीआरडीए कार्यालय के पास, संपर्क - 09178801234</p>\r\n<p>नरशिंगा होटल, मेन रोड, संपर्क - 09439822225</p>\r\n<p>&nbsp;</p>\r\n<p>उमरकोट शहर में होटल / लॉज</p>\r\n<p>होटल एसएस इंटरनेशनल, डोंगरीगुडा, संपर्क - 7064000000</p>\r\n<p>होटल वुडलैंड, गुलिपटना</p>\r\n<p>होटल सारथी, मेन रोड, एसबीआई के पास</p>\r\n<p>होटल अमित, कुसुमगुडा,</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://nabarangpur.nic.in</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/580411cf-3786-46f7-8b3b-989c6aec4e76_Nabarangpur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nabarangpur-odisha","tags":[{"name":"नबरंगपुर","slug":"nabarangpur"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्ष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":794,"title":"गजपति, परलाखेमुंडी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"गजपति भारत के ओडिशा का एक जिला है। यह अक्टूबर 1992 में गंजम जिले से बनाया गया था। गजपति जिले का नाम महाराजा श्री कृष्ण चंद्र गजपति नारायण देव, परलखेमंडी संपत्ति (राज्य के पहले प्रधान मंत्री) के राजा साहब के नाम पर रखा गया था, जिन्हें गठन में उनके योगदान के लिए याद किया जाता है। एक अलग राज्य, और ओ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गजपति","slug":"gajapati"},{"name":"परलाखेमुंडी","slug":"paralakhemundi"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":792,"title":"ढेंकनाल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"ढेंकनाल भारत के ओडिशा राज्य में ढेंकनाल जिले में एक शहर और एक नगर पालिका है।\r\nढेंकनाल जिला ओडिशा, भारत का एक प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nभूगोल\r\nढेंकनाल 20.67 &deg; N 85.6 &deg; E पर स्थित है। इसकी औसत ऊंचाई 80 मीटर (262 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ढेंकनाल","slug":"dhenkanal"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}