{"id":807,"title":"Top Places to visit in Nuapada, Odisha","imageUrl":"ff8d5fe9-d57d-4dd9-a276-16cb0a48f3be_Nuapada-tourism.jpg","dateCreated":"2019-09-29T04:01:32.853Z","dateModified":"2019-09-29T04:01:49.083Z","contributedBy":"AskGif","content":"<p>Nuapada is a city in western region of Odisha state of eastern India. It is the headquarters of Nuapada district. Nuapada district was carved out of the undivided Kalahandi district on 27 March 1993. It is on the western border of Odisha with Chhattisgarh. The district is part of Odisha both linguistically and culturally.</p>\r\n<p>Nuapada is a district of Odisha, India. Nuapada town is headquarter of the district. It has five blocks (1) khariar, (2) sinapali, (3) Boden, (4) Komna and (5) Nuapada.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Yogeswar Temple, Patora</p>\r\n<p>Situated 18 km from Nuapada Yogeswar temple at Patora is famous for its ancient and old. Shiva Linga. Gulshan Kumar helped for the construction of the new temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Current MLA from Nuapada Assembly Constituency is Biju Janta Dal candidate Sri Rajendra Dholakia, who won the seat in State elections of 2019. This is his third term as MLA. His first term was in the year 2004 as an indipendent candidate. Previous MLAs from this seat were Basant Kumar Panda of BJP who lost this seat in 2019 after his two terms as MLA, Ghasi Ram Majhi who won representing JD in 1995 and 1990 and representing JNP in 1985 and in 1977, and Bhanuprakash Joshi of INC(I) in 1980.</p>\r\n<p>&nbsp;</p>\r\n<p>Nawapara district is part of the Kalahandi (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>People and culture</p>\r\n<p>The language spoken in Nuapada is a mixture of Odia and Chhattisgarhi dialect. Although it is a district headquarters, the culture is predominantly rural and agrarian. Nuapada has often been in news for alleged instances of starvation deaths in nearby places like Komana, Boden and Sinapali. Betting and country liquor is a common pastime for the local people as the place does not have any modern entertainment avenue. There is no cinema, theatre or sports facility in Nuapada.</p>\r\n<p>&nbsp;</p>\r\n<p>The most famous personality of Nuapada is Ghasiram Majhi, who has been a four time Member of Odisha Legislative Assembly from Nuapada constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Major City, Town &amp; Village of Nuapada District</p>\r\n<p>khariar</p>\r\n<p>Brahmanpada</p>\r\n<p>sinapali</p>\r\n<p>Khariar Road</p>\r\n<p>Bargaon, Odisha</p>\r\n<p>Nuapada</p>\r\n<p>Sagunbhadi</p>\r\n<p>Boden</p>\r\n<p>Tukla</p>\r\n<p>Komna</p>\r\n<p>Bhella</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>Delhi Public School Khariar Road-Nuapada</p>\r\n<p>Kendra vidyalaya Nuapada</p>\r\n<p>Navodaya Vidyalaya Tarbod</p>\r\n<p>Gyanjyoti kr Vidyalaya</p>\r\n<p>National High school</p>\r\n<p>Odisha Adarsha vidyalaya -Nuapada</p>\r\n<p>Western Odisha Residential Public School-khariar</p>\r\n<p>Kendriya Vidyalaya Khariar</p>\r\n<p>Raja A.T High School KhariarKhariar</p>\r\n<p>Model School ,Badi Khariar</p>\r\n<p>International media attention</p>\r\n<p>Nuapada (then under Kalahandi) had made news headlines when a tribal woman named Phanas Punji of Amlapalli village in the district sold off her teen-aged sister-in-law Banita to an unemployed blind man for forty rupees and a saree. Following the incident, the then Prime Minister Rajiv Gandhi made a visit to the village. The incident has since become part of Odisha folklore.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Goddess Sunadei</p>\r\n<p>Sunabeda</p>\r\n<p>Close to Patora is Sunabeda Wildlife sanctuary. A waterfall called Godhosh about 63 meters amidst dense forest.</p>\r\n<p>&nbsp;</p>\r\n<p>Saliha-Nuapada</p>\r\n<p>Saliha</p>\r\n<p>This place popularly known as Salihagargh where the people of Khariar estate united on 30th September 1930.</p>\r\n<p>&nbsp;</p>\r\n<p>Upkaganga Kunda</p>\r\n<p>Upkaganga</p>\r\n<p>The place Upkaganga is situated amidst Sunabeda River forest beside two hillocks named Guru Dongor and Pati Dongor Water.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Water automatically flows out from the mother earth at Patalganga</p>\r\n<p>Patalganga</p>\r\n<p>It is a nice spot in the bosom of nature with a perennial spring.</p>\r\n<p>&nbsp;</p>\r\n<p>Jogeswar Temple, Patora</p>\r\n<p>Patora</p>\r\n<p>On the bank of river Jonk is place of uncommon scenic charms.</p>\r\n<p>&nbsp;</p>\r\n<p>Pataleswar Temple ,Budhikomna</p>\r\n<p>&nbsp;Budhikomna houses the famous temple of Pataleswar made of bricks in pancharatha style unique in the state.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Culture &amp; Heritage</p>\r\n<p>Dadhibaman Nuapada</p>\r\n<p>Dadhibaman</p>\r\n<p>&nbsp;</p>\r\n<p>What we have to recall today, in the 70th year of independence, is not the prevailing penury and privation, but the glitter of a glorious cultural past, Goddess Samaleswari was the presiding deity of Chouhan kings who ruled Khariar. This deity was also a &ldquo;Shakti Pitha&rdquo; in Sambalpur which was also the domain of Chouhan Kings Khariar, an important centre of the District was not only the seat of Chohan Kings, but was a flourishing cultural and literary centre. Bhakta Kabi Chaitanya Dash created a name in the Early Century by his sustained literary activities. Later, Raja Brajraj Singh appeared on the horizon as a great literature.</p>\r\n<p>&nbsp;</p>\r\n<p>The 9th-10th Century A.D. Temple of DADHIBAMAN in Khariar is a symbol of Dadhibaman Cult. Considering its archaeological importance, this temple has been declared as State Protected Monument. In view of its rich Historical Antiquity, it is imperative that Dadhibaman Temple is properly maintained and preserved for posterity. Mention could also be made of a STEPWELL (BAWLI) within the campus of Present Khariar College.</p>\r\n<p>&nbsp;</p>\r\n<p>The 9th-10th Century A.D. Temple of DADHIBAMAN in Khariar is a symbol of Dadhibaman Cult. Considering its archaeological importance, this temple has been declared as State Protected Monument. In view of its rich Historical Antiquity, it is imperative that Dadhibaman Temple is properly maintained and preserved for posterity. Mention could also be made of a STEPWELL (BAWLI) within the campus of Present Khariar College.</p>\r\n<p>&nbsp;</p>\r\n<p>Administered by Raipur District under C.P Berar &amp; Nagpur presidency , west Indian culture Ganesh festival is popularly celebrated for more than a week. A few Muslim, Christian and Sikh families are inhabitants of Nuapada District which symbolises cultural harmony andNational integration. That is why the pioneer educational institutions here are named as National High School and Natioanal College.</p>\r\n<p>&nbsp;</p>\r\n<p>Raj Khariar, as a cultural hub has been commendably making efforts to promote Oriya and Kosli language including culture since the time of feudal rule. Austric languages like Bhunjia and Paharia have maintained their identity as a result of seclusion from the mainstream.On the whole Oriya and all its dialects along with Kosli and its variants are spoken in Nuapada District.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nuapada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ff8d5fe9-d57d-4dd9-a276-16cb0a48f3be_Nuapada-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nuapada-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"nuapada","slug":"nuapada"}],"recommendations":[{"id":808,"title":"Top Places to visit in Nayagarh, Odisha","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"Nayagarh district is one of the 30 districts of Odisha State in eastern India. It was created in 1992 when the erstwhile Puri District was split into three distinct districts, namely Khurdha, Nayagarh and Puri. It is home to the Baisipali Wildlife Sanctuary. It is like a Hill station, so far as n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nayagarh","slug":"nayagarh"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":800,"title":"Top Places to visit in Kalahandi, Bhawanipatna, Odisha","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"Kalahandi is a district of Odisha in India. The region had a glorious past and great civilisation in ancient time. Archaeological evidence of stone age and Iron Age human settlement has been recovered from the region. Asurgarh offered an advanced, well civilised, cultured and urban human settleme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhawanipatna","slug":"bhawanipatna"},{"name":"odisha","slug":"odisha"},{"name":"kalahandi","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":792,"title":"Top Places to visit in Dhenkanal, Odisha","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.\r\nDhenkanal District is an administrative division of Odisha, India.\r\n&nbsp;\r\nGeography\r\nDhenkanal is located at 20.67&deg;N 85.6&deg;E. It has an average elevation of 80 metres ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhenkanal","slug":"dhenkanal"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}