{"id":807,"title":"नुआपाड़ा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ff8d5fe9-d57d-4dd9-a276-16cb0a48f3be_Nuapada-tourism.jpg","dateCreated":"2019-09-29T04:01:32.853Z","dateModified":"2019-09-29T04:01:49.083Z","contributedBy":"AskGif","content":"<p>नुआपाड़ा पूर्वी भारत के ओडिशा राज्य के पश्चिमी क्षेत्र का एक शहर है। यह नुआपाड़ा जिले का मुख्यालय है। नुआपाड़ा जिले को 27 मार्च 1993 को अविभाजित कालाहांडी जिले से बाहर किया गया था। यह छत्तीसगढ़ के साथ ओडिशा की पश्चिमी सीमा पर है। यह जिला भाषाई और सांस्कृतिक रूप से ओडिशा का हिस्सा है।</p>\r\n<p>नुआपाड़ा भारत के ओडिशा का एक जिला है। नुआपाड़ा शहर जिले का मुख्यालय है। इसके पाँच खंड (1) खिरार, (2) सिनपाली, (3) बोडेन, (4) कोम्ना और (5) नुआपाड़ा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>योगेश्वर मंदिर, पटोरा</p>\r\n<p>पटोरा में नुआपाड़ा योगेश्वर मंदिर से 18 किमी दूर स्थित अपने प्राचीन और पुराने के लिए प्रसिद्ध है। शिव लिंग। गुलशन कुमार ने नए मंदिर के निर्माण में मदद की।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>नुआपाड़ा विधानसभा क्षेत्र से वर्तमान विधायक बीजू जनता दल के उम्मीदवार श्री राजेंद्र ढोलकिया हैं, जिन्होंने 2019 के राज्य चुनावों में सीट जीती थी। विधायक के रूप में यह उनका तीसरा कार्यकाल है। उनका पहला कार्यकाल वर्ष 2004 में एक उम्मीदवार के रूप में था। इस सीट से पिछले विधायक भाजपा के बसंत कुमार पांडा थे, जिन्होंने विधायक के रूप में दो बार हारने के बाद 2019 में इस सीट को गंवा दिया था, घासी राम माझी जिन्होंने 1995 और 1990 में जेडी का प्रतिनिधित्व किया और 1985 में और 1977 में जेएनपी का प्रतिनिधित्व किया और कांग्रेस के भानुप्रकाश जोशी ( I) 1980 में।</p>\r\n<p>&nbsp;</p>\r\n<p>नवापारा जिला कालाहांडी (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग और संस्कृति</p>\r\n<p>नुआपाड़ा में बोली जाने वाली भाषा ओडिया और छत्तीसगढ़ी बोली का मिश्रण है। हालांकि यह एक जिला मुख्यालय है, लेकिन यह संस्कृति मुख्य रूप से ग्रामीण और कृषि प्रधान है। नुआपाड़ा अक्सर आसपास के स्थानों जैसे कि कोमना, बोडेन और सिनापाली में भुखमरी से होने वाली मौतों के लिए खबरों में रहा है। बेटिंग और देशी शराब स्थानीय लोगों के लिए एक सामान्य शगल है क्योंकि इस जगह का कोई आधुनिक मनोरंजन नहीं है। नुआपाड़ा में कोई सिनेमा, थिएटर या खेल सुविधा नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>नुआपाड़ा का सबसे प्रसिद्ध व्यक्तित्व घासीराम माझी है, जो नुआपाड़ा निर्वाचन क्षेत्र से चार बार ओडिशा विधान सभा के सदस्य रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नुआपाड़ा जिले के प्रमुख शहर, शहर और गाँव</p>\r\n<p>खारियर</p>\r\n<p>Brahmanpada</p>\r\n<p>sinapali</p>\r\n<p>खारीर रोड</p>\r\n<p>बड़ागांव, ओडिशा</p>\r\n<p>नुआपाड़ा</p>\r\n<p>Sagunbhadi</p>\r\n<p>Boden</p>\r\n<p>Tukla</p>\r\n<p>Komna</p>\r\n<p>Bhella</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>दिल्ली पब्लिक स्कूल खारीर रोड-नुआपाड़ा</p>\r\n<p>केंद्र विद्यालय नुआपाड़ा</p>\r\n<p>नवोदय विद्यालय तरबोड़</p>\r\n<p>ज्ञानज्योति विद्यालय</p>\r\n<p>नेशनल हाई स्कूल</p>\r\n<p>ओडिशा आदर्श विद्यालय -नुआपाड़ा</p>\r\n<p>पश्चिमी ओडिशा आवासीय पब्लिक स्कूल-खरियार</p>\r\n<p>केन्द्रीय विद्यालय खारीर</p>\r\n<p>राजा ए। टी। हाई स्कूल खारियारखार</p>\r\n<p>मॉडल स्कूल, बादी खारियार</p>\r\n<p>अंतर्राष्ट्रीय मीडिया का ध्यान</p>\r\n<p>नुआपाड़ा (तब कालाहांडी के तहत) ने तब सुर्खियां बटोरी थीं जब जिले के अमलापल्ली गांव के फानस पुंजी नामक एक आदिवासी महिला ने अपनी किशोरी भाभी बनिता को एक बेरोजगार अंधे आदमी को चालीस रुपए और एक साड़ी में बेच दिया था। घटना के बाद, तत्कालीन प्रधान मंत्री राजीव गांधी ने गांव का दौरा किया। घटना तब से ओडिशा लोकगीत का हिस्सा बन गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>देवी सुनदेई</p>\r\n<p>Sunabeda</p>\r\n<p>पटोरा के करीब है सूर्यबेडा वन्यजीव अभयारण्य। घने जंगल के बीच लगभग 63 मीटर की दूरी पर गोधोश नामक झरना है।</p>\r\n<p>&nbsp;</p>\r\n<p>Saliha-नुआपाड़ा</p>\r\n<p>saliha</p>\r\n<p>इस स्थान को सलीहाघर के नाम से जाना जाता है, जहां 30 सितंबर 1930 को खारीर एस्टेट के लोग एकजुट हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उपकंगा कुंड</p>\r\n<p>Upkaganga</p>\r\n<p>उपकंगा स्थान, गुरु डोंगर और पाटी डोंगर जल नामक दो पहाड़ियों के बगल में सूर्यबाड़ा नदी के जंगल के बीच स्थित है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>पातालगंगा में धरती माँ से स्वतः पानी निकलता है</p>\r\n<p>पातालगंगा</p>\r\n<p>यह बारहमासी वसंत के साथ प्रकृति की गोद में एक अच्छा स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>जोगेश्वर मंदिर, पटोरा</p>\r\n<p>Patora</p>\r\n<p>जोंक नदी के तट पर असामान्य प्राकृतिक आकर्षण का स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>पातालेश्वर मंदिर, बुद्धिकोमना</p>\r\n<p>&nbsp;बुधिकोमना राज्य में ईंटों से बना पाटलेश्वर का प्रसिद्ध मंदिर है जो राज्य में अद्वितीय है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और विरासत</p>\r\n<p>दधिभमन नुआपदा</p>\r\n<p>Dadhibaman</p>\r\n<p>&nbsp;</p>\r\n<p>आजादी के 70 वें वर्ष में हमें जो याद करना है, वह प्रचलित तपस्या और निजीकरण नहीं है, बल्कि एक शानदार सांस्कृतिक अतीत की देवी, देवी समलेश्वरी चौहान राजाओं की अध्यक्षता करने वाले देवता थे, जिन्होंने खारीर पर शासन किया था। यह देवता संबलपुर में एक &ldquo;शक्तिपीठ&rdquo; भी था, जो चौहान किंग्स खारियार का डोमेन भी था, जिले का एक महत्वपूर्ण केंद्र न केवल चैहान किंग्स की सीट थी, बल्कि एक समृद्ध सांस्कृतिक और साहित्यिक केंद्र था। भक्त कबि चैतन्य दाश ने अपनी निरंतर साहित्यिक गतिविधियों द्वारा प्रारंभिक शताब्दी में एक नाम बनाया। बाद में, राजा ब्रजराज सिंह एक महान साहित्य के रूप में क्षितिज पर दिखाई दिए।</p>\r\n<p>&nbsp;</p>\r\n<p>9 वीं -10 वीं शताब्दी ए.एच. मंदिर खिरियार में DADHIBAMAN का मंदिर दधिभिमान पंथ का प्रतीक है। इसके पुरातात्विक महत्व को देखते हुए, इस मंदिर को राज्य संरक्षित स्मारक घोषित किया गया है। इसकी समृद्ध ऐतिहासिक प्राचीनता के मद्देनजर, यह जरूरी है कि दधीभमण मंदिर को सही ढंग से बनाए रखा जाए और उसे संरक्षित किया जाए। वर्तमान खारियार कॉलेज के परिसर के भीतर एक STEPWELL (BAWLI) का उल्लेख भी किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>9 वीं -10 वीं शताब्दी ए.एच. मंदिर खिरियार में DADHIBAMAN का मंदिर दधिभिमान पंथ का प्रतीक है। इसके पुरातात्विक महत्व को देखते हुए, इस मंदिर को राज्य संरक्षित स्मारक घोषित किया गया है। इसकी समृद्ध ऐतिहासिक प्राचीनता के मद्देनजर, यह जरूरी है कि दधीभमण मंदिर को सही ढंग से बनाए रखा जाए और उसे संरक्षित किया जाए। वर्तमान खारियार कॉलेज के परिसर के भीतर एक STEPWELL (BAWLI) का उल्लेख भी किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायपुर जिले द्वारा सी। पी। बरार और नागपुर प्रेसीडेंसी के अंतर्गत प्रशासित, पश्चिम भारतीय संस्कृति गणेश उत्सव एक सप्ताह से अधिक समय से लोकप्रिय है। कुछ मुस्लिम, ईसाई और सिख परिवार नुआपाड़ा जिले के निवासी हैं जो सांस्कृतिक सद्भाव और राष्ट्रीय एकीकरण का प्रतीक है। इसीलिए यहां के अग्रणी शिक्षण संस्थानों का नाम राष्ट्रीय उच्च विद्यालय और अनुपातिक महाविद्यालय रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज खारियार, सांस्कृतिक केंद्र के रूप में सामंती शासन के समय से ही संस्कृति सहित उड़िया और कोसली भाषा को बढ़ावा देने के लिए सराहनीय प्रयास कर रहे हैं। भुंजिया और पहाड़िया जैसी आदमकद भाषाओं ने मुख्यधारा से अलग होने के परिणामस्वरूप अपनी पहचान बनाए रखी है। कोसली और उसके सभी बोलियों के साथ-साथ कोसली और उसके सभी संस्करण नुआपाड़ा जिले में भी बोले जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nuapada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ff8d5fe9-d57d-4dd9-a276-16cb0a48f3be_Nuapada-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nuapada-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"नुआपाड़ा","slug":"nuapada"}],"recommendations":[{"id":808,"title":"नयागढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"नयागढ़ जिला पूर्वी भारत के ओडिशा राज्य के 30 जिलों में से एक है। यह 1992 में बनाया गया था जब पूर्ववर्ती पुरी जिले को तीन अलग-अलग जिलों में विभाजित किया गया था, अर्थात् खुरधा, नयागढ़ और पुरी। यह बैसीपाली वन्यजीव अभयारण्य का घर है। यह एक हिल स्टेशन की तरह है, जहाँ तक प्राकृतिक दृश्यों का संबंध है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नयागढ़","slug":"nayagarh"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-nayagarh-odisha","total":0},{"id":800,"title":"कालाहांडी, भवानीपटना में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","dateCreated":"2019-09-28T16:31:59.299Z","dateModified":"2019-09-28T16:32:26.715Z","contributedBy":"AskGif","content":"कालाहांडी भारत में ओडिशा का एक जिला है। इस क्षेत्र में प्राचीन समय में एक शानदार अतीत और महान सभ्यता थी। क्षेत्र से पाषाण युग और लौह युग के मानव निपटान के पुरातात्विक साक्ष्य बरामद किए गए हैं। असुरगढ़ ने क्षेत्र में लगभग 2000 साल पहले एक उन्नत, सभ्य, सुसंस्कृत और शहरी मानव बस्ती की पेशकश की। दक्ष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2328b0-8509-4c29-a80a-2c6195e7bbde_Kalahandi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भवानीपटना","slug":"bhawanipatna"},{"name":"ओडिशा","slug":"odisha"},{"name":"कालाहांडी","slug":"kalahandi"}],"slug":"top-places-to-visit-in-kalahandi-bhawanipatna-odisha","total":0},{"id":792,"title":"ढेंकनाल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"ढेंकनाल भारत के ओडिशा राज्य में ढेंकनाल जिले में एक शहर और एक नगर पालिका है।\r\nढेंकनाल जिला ओडिशा, भारत का एक प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nभूगोल\r\nढेंकनाल 20.67 &deg; N 85.6 &deg; E पर स्थित है। इसकी औसत ऊंचाई 80 मीटर (262 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ढेंकनाल","slug":"dhenkanal"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}