{"id":808,"title":"Top Places to visit in Nayagarh, Odisha","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"<p>Nayagarh district is one of the 30 districts of Odisha State in eastern India. It was created in 1992 when the erstwhile Puri District was split into three distinct districts, namely Khurdha, Nayagarh and Puri. It is home to the Baisipali Wildlife Sanctuary. It is like a Hill station, so far as natural scenery is concerned. Chhena Poda is the favourite sweet for which Nayagarh is famous in Odisha.</p>\r\n<p>Nayagarh is a town and a Municipality in Nayagarh district in the Indian state of Odisha. It is the headquarters of Nayagarh district.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Nayagarh was put on the railway map of the country on 19 June 2017 when railway minister Suresh Prabhu formally dedicated the new line from Bolagarh Road to Nayagarh as part of the ongoing Khurda Road-Balangir project. The railway minister also inaugurated the Nayagarh Town Station building while flagging off a passenger train that made the first journey to the town. A Rajsunakhala to Nayagarh train is currently available.</p>\r\n<p>&nbsp;</p>\r\n<p>Visiting places</p>\r\n<p>Baisipali Wildlife Sanctuary</p>\r\n<p>Jagannath Temple, Nayagarh</p>\r\n<p>Maa Dakshina Kali Temple, Nayagarh</p>\r\n<p>Sri Nilakantheswar Temple, GambhariDihi, Nayagarh</p>\r\n<p>Ladoo Baba Temple, Sarankul</p>\r\n<p>Raghunath Temple, Odagaon</p>\r\n<p>Nilamadhab Temple, Kantilo</p>\r\n<p>Maa Maninaga Temple, Rana pur</p>\r\n<p>Jagannath Temple, Ranpur</p>\r\n<p>Maa KAUNRI Temple, Rajsunakhala</p>\r\n<p>Brundaban Chandra Matha, Ratnapur Sahi Rajsunakhala</p>\r\n<p>Kotagada Gumpha, Rajsunakhala</p>\r\n<p>Maa Tarini Temple, Shyamghan pur, Near Ranpur petrol tanki</p>\r\n<p>Dutikeshwar Temple, Bahadajhola, Odagaon</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath temple, BalabhadraPur</p>\r\n<p>Mahaveer kshetra, Daspalla</p>\r\n<p>Maa Kaunri &amp; Somanath Dev, Govindapur</p>\r\n<p>Maa Mahamaya Temple, Jemadeipur Sasan</p>\r\n<p>Budhabudhiani Dam, Odagaon</p>\r\n<p>Kuanria Dam, Daspalla</p>\r\n<p>Baradaini Hill, Daspalla</p>\r\n<p>Tarabalo Hot Springs, Fategarh</p>\r\n<p>Raghunath jiu temple, Dhenkena</p>\r\n<p>Gatiswaar temple, Malisahi</p>\r\n<p>Hanuman Mandir,Rajigiri Hill, Malisahi</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institutes</p>\r\n<p>Colleges</p>\r\n<p>Nayagarh Autonomous College</p>\r\n<p>The Nayagarh Autonomous College was established in 1961, at the initiative of the then sub-divisional officer (SDO) of Nayagarh, Sri Bhramarabar Jena. Donors included the royal family of the erstwhile princely state of Nayagarh and many local individuals and institutions. The college was also funded by a double rent (Khajana) from the Nayagarh people, with public support. The college is in a sylvan location 1 km away from Nayagarh.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Nayagarh Autonomous College</p>\r\n<p>College buildings include the Academic Building, Administrative Block, Library (with over 35,000 books), three hostels (segregated by sex), staff quarters and an athletic facility. One of the mens' hostels is named after the noted poet Kabi Jadumani, while the other is named after the astrophysicist Pathani Samant. The women's hostel is named after the female freedom fighter Malati Choudhury.</p>\r\n<p>&nbsp;</p>\r\n<p>The college was adopted by the University Grants Commission (UGC) in July 1964. Since then, the UGC has supported both the academic activities of the college and the development of infrastructure. The college was declared an Autonomous College by the UGC in 2006.</p>\r\n<p>&nbsp;</p>\r\n<p>Nayagarh Women's College</p>\r\n<p>The Nayagarh Women's College was founded in 1981 with funding from donations from the people of Nayagarh and from the government of Odisha. Mr S.M. Soleman was the founding Secretary. It was first accommodated in the old building of Prajamandal Office in Nayagarh Town. The college received permanent recognition from the government of Orissa in 1988 and permanent affiliation with Utkal University for University-level courses.</p>\r\n<p>&nbsp;</p>\r\n<p>The college offers Honours courses in Economics, Education, English. History, Oriya, Political Science, and Sanskrit, a pre-university Science course (+2 level), and courses in Computer Education. Almost 900 students are enrolled in the college and more than 200 students reside in the hostel on the college campus. The college is funded by the University Grants Commission, the State government, and the Members of Parliament Local Area Development Scheme.</p>\r\n<p>&nbsp;</p>\r\n<p>UNIITECH Residential College and Degree College</p>\r\n<p>The UNIITECH residential college was founded in 2009, while the degree college was founded in 2016.</p>\r\n<p>&nbsp;</p>\r\n<p>Millennium Academy Of Higher Education</p>\r\n<p>The Millennium Academy of Higher Education was established in the millennium year 2000. This is the only private college offering professional courses in Nayagarh district. It is situated on its own campus at Khedapada, Balugaon, 7 km from Nayagarh town. The college is permanently recognised by the Higher Education Department of the government of Odisha and is affiliated with Utkal University.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>Brajendra High School</p>\r\n<p>Brajendra High School is the oldest high school in Nayagarh. It is named after Raja Brajendra Kishore Singh Mandhata, Raja Saheb (erstwhile king) of Nayagarh. It was founded as a boy's high school but later became a co-ed school.</p>\r\n<p>&nbsp;</p>\r\n<p>D.A.V. Public School</p>\r\n<p>The D.A.V. Public School is one of the newest schools in Nayagarh town, established in 1997. It is one of the most eminent D.A.V. schools in Odisha. These schools are well known for quality education, highly qualified teaching staff, and student achievement at the district and state level.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharishi Vidya Mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Maharishi Vidya Mandir, Nayagarh</p>\r\n<p>The Maharishi Vidya Mandir (MVM) is an advanced school for vedic science established in 1991. It follows the CBSE curriculum. The first class graduated in 2000.</p>\r\n<p>&nbsp;</p>\r\n<p>N.A.C High School</p>\r\n<p>The N.A.C High School is one of the oldest schools of Nayagarh, with an enrollment of 500 students. It offers classes from VI to X. Before 2005, this school was managed under a Notified Area Council (N.A.C). Since 2006, it has been directly managed by the government of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Saraswati Shishu Vidya Mandir</p>\r\n<p>Saraswati Shishu Vidya Mandir is one of the oldest private high schools of Nayagarh town, established in 1994. It is now the leading private school in Nayagarh with over 1200 students. It consistently achieves good results in the High School Certificate or Board exams at the district level.</p>\r\n<p>&nbsp;</p>\r\n<p>Madhukesh Bidyapitha, Nagamundali</p>\r\n<p>Madhukesh Bidyapitha is a government high school located in Nagamundali village, 10 km from Nayagarh town. It has an important role in the educational system in the local rural areas of Nayagarh district, accommodating students from nearby villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Solapata High School</p>\r\n<p>Solapata High School is located at Solapata village, 6 km from Nayagarh town. It was established in 1964. This is one of the oldest schools of Nayagarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhagirathi High School</p>\r\n<p>Bhagirathi High School is located at Govindapur (Gram Panchayat, Gadadhar Prasad), and was established in 1968. This school has over 200 students and offers classes from VIII to X.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Nayagarh Town was put on the railway map of the country on 19 June 2017 when railway minister Suresh Prabhu formally dedicated the new line from Bolagarh Road to Nayagarh Town as part of the ongoing Khurda Road-Balangir project. The railway minister also inaugurated the Nayagarh Town railway station building while flagging off a passenger train that made the first journey to the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples, Tourist, Attractions and Nearby places of Interest</p>\r\n<p>Temples &amp; Religious Places</p>\r\n<p>Ladukeswar Temple</p>\r\n<p>This Shiv temple is situated at Sharanakula, a small town towards Odagaon Block. Maha Shivaratri is the important festival which is being celebrated every year. People from all parts of Odisha (mainly south Odisha) come to this place during the festival. The deity popularly known as \"Ladu Baba\" bestows blessing upon everyone. The temple is situated around 100 km from Bhubaneswar on the Nayagrah- Aska Road in Sharankul and 13 km away from Nayagarh town. The city is regarded as the golden merge of Hari (Vishnu) and Hara (Shiva). \"Bolbam\" is a traditional culture here for which people across different parts of Odisha visit the temple from their own towns by walking on barefoot and carrying a stick over their shoulder holding 2 pots of water from their town and finally put in the Ladukeshwar temple on the occasion of Shivaratri. The history of Ladukeshwar temple says that a cowherd used to take a couple of cows to the Bhandar mountain situated on top of Ladukeshwar temple now and one day he noticed that the cow automatically milks over a stone periodically everyday and one day when by mistake the cow put the leg on that stone, blood came out of the stone. To the very surprise, the cowherd told that story to village head and on that night one temple priest saw a dream of god speaking of establishing a temple over there. And the king agreed to it and established the temple. From that day onwards Ladukeshwar temple got established in Sharankul. In front of the temple, one monkey used to come for many days and sit at the exit of temple everyday and never ate anything offered by the public and died after few days, hence one small temple was built just outside the exit in the memory of that loving devoted monkey. The temple is now further restructured with more temples internally with further introduction of \"Naba gunjar\", Maa laxmi temple, haraparbati temple and floating stone of magical Ramsetu times etc. The history is very old and teaches us the culture in every respect.</p>\r\n<p>&nbsp;</p>\r\n<p>Nilamadhab Temple</p>\r\n<p>This temple is situated at Kantilo around 35 km from Nayagarh and 60 km distance from Bhubaneswar. It is believed that lord Jagannath is the secondary form of lord Nilamadhav, who was worshiped by the tribal head Biswabasu.</p>\r\n<p>&nbsp;</p>\r\n<p>Odogaon Raghunath Temple</p>\r\n<p>This temple is situated at Odagaon around 40 km distance from Nayagarh town. Lord Rama is worshiped there along with lord Laxman and goddess Sita.</p>\r\n<p>&nbsp;</p>\r\n<p>Dakshinakali Temple</p>\r\n<p>This temple is situated in Nayagarh around 1 km distance from Nayagarh town. Goddess Dakshinakli is the prime deity of Nayagarh. It is said She was taken by a great tantrik of the royal family of Nayagarh king once on his way from Khandpara to Nayagarh. While the royal kin was coming through a mango field at night, the deity appeared before him and since he was a great tantrik, he imprisoned the devi (goddess) and asked her to come with him as an aid till he reaches Nayagarh as he was travelling alone. Goddess Dakshinakli came with the tantrik, but upon reaching Nayagarh when he asked Her now She can go, the goddess replied him as you have made me come here now give me shelter and I would not go back and even cursed him to be childless as She was the mother goddess and a son should not have done this even if he has great magical power. Since then the temple for Dakshin Kali was built on and the goddess has been worshipped.</p>\r\n<p>&nbsp;</p>\r\n<p>Balabhadrapur Jagannath Temple</p>\r\n<p>This temple is situated at Balabhadrapur village under Malishahi police station.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath temple, BalabhadraPur</p>\r\n<p>Jaleswar Temple, Dihagaon</p>\r\n<p>This Shiv temple is situated at Dihagaon, a small village 5 km distance from Daspalla Town towards Gania Block. This is the only shiv temple in the Dashapalla area whose \"Shiv Ling is a patali shiv ling (came from netherworld, i.e. deep earth, by itself)\" and has not been established by human beings. This Shiva Ling was discovered by a tribal couple while they were searching for their habitats.Kartik Poornima is the main festival of Dihagaon Jaleswar Temple followed by Maha Shivaratri, Dola Purnima and Sitala Sasthi.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist, Attractions and Nearby places of Interest</p>\r\n<p>Kotagada Gumpha, Rajsunakhala</p>\r\n<p>Lord Mahaveer on the top of the mountain. Kartika Purnima is a festival run near the Gumpha. It is 4 kilometers away from Rajsunakhala &amp; 9 kilometers from Ranpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Gokulananda Tourism Center</p>\r\n<p>Gokulananda Tourism Center is a tourist attraction in Nayagarh district, which is situated on the bank of the river Mahanadi in Sidhamula village. There is a cottage and deer park installed near this picnic spot, and accommodation in a cottage.</p>\r\n<p>&nbsp;</p>\r\n<p>Satkosia Gorge</p>\r\n<p>It is the deepest river gorge of Odisha in the river Mahanadi. Its length is about 16 km in between Angul and Dashapalla boundary. Gharial crocodile and many reptiles, aquatic birds and animals are found here.</p>\r\n<p>&nbsp;</p>\r\n<p>Satakosia Wildlife Sanctuary</p>\r\n<p>The Satakosia wildlife sanctuary is a tiger reserve. It attracts the nature lovers to experience the Flora and Fauna of Dashapalla amidst deep dense forest with trees, herbs and creepers. Tiger, elephant, deer, spotted deer, bison, hare, jackal, wolf, leopard, peacock, parrot, maina, etc., are common.</p>\r\n<p>&nbsp;</p>\r\n<p>Kuanaria Dam</p>\r\n<p>A medium Irrigation Project has been built on the river Kuanaria just 7 km away from Dashapalla town. It is the largest river dam of Nayagarh district and a very good picnic spot with a deer park. Irrigation I.B., Wildlife I.B. and RWSS I.B. are here for short stay of the visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>Budhabudhiani Dam</p>\r\n<p>Budhabudhiani Dam 10 km from Odagaon town is a picnic place of Nayagarh District.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahaveer Khol</p>\r\n<p>Mahaveer Khol, a small hill at the north of Dashapalla is believed to be the original place of God Mahaveer. Swapna Mahaveer is being worshipped here since 1983. It is a fine religious place as well as a very good spot for picnic and for visit. A 3-day-long Jajna is held here every year during Bisub Sankranti where thousands of people gather.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimara</p>\r\n<p>It is a fine place for rock trekking. Generally, people gather here in the month of Kartik for a visit. It is believed that Bhim the 2nd Pandav was here for some days. So the grand rock bears the footprints of Bhim and named as Bhimara.</p>\r\n<p>&nbsp;</p>\r\n<p>Gilli Pathar &amp; Gadda Vitara</p>\r\n<p>Gilli Pathar is a place where a temple of lord Giri Gobardhan (name of loard Krishna who once held the mountain Gobardan)is situated on the top of the Gamein Bhandarswar Hill. The hill is full of huge rocks. Its height is approximately 100 m from the sea level. The temple looks like Gilli (a Pin-point).</p>\r\n<p>Gadda Vitara is a picnic spot and a hill side situated in the village Gamein which is 10 km distance from Nayagarh.It is a historical place. The local people say that the king of Nayagarh had made his Gadda(a place where the King goes for safety living from the enemies at the time of wars) inside the boundaries of four large hills named Barada Pahada, Gamein Bhandarswar Mundia, Binjhagiri Mundia and Kesharpur pahada. The elephants (Nag) protect the Gada on the foot of the hills which is known as Nagamundali (now there is a village named as Nagamundali Village). There was a large plain area inside the four hills boundaries. Right now plantation has been made there by the villagers. It is a good picnic spot to view the hill side, stream and green areas.</p>\r\n<p>To reach at this place, drive on the Nayagarh-Godipada road up to Kalikaprasada, then right turn for 3 km to Gamein Village. Another road is also the same 10 km distance, a 5-km drive on the Nayagarh-Odagaon Road and left turn from Jamujhala for next 5 km to Gamein Village.</p>\r\n<p>Forest and Wild life</p>\r\n<p>Daspalla, Vimara Range</p>\r\n<p>Vimara Range is 35 km from Nayagarh town towards Daspalla. It is divided into three by large stones and was made not just by the rulers but also by the villagers.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisines</p>\r\n<p>Nayagarh is known for the popular sweet dish Chhena poda, which means 'burnt cheese' in Oriya. The best quality chhena poda is now available in Itamati and Machhipada (native places of Nayagarh). Pithas are enjoyed on traditional holidays, while savory pithas are more common at other times of the year. Natives of Nayagarh and in other regions like Daspalla, Madhyakhanda and Gholahandi prepare Manda pitha, Chakuli pitha, Poda pitha, Arisha Pitha, Kakra Pitha on different Hindu Festival.</p>\r\n<p>&nbsp;</p>\r\n<p>Blocks</p>\r\n<p>Bhapur</p>\r\n<p>Daspalla</p>\r\n<p>Gania</p>\r\n<p>Khandapada</p>\r\n<p>Nayagarh</p>\r\n<p>Nuagan</p>\r\n<p>Odagaon</p>\r\n<p>Ranapur</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nayagarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nayagarh-odisha","tags":[{"name":"nayagarh","slug":"nayagarh"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":805,"title":"Top Places to visit in Mayurbhanj, Baripada, Odisha","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"Mayurbhanj district is one of the 30 districts in Odisha state in eastern India. Baripada city is its headquarter. As of 2011, it is the third-most-populous district of Odisha (out of 30), after Ganjam and Cuttack.\r\n&nbsp;\r\nMayurbhanj is land-locked with a geographical area of 10,41","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baripada","slug":"baripada"},{"name":"odisha","slug":"odisha"},{"name":"mayurbhanj","slug":"mayurbhanj"}],"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","total":0},{"id":801,"title":"Top Places to visit in Kandhamal, Phulbani, Odisha","imageUrl":"8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","dateCreated":"2019-09-29T01:51:15.246Z","dateModified":"2019-09-29T01:52:31.119Z","contributedBy":"AskGif","content":"Kandhamal is a district in the state of Odisha, India. The district headquarters of the district is Phulbani.\r\nPhulbani is a municipality and administrative headquarters of Kandhamal district.\r\n&nbsp;\r\nPlaces of interest\r\n&nbsp;\r\nBalaskumpa is a village in this ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"phulbani","slug":"phulbani"},{"name":"kandhamal","slug":"kandhamal"}],"slug":"top-places-to-visit-in-kandhamal-phulbani-odisha","total":0},{"id":795,"title":"Top Places to visit in Jharsuguda, Odisha","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"Jharsuguda is the district headquarters of Jharsuguda district of Odisha, India. It is the administrative headquarters of Jharsuguda district. It is an industrial hub, consisting mainly of metallurgical industries. It is well connected to major city's of India through the rail network, and a rece","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharsuguda","slug":"jharsuguda"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-jharsuguda-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}