{"id":808,"title":"नयागढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","dateCreated":"2019-09-29T08:25:21.772Z","dateModified":"2019-09-29T08:25:42.613Z","contributedBy":"AskGif","content":"<p>नयागढ़ जिला पूर्वी भारत के ओडिशा राज्य के 30 जिलों में से एक है। यह 1992 में बनाया गया था जब पूर्ववर्ती पुरी जिले को तीन अलग-अलग जिलों में विभाजित किया गया था, अर्थात् खुरधा, नयागढ़ और पुरी। यह बैसीपाली वन्यजीव अभयारण्य का घर है। यह एक हिल स्टेशन की तरह है, जहाँ तक प्राकृतिक दृश्यों का संबंध है। छेना पोदा पसंदीदा मिठाई है जिसके लिए नयागढ़ ओडिशा में प्रसिद्ध है।</p>\r\n<p>नयागढ़ भारतीय राज्य ओडिशा में नयागढ़ जिले का एक शहर और नगर पालिका है। यह नयागढ़ जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>नयागढ़ को देश के रेलवे मानचित्र पर 19 जून 2017 को रखा गया था, जब रेल मंत्री सुरेश प्रभु ने खुरदा रोड-बलांगीर परियोजना के हिस्से के रूप में बोलगढ़ रोड से नयागढ़ तक औपचारिक रूप से नई लाइन समर्पित की थी। रेल मंत्री ने शहर की पहली यात्रा करने वाली एक यात्री ट्रेन को हरी झंडी दिखाते हुए नयागढ़ टाउन स्टेशन भवन का भी उद्घाटन किया। वर्तमान में राजसुनाखला से नयागढ़ ट्रेन उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>घूमने की जगहें</p>\r\n<p>बैसीपाली वन्यजीव अभयारण्य</p>\r\n<p>जगन्नाथ मंदिर, नयागढ़</p>\r\n<p>माँ दक्षिणा काली मंदिर, नयागढ़</p>\r\n<p>श्री नीलकंठेश्वर मंदिर, गम्भीरडीह, नयागढ़</p>\r\n<p>लड्डू बाबा मंदिर, सारंकुल</p>\r\n<p>रघुनाथ मंदिर, ओड़ागांव</p>\r\n<p>नीलामदाब मंदिर, कांटिलो</p>\r\n<p>मां मणिनागा मंदिर, राणा पुर</p>\r\n<p>जगन्नाथ मंदिर, रणपुर</p>\r\n<p>माँ कांउरी मंदिर, राजसुनाखला</p>\r\n<p>ब्रंदबन चंद्र माथा, रत्नापुर साही राजसुनाखला</p>\r\n<p>कोटागड़ा गुम्फा, राजसुनाखला</p>\r\n<p>मां तारिणी मंदिर, श्यामघन पुर, रणपुर पेट्रोल टंकी के पास</p>\r\n<p>दुतीकेश्वर मंदिर, बहादजहोला, ओडगाँव</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ मंदिर, बलभद्रपुर</p>\r\n<p>महावीर क्षेत्र, दशपाल</p>\r\n<p>माँ कौंरी और सोमनाथ देव, गोविंदपुर</p>\r\n<p>माँ महामाया मंदिर, जमुदीपुर सासन</p>\r\n<p>बुदबुधियानी बांध, ओड़ागांव</p>\r\n<p>कुँवरिया बाँध, दासपल्ला</p>\r\n<p>बारादैनी हिल, दासपल्ला</p>\r\n<p>ताराबेलो हॉट स्प्रिंग्स, फतेहगढ़</p>\r\n<p>रघुनाथ जी मंदिर, धेनकेना</p>\r\n<p>गिटिसावर मंदिर, मालीसाही</p>\r\n<p>हनुमान मंदिर, राजगिरी पहाड़ी, मालीसाही</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>कालेजों</p>\r\n<p>नयागढ़ स्वायत्त महाविद्यालय</p>\r\n<p>नयागढ़ के तत्कालीन उप-विभागीय अधिकारी (एसडीओ) श्री भ्रामरबर जेना की पहल पर 1961 में नयागढ़ स्वायत्त कॉलेज की स्थापना की गई थी। दानदाताओं में नयागढ़ की रियासत का शाही परिवार और कई स्थानीय व्यक्ति और संस्थाएं शामिल थीं। कॉलेज को जनता के समर्थन के साथ, नयागढ़ लोगों से एक डबल किराया (खजाना) द्वारा वित्त पोषित किया गया था। कॉलेज नयागढ़ से 1 किमी दूर सिलावन स्थान में है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नयागढ़ स्वायत्त महाविद्यालय</p>\r\n<p>कॉलेज की इमारतों में अकादमिक भवन, प्रशासनिक ब्लॉक, पुस्तकालय (35,000 से अधिक पुस्तकों के साथ), तीन छात्रावास (सेक्स द्वारा अलग), स्टाफ क्वार्टर और एक एथलेटिक सुविधा शामिल है। मेन्स हॉस्टल में से एक का नाम विख्यात कवि काबी जादुमानी के नाम पर रखा गया है, जबकि दूसरे का नाम खगोल भौतिकीविद पठानी सामंत के नाम पर रखा गया है। महिला छात्रावास का नाम महिला स्वतंत्रता सेनानी मालती चौधरी के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेज को जुलाई 1964 में विश्वविद्यालय अनुदान आयोग (यूजीसी) द्वारा अपनाया गया था। तब से, यूजीसी ने कॉलेज की शैक्षणिक गतिविधियों और बुनियादी ढांचे के विकास दोनों का समर्थन किया है। 2006 में UGC द्वारा कॉलेज को एक स्वायत्त कॉलेज घोषित किया गया था।</p>\r\n<p>नयागढ़ महिला महाविद्यालय</p>\r\n<p>नयागढ़ महिला कॉलेज की स्थापना 1981 में नयागढ़ के लोगों और ओडिशा सरकार की ओर से मिले दान से हुई थी। श्री एस.एम. सोलेमैन संस्थापक सचिव थे। इसे पहली बार नयागढ़ टाउन में प्रजामंडल कार्यालय के पुराने भवन में रखा गया था। कॉलेज ने 1988 में उड़ीसा सरकार से स्थायी मान्यता प्राप्त की और विश्वविद्यालय स्तर के पाठ्यक्रमों के लिए उत्कल विश्वविद्यालय के साथ स्थायी संबद्धता प्राप्त की।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेज अर्थशास्त्र, शिक्षा, अंग्रेजी में ऑनर्स पाठ्यक्रम प्रदान करता है। इतिहास, उड़िया, राजनीति विज्ञान और संस्कृत, एक पूर्व विश्वविद्यालय विज्ञान पाठ्यक्रम (+2 स्तर), और कंप्यूटर शिक्षा में पाठ्यक्रम। कॉलेज में लगभग 900 छात्र नामांकित हैं और कॉलेज परिसर में 200 से अधिक छात्र छात्रावास में रहते हैं। कॉलेज को विश्वविद्यालय अनुदान आयोग, राज्य सरकार और संसद स्थानीय क्षेत्र विकास योजना के सदस्यों द्वारा वित्त पोषित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>UNIITECH आवासीय कॉलेज और डिग्री कॉलेज</p>\r\n<p>UNIITECH आवासीय कॉलेज की स्थापना 2009 में हुई थी, जबकि डिग्री कॉलेज की स्थापना 2016 में हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मिलेनियम एकेडमी ऑफ हायर एजुकेशन</p>\r\n<p>मिलेनियम एकेडमी ऑफ हायर एजुकेशन सहस्राब्दी वर्ष 2000 में स्थापित किया गया था। यह एकमात्र निजी कॉलेज है जो नयनगर जिले में व्यावसायिक पाठ्यक्रम प्रदान करता है। यह नयागढ़ शहर से 7 किमी दूर खेड़ापाड़ा, बालुगांव में अपने स्वयं के परिसर में स्थित है। कॉलेज स्थायी रूप से ओडिशा सरकार के उच्च शिक्षा विभाग द्वारा मान्यता प्राप्त है और उत्कल विश्वविद्यालय से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>ब्रजेंद्र हाई स्कूल</p>\r\n<p>ब्रजेंद्र हाई स्कूल नयागढ़ का सबसे पुराना हाई स्कूल है। इसका नाम नयागढ़ के राजा ब्रजेंद्र किशोर सिंह मांधाता, राजा साहब (तत्कालीन राजा) के नाम पर रखा गया है। यह एक लड़के के हाई स्कूल के रूप में स्थापित किया गया था लेकिन बाद में एक को-एड स्कूल बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>D.A.V. पब्लिक स्कूल</p>\r\n<p>डी.ए.वी. पब्लिक स्कूल, नयागढ़ शहर के सबसे नए स्कूलों में से एक है, जो 1997 में स्थापित किया गया था। यह सबसे प्रतिष्ठित डी। ए। ओडिशा में स्कूल। ये स्कूल गुणवत्तापूर्ण शिक्षा, उच्च योग्य शिक्षण स्टाफ और जिला और राज्य स्तर पर छात्र उपलब्धि के लिए जाने जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महर्षि विद्या मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>महर्षि विद्या मंदिर, नयागढ़</p>\r\n<p>महर्षि विद्या मंदिर (MVM) 1991 में स्थापित वैदिक विज्ञान के लिए एक उन्नत विद्यालय है। यह CBSE पाठ्यक्रम का अनुसरण करता है। 2000 में प्रथम श्रेणी में स्नातक किया।</p>\r\n<p>&nbsp;</p>\r\n<p>N.A.C हाई स्कूल</p>\r\n<p>500 छात्रों के नामांकन के साथ N.A.C हाई स्कूल नयागढ़ के सबसे पुराने स्कूलों में से एक है। यह VI से X तक की कक्षाएं प्रदान करता है। 2005 से पहले, इस स्कूल का प्रबंधन एक अधिसूचित क्षेत्र परिषद (N.A.C) के तहत किया गया था। 2006 से, इसे सीधे ओडिशा सरकार द्वारा प्रबंधित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरस्वती शिशु विद्या मंदिर</p>\r\n<p>सरस्वती शिशु विद्या मंदिर नयागढ़ शहर के सबसे पुराने निजी उच्च विद्यालयों में से एक है, जिसे 1994 में स्थापित किया गया था। यह अब 1200 से अधिक छात्रों के साथ नयागढ़ का प्रमुख निजी विद्यालय है। यह जिला स्तर पर हाई स्कूल सर्टिफिकेट या बोर्ड परीक्षा में लगातार अच्छे परिणाम प्राप्त करता है।</p>\r\n<p>मधुकेश बिद्यापति, नागमुंडली</p>\r\n<p>मधुकेश बिद्यापीठ नयागढ़ कस्बे से 10 किमी दूर नागामुंडली गाँव में स्थित एक सरकारी हाई स्कूल है। नयगढ़ जिले के स्थानीय ग्रामीण क्षेत्रों में, आस-पास के गांवों के छात्रों को समायोजित करने में शैक्षिक प्रणाली में इसकी महत्वपूर्ण भूमिका है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोलापता हाई स्कूल</p>\r\n<p>सोलापता हाई स्कूल, सोलापाटा गांव में स्थित है, जो नयागढ़ शहर से 6 किमी दूर है। यह 1964 में स्थापित किया गया था। यह नयागढ़ के सबसे पुराने स्कूलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>भागीरथी हाई स्कूल</p>\r\n<p>भागीरथी हाई स्कूल गोविंदपुर (ग्राम पंचायत, गदाधर प्रसाद) में स्थित है, और 1968 में स्थापित किया गया था। इस स्कूल में 200 से अधिक छात्र हैं और आठवीं से दसवीं तक की कक्षाएं प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>नयागढ़ शहर को देश के रेलवे मानचित्र पर 19 जून 2017 को रखा गया था, जब रेल मंत्री सुरेश प्रभु ने चल रहे खुर्दा रोड-बालगंगा परियोजना के हिस्से के रूप में बोलगढ़ रोड से नयागढ़ शहर तक औपचारिक रूप से नई लाइन समर्पित की थी। रेल मंत्री ने शहर की पहली यात्रा करने वाली एक यात्री ट्रेन को हरी झंडी दिखाते हुए नयागढ़ रेलवे स्टेशन के भवन का भी उद्घाटन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर, पर्यटक, आकर्षण और रुचि के आसपास के स्थान</p>\r\n<p>मंदिर और धार्मिक स्थान</p>\r\n<p>लादुकेश्वर मंदिर</p>\r\n<p>यह शिव मंदिर ओढ़ागांव ब्लॉक की ओर एक छोटे से शहर शरनकुला में स्थित है। महा शिवरात्रि महत्वपूर्ण त्योहार है जो हर साल मनाया जाता है। ओडिशा के सभी हिस्सों (मुख्य रूप से दक्षिण ओडिशा) के लोग त्योहार के दौरान इस स्थान पर आते हैं। \"लड्डू बाबा\" के नाम से प्रसिद्ध देवता सभी को आशीर्वाद देते हैं। यह मंदिर भुवनेश्वर से लगभग 100 किमी दूर नयागृह- शारनकुल में आस्का रोड और नयागढ़ शहर से 13 किमी दूर स्थित है। शहर को हरि (विष्णु) और हारा (शिव) के स्वर्ण मर्ज के रूप में माना जाता है। \"बोलबम\" यहाँ की एक पारंपरिक संस्कृति है, जिसके लिए ओडिशा के विभिन्न हिस्सों में लोग नंगे पांव चलकर अपने शहर से मंदिर आते हैं और अपने कंधे पर छड़ी लेकर अपने शहर से 2 घड़े पानी लाते हैं और अंत में लडुकेश्वर मंदिर में डालते हैं। शिवरात्रि के अवसर। लडुकेश्वर मंदिर के इतिहास में कहा गया है कि एक चरवाहे गायों के एक जोड़े को अब लडुकेश्वर मंदिर के ऊपर स्थित भंडार पर्वत पर ले जाते थे और एक दिन उन्होंने देखा कि गाय प्रतिदिन समय-समय पर एक पत्थर पर दुध देती है और एक दिन जब गाय गलती से उस पत्थर पर पैर रख दिया, पत्थर से खून निकल आया। बहुत आश्चर्य की बात है, चरवाहे ने उस कहानी को ग्राम प्रधान को बताया और उस रात एक मंदिर के पुजारी ने भगवान के एक सपने को वहां पर मंदिर स्थापित करने के लिए बोलते हुए देखा। और राजा इसके लिए सहमत हो गए और मंदिर की स्थापना की। उसी दिन से लादुकेश्वर मंदिर शरणकुल में स्थापित हो गया। मंदिर के सामने, एक बंदर कई दिनों तक आया करता था और रोज़ मंदिर के बाहर बैठता था और कभी भी जनता द्वारा दी गई कोई भी चीज़ नहीं खाता था और कुछ दिनों के बाद उसकी मृत्यु हो जाती थी, इसलिए उसकी याद में बाहर निकलने के ठीक बाहर एक छोटा मंदिर बनाया गया था। वह प्यार समर्पित बंदर। मंदिर को अब और अधिक मंदिरों के साथ आंतरिक रूप से \"नाबा गंजर\", माँ लक्ष्मी मंदिर, हरपर्बती मंदिर और जादुई रामसेतु के तैरते पत्थर आदि के साथ फिर से बनाया गया है। यह इतिहास बहुत पुराना है और हमें हर मामले में संस्कृति सिखाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नीलामदाब मंदिर</p>\r\n<p>यह मंदिर नयागढ़ से लगभग 35 किमी और भुवनेश्वर से 60 किमी की दूरी पर कांटिलो में स्थित है। ऐसा माना जाता है कि भगवान जगन्नाथ भगवान नीलमधव के द्वितीयक रूप हैं, जिनकी पूजा आदिवासी मुखिया बिस्वासु ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ओडोगांव रघुनाथ मंदिर</p>\r\n<p>यह मंदिर नयागढ़ शहर से लगभग 40 किमी दूरी पर ओडागांव में स्थित है। भगवान राम को भगवान लक्ष्मण और देवी सीता के साथ पूजा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिणकाली मंदिर</p>\r\n<p>यह मंदिर नयागढ़ शहर से लगभग 1 किमी की दूरी पर नयागढ़ में स्थित है। देवी दक्षिणकाली नायागढ़ के प्रमुख देवता हैं। यह कहा जाता है कि वह खांडपारा से नयागढ़ के रास्ते में एक बार नयागढ़ राजा के शाही परिवार के एक महान तांत्रिक द्वारा ले जाया गया था। जब शाही परिजन रात में एक आम के खेत से होकर आ रहे थे, तब देवता उनके सामने प्रकट हुए और चूंकि वह एक महान तांत्रिक थे, इसलिए उन्होंने देवी (देवी) को कैद कर लिया और उसे अपने साथ नैयागढ़ पहुंचने तक सहायता के रूप में आने के लिए कहा। अकेले यात्रा। देवी दक्षिणकाली तांत्रिक के साथ आईं, लेकिन नायगह पहुँचने पर जब उन्होंने उससे पूछा कि अब वह जा सकती है, तो देवी ने उसे उत्तर दिया कि जैसे तुमने मुझे यहाँ लाया है, अब मुझे शरण दे और मैं वापस नहीं जाऊँगी और उसे शाप भी दिया कि वह पुत्रहीन हो जाए। क्या देवी देवी थी और एक बेटे को भी ऐसा नहीं करना चाहिए था, भले ही उसके पास बड़ी जादुई शक्ति हो। तब से दक्षिण काली के लिए मंदिर बनाया गया और देवी की पूजा की जाने लगी।</p>\r\n<p>&nbsp;</p>\r\n<p>बलभद्रपुर जगन्नाथ मंदिर</p>\r\n<p>यह मंदिर मलिशी पुलिस स्टेशन के तहत बलभद्रपुर गाँव में स्थित है।</p>\r\n<p>जगन्नाथ मंदिर, बलभद्रपुर</p>\r\n<p>जलेश्वर मंदिर, दीहागाँव</p>\r\n<p>यह शिव मंदिर दहागाँव में स्थित है, जो दस्पल्ला शहर से 5 किमी की दूरी पर एक छोटा सा गाँव है, जो ज्ञानिया ब्लॉक की ओर है। यह दशपाल क्षेत्र का एकमात्र शिव मंदिर है, जिसका \"शिव लिंग एक पितृ शिवलिंग है (जो नथवर्ल्ड से आया है, अर्थात् गहरी पृथ्वी से)\" और मानव द्वारा स्थापित नहीं किया गया है। यह शिव लिंग एक आदिवासी दंपति द्वारा खोजा गया था जब वे अपने निवास स्थान की खोज कर रहे थे। कार्तिक पूर्णिमा दीहगाँव जलेश्वर मंदिर का मुख्य त्योहार है, इसके बाद महा शिवरात्रि, डोला पूर्णिमा और शीतला षष्ठी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक, आकर्षण और आसपास के दर्शनीय स्थल</p>\r\n<p>कोटागड़ा गुम्फा, राजसुनाखला</p>\r\n<p>पहाड़ की चोटी पर भगवान महावीर। कृतिका पूर्णिमा गुम्फा के पास एक त्योहार है। यह राजसुनाखाल से 4 किलोमीटर और रणपुर से 9 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोकुलानंद पर्यटन केंद्र</p>\r\n<p>गोकुलानंद पर्यटन केंद्र नयागढ़ जिले में एक पर्यटक आकर्षण है, जो सिधौला गाँव में महानदी नदी के तट पर स्थित है। इस पिकनिक स्थल के पास एक झोपड़ी और हिरण पार्क स्थापित है, और एक झोपड़ी में आवास है।</p>\r\n<p>&nbsp;</p>\r\n<p>सतकोसिया कण्ठ</p>\r\n<p>यह महानदी नदी में ओडिशा की सबसे गहरी नदी है। इसकी लंबाई अंगुल और दशपाल सीमा के बीच लगभग 16 किमी है। घड़ियाल मगरमच्छ और कई सरीसृप, जलीय पक्षी और जानवर यहां पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सतकोसिया वन्यजीव अभयारण्य</p>\r\n<p>सताकोसिया वन्यजीव अभयारण्य एक बाघ अभयारण्य है। यह प्रकृति प्रेमियों को वृक्षों, जड़ी बूटियों और लता के साथ घने जंगल के बीच दशपाल के वनस्पतियों और जीवों का अनुभव करने के लिए आकर्षित करता है। बाघ, हाथी, हिरण, चित्तीदार हिरण, बाइसन, हर, सियार, भेड़िया, तेंदुआ, मोर, तोता, मैना, आदि आम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुँवरिया डैम</p>\r\n<p>दशपला शहर से मात्र 7 किमी दूर कुँवरिया नदी पर एक मध्यम सिंचाई परियोजना बनाई गई है। यह नयागढ़ जिले का सबसे बड़ा नदी बांध है और हिरण पार्क के साथ बहुत अच्छा पिकनिक स्थल है। सिंचाई आई.बी., वन्यजीव आई.बी. और आरडब्ल्यूएसएस आई। बी। यहां आने वालों के लिए ठहरने की जगह कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुदबुधियानी बांध</p>\r\n<p>ओड़ागांव शहर से 10 किमी दूर बुधबुधियानी बांध नयागढ़ जिले का एक पिकनिक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>महावीर खोल</p>\r\n<p>महावीर खोल, दशपाल के उत्तर में स्थित एक छोटी पहाड़ी को भगवान महावीर का मूल स्थान माना जाता है। 1983 से यहां स्वप्न महावीर की पूजा की जा रही है। यह एक धार्मिक स्थल होने के साथ-साथ पिकनिक और यात्रा के लिए भी बहुत अच्छा स्थान है। बिसुब संक्रांति के दौरान हर साल यहां 3 दिवसीय जजना आयोजित किया जाता है जहां हजारों लोग इकट्ठा होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimara</p>\r\n<p>यह रॉक ट्रेकिंग के लिए एक अच्छी जगह है। आमतौर पर कार्तिक के महीने में लोग यहां दर्शन के लिए एकत्रित होते हैं। ऐसा माना जाता है कि भीम द 2 पांडव कुछ दिनों के लिए यहां थे। इसलिए भव्य चट्टान भीम के पैरों के निशान को भीमरा के नाम से पहचानती है।</p>\r\n<p>गिल्ली पथर और गड्डा विटारा</p>\r\n<p>गिल्ली पथर एक ऐसा स्थान है जहाँ भगवान गिरि गोबरधन (लॉर्ड कृष्ण का नाम जो एक बार गोबरदान पर्वत को धारण करते हैं) गेमिन भंडारश्वर पहाड़ी की चोटी पर स्थित है। पहाड़ी विशाल चट्टानों से भरी है। इसकी ऊंचाई समुद्र तल से लगभग 100 मीटर है। मंदिर गिल्ली (एक पिन-पॉइंट) जैसा दिखता है।</p>\r\n<p>गद्दा विटारा एक पिकनिक स्थल है और गाँव में स्थित एक पहाड़ी इलाका है, जो नयागढ़ से 10 किमी की दूरी पर है। यह एक ऐतिहासिक स्थान है। स्थानीय लोगों का कहना है कि बैरागढ़ पहाड़ा, खेलिन भंडारकर मुंडिया, बिंझगिरी मुंडिया और चार बड़ी पहाड़ियों की सीमाओं के अंदर नयागढ़ के राजा ने अपना गड्डा बनाया था (युद्ध के समय राजा दुश्मनों से सुरक्षा के लिए जाता है। केशरपुर पहाड़ा। हाथी (नाग) पहाड़ियों की तलहटी में गडा की रक्षा करते हैं, जिसे नागामुंडली (अब नागामुंडली ग्राम के नाम से एक गाँव) के नाम से जाना जाता है। चार पहाड़ियों की सीमाओं के अंदर एक बड़ा सा मैदान था। अभी वहां ग्रामीणों द्वारा वृक्षारोपण किया गया है। पहाड़ी की ओर, धारा और हरे भरे क्षेत्रों को देखने के लिए यह एक अच्छा पिकनिक स्थल है।</p>\r\n<p>इस स्थान पर पहुंचने के लिए, नायकपारा-गोडीपाड़ा मार्ग पर कालिकाप्रसाद तक ड्राइव करें, फिर गेमिन विलेज के लिए 3 किमी के लिए दाएं मुड़ें। एक अन्य सड़क भी 10 किमी की दूरी पर है, नयागढ़-ओडागांव रोड पर 5 किमी की ड्राइव और जमुझला से अगले 5 किमी तक गेमिन विलेज के लिए बाएं मुड़ें।</p>\r\n<p>वन और वन्य जीवन</p>\r\n<p>दशपाल, विमारा रेंज</p>\r\n<p>विमारा रेंज नयागढ़ शहर से दस्पल्ला की ओर 35 किमी दूर है। इसे तीन बड़े पत्थरों से विभाजित किया गया है और इसे न केवल शासकों द्वारा बल्कि ग्रामीणों द्वारा भी बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यंजनों</p>\r\n<p>नयागढ़ लोकप्रिय स्वीट डिश छेना पोदा के लिए जाना जाता है, जिसका अर्थ है उड़िया में 'जले हुए पनीर'। उत्तम गुणवत्ता का छेना पोदा अब इटामती और मछलीपदा (नयागढ़ के मूल स्थानों) में उपलब्ध है। पारंपरिक छुट्टियों पर पिठों का आनंद लिया जाता है, जबकि साल के अन्य समयों में दिलकश पीठा अधिक आम है। नायागढ़ के मूल निवासी और अन्य क्षेत्रों जैसे दशपाल, मध्यखंड और घोलहंडी में मंडा पीठा, चकुली पीठा, पोदा पीठा, अरिशा पिठा, काकड़ा पीठा अलग-अलग हिंदू त्योहारों पर तैयार होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लाकों</p>\r\n<p>Bhapur</p>\r\n<p>Daspalla</p>\r\n<p>Gania</p>\r\n<p>खंडपाडा</p>\r\n<p>नयागढ़</p>\r\n<p>Nuagan</p>\r\n<p>Odagaon</p>\r\n<p>राणापुर</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nayagarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea1cddc0-d86b-403d-bf22-7c8dc038ed7e_Nayagarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nayagarh-odisha","tags":[{"name":"नयागढ़","slug":"nayagarh"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":805,"title":"मयूरभंज, बारीपदा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","dateCreated":"2019-09-29T03:44:45.988Z","dateModified":"2019-09-29T03:45:05.844Z","contributedBy":"AskGif","content":"मयूरभंज जिला पूर्वी भारत में ओडिशा राज्य के 30 जिलों में से एक है। बारीपाड़ा शहर इसका मुख्यालय है। 2011 तक, यह गंजम और कटक के बाद ओडिशा (30 में से) का तीसरा सबसे अधिक आबादी वाला जिला है।\r\n&nbsp;\r\nमयूरभंज 10,418 किमी 2 (4,022 वर्ग मील) के भौगोलिक क्षेत्र के साथ भूमि-बंद है और राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/abceaf01-380a-4cd2-ba30-e0ddf07e2122_Mayurbhanj-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारीपदा","slug":"baripada"},{"name":"ओडिशा","slug":"odisha"},{"name":"मयूरभंज","slug":"mayurbhanj"}],"slug":"top-places-to-visit-in-mayurbhanj-baripada-odisha","total":0},{"id":801,"title":"कंधमाल, फूलबनी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","dateCreated":"2019-09-29T01:51:15.246Z","dateModified":"2019-09-29T01:52:31.119Z","contributedBy":"AskGif","content":"कंधमाल भारत के ओडिशा राज्य का एक जिला है। जिले का जिला मुख्यालय फूलबनी है।\r\nफूलबानी कंधमाल जिले का एक नगरपालिका और प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nरुचि के स्थान\r\n&nbsp;\r\nबलस्कम्पा कंधमाल (फूलबानी) सब-डिवीजन के इस दक्षिण-पूर्व में एक गाँव है, जो दो पहाड़ी नदियों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b3f8556-a057-43fa-b411-a9c7b9206e8e_Kandhamal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"फूलबनी","slug":"phulbani"},{"name":"कंधमाल","slug":"kandhamal"}],"slug":"top-places-to-visit-in-kandhamal-phulbani-odisha","total":0},{"id":795,"title":"झारसुगुडा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"झारसुगुडा, भारत के ओडिशा के झारसुगुडा जिले का जिला मुख्यालय है। यह झारसुगुड़ा जिले का प्रशासनिक मुख्यालय है। यह एक औद्योगिक केंद्र है, जिसमें मुख्य रूप से धातुकर्म उद्योग शामिल हैं। यह रेल नेटवर्क के माध्यम से भारत के प्रमुख शहर से अच्छी तरह से जुड़ा हुआ है, और हाल ही में उद्घाटन किए गए झारसुगुड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारसुगुडा","slug":"jharsuguda"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-jharsuguda-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}