{"id":809,"title":"पुरी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","dateCreated":"2019-09-29T13:57:56.483Z","dateModified":"2019-09-29T13:59:12.797Z","contributedBy":"AskGif","content":"<p>पुरी भारत के ओडिशा राज्य का एक तटीय जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में 1722 राजस्व गांव शामिल हैं। इसमें एक सब-डिवीजन, 11 तहसील और 11 ब्लॉक हैं। पुरी जिले की एकमात्र नगरपालिका है। कोणार्क, पिपिली और नीमापारा इस जिले के तीन एन.ए.सी. सत्यबाड़ी, गोप, काकटपुर और ब्रह्मगिरि प्रमुख अर्ध-शहरी क्षेत्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नदी की व्यवस्था</p>\r\n<p>पुरी जिले की सभी नदियों की एक सामान्य विशेषता है। गर्म मौसम में, वे छोटी धाराओं के साथ रेत के बिस्तर होते हैं या कोई भी नहीं होता है, जबकि बारिश में वे जितना पानी ले जा सकते हैं उससे अधिक पानी प्राप्त करते हैं। आमतौर पर, सभी नदियाँ महानदी नदियों की सहायक नदियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>१) कुशाभद्र नदी- कुआखाई नदी की एक शाखा बालियांटा से निकलती है और पुरी से १५ मील पूर्व में स्थित रामचंडी के मंदिर में बंगाल की खाड़ी से मिलती है। इसकी सहायक मुंगई कुशाभद्र के साथ मिलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>2) दया नदी- कुआखाई नदी की एक शाखा चिलिका झील में जाती है। दो छोटी नदियाँ दया नदी यानि गंगा और कनगु के नीचे मानागुनी से जुड़ती हैं। दया नदी को चिलिका झील में गाद के निर्माण की समस्या के लिए जिम्मेदार ठहराया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>3) भार्गवी नदी- कुआखाई की एक शाखा अपने पाठ्यक्रम के अंतिम ढाई मील में कई सहायक नदियों में टूटने के बाद बंगाल की खाड़ी के समुद्र से मिलती है। चार मुख्य शाखाएं हैं जो बाएं किनारे से सभी शाखाएँ हैं। कांची, पूर्व कनिया, नया नाडी और दक्षिण कांची (जो सर झील में जाती है); और विभिन्न चैनल द्वारा पहले तीनों को आपस में जोड़ा जाता है और अंत में सुन मुनि नदी में मिलाया जाता है जो बाली हरचंदी में गिरती है और अंततः चिलिका के मुहाने से बंगाल की खाड़ी में जाती है। दक्षिण कनिया चिलिका के पश्चिमी तट पर दलदल में खो जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>४) कठुआ नदी- यह मानसून से भरी नदी है जो नालियों में प्राची नदी में जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>5) प्राची नदी- यह पुरी और जगतसिंहपुर जिले से शुरू होने वाली एक शाखा है। इसका उद्गम कटक-गोप मार्ग पर कांटपारा के पास है और बंगाल की खाड़ी के समुद्र में बहने से पहले काकटपुर गाँव से होकर गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>6) देवी नदी- यह कथाजोरी की एक शाखा है। यह पुरी जिले में कई शाखाओं का गठन करते हुए चरम पूर्व के पास चलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वहाँ भी उल्लेख के लायक कुछ छोटी नदियाँ हैं, मुख्यतः रत्नाचिरा और नूना, जो क्रमशः भार्गबी नदी और दया नदी में बहती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और परंपरा</p>\r\n<p>पुरी ओडिशा के आकर्षक चित्तीदार जिलों में से एक है। पुरी की सांस्कृतिक विरासत तीसरी शताब्दी ई.पू. से शुरू हुए लंबे इतिहास के साथ, स्मारकों और धार्मिक पवित्रता, अपनी समृद्ध परंपरा के साथ लोगों के जीवन का तरीका सशक्त रूप से ओडिशा का सांस्कृतिक दिल है। पुरी को ओडिशा की सांस्कृतिक राजधानी माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में विभिन्न धर्मों, संप्रदायों और धर्मों का एक समूह है, यह इतिहास है। अधिकांश लोग हिंदू हैं। अन्य महत्वपूर्ण समुदाय मुस्लिम, सिख, जैन, ईसाई और स्वदेशी समूह जिले में पाए जाते हैं। विभिन्न क्षेत्रों जैसे शैव, वैष्णववाद, शक्ति पंथ, गणपति, महाबीर आदि के हिंदू स्मारक पाए जाते हैं। इसी तरह मुस्लिम मस्जिदें, ईसाई चर्च भी यहां देखे जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>जिले के महत्वपूर्ण स्मारक हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कोणार्क सूर्य मंदिर</p>\r\n<p>जगन्नाथ मंदिर (पुरी)</p>\r\n<p>गुंडिचा मंदिर, पुरी</p>\r\n<p>लोकनाथ मंदिर, पुरी</p>\r\n<p>जंबेश्वर मंदिर, पुरी</p>\r\n<p>सूर्य मंदिर, कोणार्क</p>\r\n<p>निमापारा ब्लॉक में चौरासी में बरही मंदिर</p>\r\n<p>मंगला मंदिर, काकटपुर</p>\r\n<p>साखीगोपाल मंदिर, साखीगोपाल में</p>\r\n<p>अमरेश्वर, निमापारा ब्लॉक के अमरेश्वर मंदिर</p>\r\n<p>बिष्णुपुर, निमापारा में मूर्तिकला शेड</p>\r\n<p>ग्रामसर मंदिर, तेरुंडिया, नीमापारा</p>\r\n<p>अलारनाथ मंदिर, ब्रह्मगिरि</p>\r\n<p>बलिहारचंडी मंदिर, ब्रह्मगिरी ब्लॉक</p>\r\n<p>कुन्तेश्वर मंदिर, अरोड़, पिपिली ब्लॉक</p>\r\n<p>पिपली के पास हरिहर मंदिर</p>\r\n<p>डेलंग ब्लॉक में शिव मंदिर, जगदलपुर</p>\r\n<p>बडातारा में तारा छवि, गोप</p>\r\n<p>गोपाल के पास बायलिसबती मंदिर</p>\r\n<p>मोहबीर मंदिर, सिरौली सदर ब्लॉक</p>\r\n<p>निमापारा ब्लॉक के बलंगा में श्री श्री बकरेश्वर मंदिर</p>\r\n<p>निमापारा ब्लॉक के अरिसंधा स्थित बाबा बालकुनेश्वर मंदिर</p>\r\n<p>बीरनारसिंहपुर सासना में नीलकंठ मंदिर और चिरनामस्थान मंदिर।</p>\r\n<p>वास्तुकला की भव्यता और शिल्पकला के शिल्प मुख्य बिंदु पुरी जिले के सांस्कृतिक इतिहास के उच्च स्तर को बोलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पारंपरिक मेले और त्यौहार</p>\r\n<p>ऐसा कहा जाता है कि भगवान जगन्नाथ से संबंधित कैलेंडर वर्ष में 13 त्योहार मनाए जाते हैं। भगवान जगन्नाथ और अन्य से संबंधित कुछ महत्वपूर्ण त्यौहार नीचे सूचीबद्ध हैं।</p>\r\n<p>जुलाई में कार महोत्सव (रथ यात्रा)</p>\r\n<p>अप्रैल में चंदन यात्रा</p>\r\n<p>सितंबर / अक्टूबर में गोसानी यात्रा, दशहरा</p>\r\n<p>मार्च / अप्रैल में राम नवमी से सात दिनों के लिए साही यात्रा</p>\r\n<p>सभी शैव पीठों में फरवरी में महा शिवरात्रि</p>\r\n<p>जनवरी में कोणार्क में माघ मेला</p>\r\n<p>अक्टूबर / नवंबर में कोणार्क में बोइता बंदन</p>\r\n<p>हरिराजपुर मेला हरिराजपुर में मार्च में</p>\r\n<p>मई में काकटपुर में झामु यात्रा</p>\r\n<p>पिपली प्रखंड के घोरोडिया में दयाना चोरी</p>\r\n<p>मार्च में साक्षीगोपाल में आंवला नवमी</p>\r\n<p>जनवरी में चिलिका में मकर मेला</p>\r\n<p>ब्रह्मगिरि में जून में राजा महोत्सव के दौरान बलिहारचंडी मेला</p>\r\n<p>अलवरनाथ मंदिर, ब्रह्मगिरि में अनवरा।</p>\r\n<p>अप्रैल में पाना संक्रांति- सिरौली, सदर ब्लॉक के दौरान सिरौली महावीर मेला</p>\r\n<p>मार्च में बलांगा मेलन मैदान में पंचुदोला बलंगा मेला, निमापारा ब्लॉक और अरिसंधा में, इस दिन अरिसंधा जीपी में नियामपाड़ा -स्पेशलिटी इस दिन होली खेलती है।</p>\r\n<p>रूपानीपुर, पिपली में तीन दिनों तक भगवान श्री जगन्नाथ और नागा जात्रा का स्नान पूर्णिमा उत्सव।</p>\r\n<p>बीरनारसिंहपुर सासना में शीतला सस्ति यात्रा।</p>\r\n<p>पर्यटकों के लिए अन्य त्योहार</p>\r\n<p>&nbsp;</p>\r\n<p>कोणार्क त्योहार- पर्यटन विभाग- ओडिशा सरकार- दिसंबर का पहला सप्ताह</p>\r\n<p>कोणार्क संगीत और नृत्य महोत्सव- कोणार्क नाट्य मंडप- फरवरी</p>\r\n<p>बसंत उत्सव- परम्परा रघुराजपुर- फरवरी</p>\r\n<p>पुरी में पुरी बीच महोत्सव - ओडिशा के होटल एंड रेस्तरां एसोसिएशन द्वारा आयोजित - नवंबर</p>\r\n<p>श्री क्षेष्ठ मोहोत्सव, पुरी- श्री क्षत्र महोशव समिति द्वारा आयोजित - अप्रैल</p>\r\n<p>पुरी में गुंडिचा उत्सव - उर्रेका, पुरी द्वारा आयोजित - जून</p>\r\n<p>सभी त्योहारों में देश के विभिन्न हिस्सों से ओडिसी नृत्य और लोक नृत्य का मंचन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पहले, जब सड़कें मौजूद नहीं थीं, लोग पुरी तक पहुंचने के लिए पीट पटरियों के साथ जानवरों द्वारा खींचे गए वाहनों या गाड़ियों से चलते या यात्रा करते थे। यात्रा गंगा के किनारे कलकत्ता तक नदी के शिल्प से होती थी, और फिर पैदल या गाड़ियों से। मराठा शासन के दौरान ही जगन्नाथ सदक (सड़क) 1790 के आसपास बनाया गया था। ईस्ट इंडिया कंपनी ने कलकत्ता से पुरी तक रेल ट्रैक बिछाया था, जो 1898 में चालू हुआ। पुरी अब रेल, सड़क और हवाई मार्ग से अच्छी तरह से जुड़ा हुआ है। सेवाएं। दक्षिण पूर्व रेलवे की एक ब्रॉड गेज रेलवे लाइन जो पुरी को कलकत्ता से जोड़ती है, और खुर्दा इस मार्ग पर एक महत्वपूर्ण रेलवे जंक्शन है। कलकत्ता से रेल की दूरी लगभग 499 किलोमीटर (310 मील) और विशाखापट्टनम से 468 किलोमीटर (291 मील) है। सड़क नेटवर्क में NH 203 शामिल है जो राज्य की राजधानी भुवनेश्वर के साथ शहर को जोड़ता है, जो लगभग 60 किलोमीटर (37 मील) दूर है। NH 203 B ब्रह्मगिरी के माध्यम से शहर को सतपदा से जोड़ता है। मरीन ड्राइव, जो NH 203 A का हिस्सा है, पुरी को कोणार्क से जोड़ता है। निकटतम हवाई अड्डा भुवनेश्वर में बीजू पटनायक अंतर्राष्ट्रीय हवाई अड्डा है। पुरी रेलवे स्टेशन भारतीय रेलवे के शीर्ष सौ बुकिंग स्टेशनों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>सामंत चंद्र शेखर कॉलेज, पुरी</p>\r\n<p>पुरी में कुछ शैक्षणिक संस्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>घनश्याम हेमलता प्रौद्योगिकी और प्रबंधन संस्थान</p>\r\n<p>गंगाधर महापात्र लॉ कॉलेज, 1981 में स्थापित</p>\r\n<p>सेंट्रल काउंसिल फॉर रिसर्च इन होम्योपैथी (CCRH), नई दिल्ली में होम्योपैथी, पुरी के क्षेत्रीय अनुसंधान संस्थान की विस्तार इकाई; मार्च 2006 में स्थापित किया गया</p>\r\n<p>श्री जगन्नाथ संस्कृत विश्वविद्यालय, जुलाई 1981 में स्थापित</p>\r\n<p>गोपबंधु आयुर्वेद महाविद्यालय, एक महाविद्यालय और अस्पताल जहां उपचार और प्रशिक्षण आयुर्वेद चिकित्सा पद्धति पर आधारित है</p>\r\n<p>औद्योगिक प्रशिक्षण संस्थान, भारत सरकार द्वारा कुशल, प्रतिबद्ध और प्रतिभाशाली तकनीशियनों को शिक्षा प्रदान करने के लिए एक प्रमुख तकनीकी संस्थान, 1966 में स्थापित किया गया था।</p>\r\n<p>1952 में स्थापित धन्य संस्कार उच्च विद्यालय को अन्यथा पुरी कॉन्वेंट के रूप में जाना जाता है। यह शहर के सबसे अच्छे स्कूलों में से एक है। स्कूल में कक्षा 1 से 10 की सुविधाएँ हैं। यह वीआईपी रोड, पुरी में स्थित है।</p>\r\n<p>पुरी के उल्लेखनीय लोग</p>\r\n<p>जेई राजगुरु - स्वतंत्रता सेनानी</p>\r\n<p>चखी खुंटिया (चंदन हजुरी) - स्वतंत्रता सेनानी</p>\r\n<p>उत्कलमणि पंडित गोपबंधु दास - सामाजिक कार्यकर्ता</p>\r\n<p>पंडित नीलकंठ दास - सामाजिक कार्यकर्ता</p>\r\n<p>भक्तकबी मधुसूदन राव - ओडिया कवि</p>\r\n<p>पद्म विभूषण केलुचरण महापात्र - ओडिसी नर्तक</p>\r\n<p>पद्म श्री पंकज चरण दास - ओडिसी नर्तक</p>\r\n<p>पद्म श्री पंडित सदाशिव रथशर्मा - श्री जगन्नाथ संस्कृति के विद्वान और उपदेशक</p>\r\n<p>पद्म विभूषण रघुनाथ महापात्र - वास्तुकार और मूर्तिकार</p>\r\n<p>पद्म श्री सुदर्शन पट्टनिक - सैंड आर्टिस्ट</p>\r\n<p>बैसाली मोहंती - एएलसी ग्लोबल फेलो ऑक्सफोर्ड विश्वविद्यालय, यूनाइटेड किंगडम में</p>\r\n<p>ऋतुराज मोहंती - गायक</p>\r\n<p>रुचि के स्थान</p>\r\n<p>1. पुर</p>\r\n<p>पुरी विश्व प्रसिद्ध जगन्नाथ मंदिर और सबसे लंबे गोल्डन बीच के लिए प्रसिद्ध है। यह भारत के चार धामों में से एक धाम (सबसे पवित्र स्थान) यानी पुरी, द्वारिका, बद्रीनाथ और रामेश्वर में से एक है। पुरी (द पुरुषोत्तम क्षेत्र) में भगवान जगन्नाथ, देवी सुभद्रा और बड़े भाई बलभद्र की पूजा की जा रही है। देवताओं को बेज्वेल्ड पेडस्टल (रत्न सिम्हासना) पर बैठाया जाता है। श्री जगन्नाथ पुरी मंदिर भारतीय राज्य ओडिशा के सबसे प्रभावशाली स्मारकों में से एक है, जिसका निर्माण गंगा वंश के एक प्रसिद्ध राजा अनंत वर्मन चोडगंगा देव द्वारा समुद्र तट पुरी में 12 वीं शताब्दी में किया गया था। जगन्नाथ का मुख्य मंदिर कलिंग वास्तुकला में निर्मित एक प्रभावशाली और अद्भुत संरचना है, जिसकी ऊंचाई 65 मीटर की ऊंचाई पर स्थित है। पुरी में वर्ष के दौरान श्री जगन्नाथ के बहुत सारे त्योहार हैं। जो स्नाना यात्रा, नेत्रोत्सव, रथ यात्रा (कार उत्सव), सायन एकादसी, चीतलगी अमावस्या, श्रीकृष्ण जन्म, दशहरा आदि सबसे महत्वपूर्ण त्योहार विश्व प्रसिद्ध रथ यात्रा (कार महोत्सव) और बाहुदा यात्रा हैं। इस त्यौहार को मनाने के लिए भगवान जगन्नाथ दुरिग को देखने के लिए भारी भीड़ जमा होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>2. कांकर</p>\r\n<p>कोणार्क ओडिशा राज्य में पुरी जिले का एक छोटा सा शहर है। यह 13 वीं शताब्दी के सूर्य मंदिर का स्थल है, जिसे ब्लैक पैगोडा के रूप में भी जाना जाता है, जो गंगा वंश के एक विशिष्ट शासक नरसिम्हदेव -1 के शासनकाल के दौरान काले अनन्त में निर्मित है। मंदिर एक विश्व धरोहर स्थल है। मंदिर अब ज्यादातर खंडहर में है, और इसकी मूर्तियों का एक संग्रह सूर्य मंदिर संग्रहालय में रखा गया है, जिसे भारतीय पुरातत्व सर्वेक्षण (एएसआई) द्वारा चलाया जाता है। कोणार्क एक वार्षिक नृत्य उत्सव का भी घर है, जिसे हर साल 1 से 5 दिसंबर को आयोजित किया जाता है, जो ओडिशा के पारंपरिक शास्त्रीय नृत्य ओडिसी सहित शास्त्रीय भारतीय नृत्य रूपों को समर्पित है। कोणार्क नाम संस्कृत शब्द कोना (अर्थ कोण) और शब्द अर्का (सूर्य) से लिया गया है, जो सूर्य देव सूर्य को समर्पित था। सूर्य मंदिर 13 वीं शताब्दी में बनाया गया था और इसे एक विशाल रथ के रूप में डिजाइन किया गया था। सूर्य देव, सूर्या, बारह जोड़ी सजावटी पहियों के साथ सात घोड़ों द्वारा खींचे गए। कुछ पहिए 3 मीटर चौड़े हैं। सात घोड़ों में से केवल छह आज भी खड़े हैं। 17 वीं शताब्दी की शुरुआत में जहाँगीर के एक दूत ने मंदिर को खंडित करने के बाद मंदिर को अस्वीकार कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>3. चिल्का</p>\r\n<p>चिलिका एशिया की सबसे बड़ी खारे पानी की झील है। यह 1100 वर्गमीटर के क्षेत्र में फैला है। ओडिशा के तीन जिलों यानी पूर्व में पुरी, उत्तर में खुर्दा और दक्षिण में गंजम के कुछ हिस्से शामिल हैं। यह भारत में सबसे बड़ा तटीय लैगून और दुनिया में दूसरा सबसे बड़ा लैगून है। सतपदा ओडिशा के सबसे लोकप्रिय पर्यटन स्थल में से एक है। इरवाडी डॉल्फ़िन सतपद का प्रमुख आकर्षण हैं। इसके अलावा, सी माउथ के दर्शनीय स्थल, नालबाना, हनीमून, नाश्ता और राजहंस जैसे द्वीप साल भर बड़ी संख्या में पर्यटकों को आकर्षित करते हैं। यह अफ्रीका में विक्टोरिया झील के बाद दुनिया में प्रवासी पक्षियों की दूसरी सबसे बड़ी मण्डली है। यह भारतीय उप-महाद्वीप पर प्रवासी पक्षियों के लिए सबसे बड़ा शीतकालीन मैदान है। सर्दियों में प्रवासी पक्षी कैस्पियन सागर, लेक बैकाल, अरल सागर और रूस के अन्य हिस्सों, मंगोलिया के किर्गिज़ स्टेप्स, मध्य और दक्षिण-पूर्व-एशिया, लद्दाख और हिमालय से आते हैं। सतपदा में चिलिका में क्रूज दिलचस्प है। झील पौधों और जानवरों की कई खतरनाक प्रजातियों का घर है। झील एक पारिस्थितिकी तंत्र है जिसमें बड़े मत्स्य संसाधन हैं। यह किनारे और द्वीपों पर 132 गांवों में रहने वाले 150,000 से अधिक मछुआरों के लोक जीवों को पालता है। यहाँ पर विभिन्न प्रकार की मछलियों, झींगे और केकड़ों के स्वाद का आनंद लिया जा सकता है। बर्ड-वॉचर्स हों या प्रकृति-प्रेमी, युवा हों या बूढ़े, चिलिका में हर किसी के लिए बहुत कुछ है। नाव द्वारा सतपदा से मां कालीजाई के मंदिर भी जा सकते हैं।</p>\r\n<p>4.KAKATAPUR:</p>\r\n<p>(काकटपुर प्राची नदी के तट पर स्थित देवी मंगला के तीर्थ के लिए प्रसिद्ध है। वर्तमान मंदिर 15 वीं शताब्दी ईस्वी पूर्व का है और देवता 9 वीं शताब्दी ईस्वी के हैं। देवी मंगला ललितासना में एक डबल कमल पर विराजमान हैं। मां परमदेवदास के एक मेजबान द्वारा देवी को घेर लिया गया है। अनुष्ठानिक रूप से मंगला का संबंध पुरी के भगवान जगन्नाथ के नवकालेबार से है। मान्यता यह है कि वह उस पवित्र लॉग का पता लगाने की दिशा देती है जो नवकालेबार के समय भगवान का प्रतीक बनता है। झामुयात्रियों का प्रसिद्ध त्योहार। काकटपुर में जो आम तौर पर चैत्र (अप्रैल) के महीने में पड़ता है। इस अवसर पर बड़ी संख्या में आगंतुक काकतपुर में इकट्ठा होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>5.KURUMA:</p>\r\n<p>(बुद्ध विहार के उत्खनन स्थल के लिए प्रसिद्ध कुर्मी। यह एक छोटा सा गाँव है, जिसे जामा-धर्मा के नाम से जाना जाता है, जो किनार्क से 8 किलोमीटर की दूरी पर स्थित है। पुरातात्विक अवशेषों की खोज के कारण यह गाँव प्रमुखता से आया है, जैसे भगवान बुद्ध की प्रतिमा विराजमान है। भूमिकासरा मुद्रा हरुका (एक बौद्ध देवता) की छवि के साथ। वहाँ एक ईंट की दीवार है जो विभिन्न mtrs को मापती है। लंबाई में प्राचीन ईंटों की परतें होती हैं। यह स्थान ऐतिहासिक अनुसंधान के उद्देश्य के लिए महत्वपूर्ण खिला मैदान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>6.SATYABADI:</p>\r\n<p>सखीगोपाल या सत्यबाड़ी, सखीगोपाल मंदिर के लिए प्रसिद्ध है। यह जिले के तीर्थस्थलों में से एक है और लोगों का मानना ​​है कि पुरी का तीर्थस्थल सखी गोपाल के दर्शन के बिना अधूरा है। साखीगोपाल नाम का शाब्दिक अर्थ है साक्षी गोपाल (श्रीकृष्ण)। साखीगोपाल का मंदिर ६० फीट ऊंचाई का है और श्री कृष्ण और राधा की छवि क्रमशः ५ फीट और ४ फीट ऊँची है। यह सासन या ब्राह्मण बस्तियों से घिरा हुआ है और नारियल के व्यापार का केंद्र है। अनलावमे केंद्र का सबसे बड़ा त्यौहार है, जो हर साल राधापद (देवी राधा के पैर) देखने के लिए एक बड़ी भीड़ को आकर्षित करता है। सड़क, भुवनेश्वर से सखीगढ मंदिर के लिए निकटतम हवाई अड्डा की दूरी एनएच 203 पर 42 किलोमीटर और निकटतम रेलवे स्टेशन से 42 किलोमीटर है। सखीगोपाल से साखीगोपाल मंदिर की दूरी 1 किलोमीटर है और पुरी से साखीगोपाल मंदिर की दूरी 18 किलोमीटर है। इन शहरों से सखीगोपाल मंदिर के लिए नियमित बस और टैक्सी सेवाएं उपलब्ध हैं</p>\r\n<p>&nbsp;</p>\r\n<p>7. ब्रह्मगिरि: अलारथ मंदिर:</p>\r\n<p>विष्णु मंदिर। (बहुत साल पहले (1610 ईस्वी में) भगवान चैतन्यमहाप्रभु भगवान जगन्नाथ के अनवरा काल के दौरान अलारनाथ में रुके थे। अनावरसरा दो सप्ताह की अवधि है जब वार्षिक स्नान पर्व के कारण बुखार से पीड़ित होने के बाद भगवान जगन्नाथ बाकी दुनिया से अलगाव में आराम करते हैं। (स्नानायात्रा)। भगवान चैतन्य ने दावा किया कि उन्होंने भगवान जगन्नाथ के दर्शन करने की कल्पना की थी और यहां देवता की पूजा करने में एक लंबी अवधि बिताई। ऐसा माना जाता है कि जो लोग बीमार जगहें में रहने के दौरान भगवान जगन्नाथ की पूजा नहीं कर सकते, उन्हें आशीर्वाद मिल सकता है। यदि वे अलारनाथ मंदिर में जाते हैं तो देवता इस अवधि के दौरान मंदिर के सेवादारों को पवित्र दलिया (गुड़ से मीठा चावल) चढ़ाते हैं, जिसे स्थानीय भाषा में 'खीर' के नाम से जाना जाता है। मंदिर भगवान भगवान का आशीर्वाद पाने के लिए और प्रसिद्ध पवित्र 'खीर' के बर्तन का स्वाद लेने के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>8.CHAURASI:</p>\r\n<p>चौरासी, एक छोटा सा गाँव जो वरही के प्राचीन मंदिर के लिए प्रसिद्ध है। वरही में एक सूअर के चेहरे वाली माँ देवी है। यह माना जाता है कि वह एक हाथ में मछली और दूसरे में एक कप रखती है। देवता 9 वीं शताब्दी की ए डी से संबंधित है। तांत्रिक अनुष्ठानों के अनुसार उसकी पूजा की जाती है। लक्ष्मीनारायण के मौजूदा मंदिर और नीलामदाब के देवता स्थान का अतिरिक्त आकर्षण हैं। गाँव चरसी के पास, अमरेश्वर, अमरेश्वर (शिव) के मंदिर के लिए भी प्रसिद्ध है।</p>\r\n<p>HA.बिसवनाथ पहाड़ी:</p>\r\n<p>मंदिर पुरी जिले में देलांग के पास बिश्वनाथमुंडिया पहाड़ी के ऊपरी भाग पर स्थित है, जो पुरी और भुवनेश्वर के करीब है। पुरातत्वविदों का मानना ​​है कि इस पहाड़ी में कई बौद्ध स्तूप हैं। बिस्वनाथ हिल को दिगनाग के प्राचीन मठ, बौद्ध तर्कशास्त्री और दार्शनिक के लिए जाना जाता है। यह वराह छवि का पुरातत्व अवशेष भी है।</p>\r\n<p>BISWANATH मंदिर, BISWANATH मुंडिया के रूप में लोकप्रिय भगवान शिव बिश्वनाथ के लिए प्रसिद्ध है। यह एक मुंडिया (ROCK) के शीर्ष पर स्थित है। यह पुरी जिले के डेलंग ब्लॉक से 1/2 किमी दूर है और ब्लॉक BISWANATH मुंडिया के ठीक नीचे स्थित है। निकटतम स्टेशन मोटारी और कनास रोड है। लेकिन मोटे स्टेशन BISWANATH मुंडिया से पैदल दूरी पर है। महाशिवरात्रि, महाशिवसुक्रांति और भगवान शिव के कई और दिन यहां मनाए जाते हैं। यहां शादियां भी होती हैं। यह पिकनिक के लिए बहुत अच्छी जगह है।</p>\r\n<p>&nbsp;</p>\r\n<p>9.RAGHURAJPUR:</p>\r\n<p>गाँव गोटीपुआ नृत्य के लिए भी प्रसिद्ध है। रघुराजपुर के पास एक और बेहतर ज्ञात गंतव्य डंडासाही है, जिसमें कल के एक विरासत गांव बनने की क्षमता है। लगभग 50 घरों का एक छोटा सा गाँव, दण्डसाही ऐतिहासिक सड़क के किनारे है, जिसके माध्यम से श्री चैतन्य ने पुरी की यात्रा की थी। रघुराजपुर गाँव, भार्गवी नदी के दक्षिणी किनारे पर रमणीय स्थल, नारियल, ताड़, आम से घिरे कटहल, घास और अन्य उष्णकटिबंधीय पेड़। कई प्रकार की सुपारी के बागान आसपास के धान के खेतों को भी बिगाड़ देते हैं। आगंतुक न केवल बहुत नज़दीक से एक ठेठ ओरिसन गांव को देखने के लिए आते हैं, बल्कि एक जगह पर ओरिसन कला और शिल्प की समृद्ध परंपराओं का आनंद भी लेते हैं। इसके पास कारीगरों का एक समुदाय है, जो विभिन्न प्रकार के हस्तशिल्प वस्तुओं का उत्पादन करते हैं जैसे कि पट्टा पेंटिंग, ताड़ के पत्ते की नक्काशी, पत्थर की नक्काशी, कागज के बने खिलौने और मुखौटे, लकड़ी की नक्काशी, लकड़ी के खिलौने, गाय के गोबर के खिलौने, टसर पेंटिंग आदि। देश के सांस्कृतिक और पर्यटन मानचित्र एक विरासत स्थल के रूप में, उड़ीसा पर्यटन और पर्यटन मंत्रालय, भारत सरकार। भारत के ग्रामीण पर्यटन परियोजनाओं के तहत इस गांव को विकसित किया है। पर्यटक के लिए रेस्तरां, आवास, गुरुकुल के साथ-साथ शिल्प केंद्र जैसी सुविधाएं बनाई गईं। पर्यटन और विरासत</p>\r\n<p>&nbsp;</p>\r\n<p>10. बल्लीचंडी:</p>\r\n<p>पुरी से 27 किमी दक्षिण पश्चिम में पुरी में ब्रह्मगिरि और सतपद की ओर जाने वाले मार्ग पर देवी हरचंदी को समर्पित एक मंदिर है। ओडिय़ा भाषा में &amp; बाली &rsquo;का अर्थ है रेत और i हरचंदी अर्थात देवी दुर्गा का क्रोधी रूप। यह मंदिर देवी दुर्गा को समर्पित है और समुद्र के पास एक रेतीले पहाड़ी पर स्थित है। समुद्र तट मंदिर के बहुत निकट है जो इस स्थान का एक अन्य प्रमुख आकर्षण है। इस मंदिर की सही भौगोलिक स्थिति LONGITUDE 850 41 of 39 E और LATITUDE 190 45 of 28 E है।</p>\r\n<p>समुद्र तट का सूर्योदय और सूर्यास्त दृश्य पर्यटकों के लिए अद्भुत है। पर्यटक बलहाराचंडी के शांत और काफी समुद्र तट पर धूप का आनंद ले सकते हैं। इस स्थान की प्राकृतिक सुंदरता समूह पिकनिक के लिए आदर्श है। ओडिशा का प्रसिद्ध पर्यटन स्थल बलिहारचंडी एक यात्रा के लायक है।)</p>\r\n<p>&nbsp;</p>\r\n<p>11. रामचंडी:</p>\r\n<p>कुशभद्रियार नदी के मुहाने पर स्थित देवी 'रामचंडी' का मंदिर एक शानदार दर्शनीय पिकनिक स्थल है। यह पुरी से कोणार्क तक मरीन ड्राइव रोड पर कोणार्क से 7 किलोमीटर पहले स्थित है। रामचंडी को कोणार्क के पीठासीन देवता के रूप में जाना जाता है, और सबसे दयालु चंडी को जाना जाता है। यह निश्चित रूप से कोणार्क में सूर्य मंदिर की तुलना में अधिक प्राचीन है। स्थापत्य की दृष्टि से, रामचंडी का मंदिर महत्वपूर्ण नहीं है, लेकिन धार्मिक दृष्टिकोण से, यह पुरी के प्रसिद्ध सकतपिट्ठों में से एक है) रामचंडी के लोटस रिज़ॉर्ट में दोपहर का भोजन .03.30 खेल और कुशभद्रा नदी में नौका विहार।</p>\r\n<p>&nbsp;</p>\r\n<p>12.PIPILI:</p>\r\n<p>पिपिली 6.4 वर्ग किलोमीटर के क्षेत्र के साथ एक एनएसी शहर है। यह स्थान Applique कार्यों के लिए प्रसिद्ध है जो स्थानीय लोगों का एक पारंपरिक शिल्प है। वे चंदुआ (कपड़े पर रंगीन कलाएं), छाता, कपड़े की थैलियां, पर्स, दीवार पर लटकने वाले कपड़े, कालीन, महिलाओं के लिए वस्त्र और अन्य काम करता है जो भारत और विदेशों में एक अच्छा बाजार है तैयार करता है। विश्व प्रसिद्ध रथयात्रा के दौरान, रथों (रथों) को पाइपिली के लोगों द्वारा तैयार किए गए रंगीन कपड़ों से सजाया जा रहा है। बाय रोड, भुवनेश्वर से पिपिली के निकटतम हवाई अड्डे और निकटतम रेलवे स्टेशन की दूरी NH 203 से 20 किलोमीटर और पुरी (जिला) से है। पिपिली को मुख्यालय) 40 किलोमीटर है। इन शहरों से पिपिली के लिए नियमित बस और टैक्सी सेवाएं उपलब्ध हैं।</p>\r\n<p>13. सतापा (चिलिका):</p>\r\n<p>सतपदा पुरी के मंदिर शहर से 48 KM की दूरी पर स्थित है। यह भुवनेश्वर से लगभग 100 KM दूर है। राष्ट्रीय राजमार्ग (NH) नंबर 203 A, सतपदा को पुरी से जोड़ता है। यह स्थान चिलिका के किनारे स्थित है और चिलिकलके समुद्र के मुहाने के करीब है। सतपदा का मुख्य आकर्षण इसकी चिलिका नौका विहार और डॉल्फिन घड़ी है। चिलिका झील में नाव की सवारी और डॉल्फ़िन देखने के लिए पर्यटक सतपदा आते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>14.JAHANIAPIRA:</p>\r\n<p>पीरमुकुदन जहाँिया जहाँगस्त एक मुस्लिम संत का तीर्थ, समुद्र तट पर अस्टारंग के पास स्थित है। 16 वीं शताब्दी में परंपरा के अनुसार मुस्लिम संत अपने शिष्यों के साथ बगदाद से भारत आए और बंगाल में रहने के बाद वे ओडिशा आए। उन्होंने कई स्थानों का दौरा किया और आखिरकार वे अस्टारंग के पास बस गए। कोई भी हिंदू और मुस्लिम पूजास्थल पर पूजा नहीं करते। यह एक सुंदर पिकनिक स्थल भी है)</p>\r\n<p>।</p>\r\n<p>&nbsp;</p>\r\n<p>15.BELESWAR:</p>\r\n<p>बेलेश्वरपट्टा पुरी से 17 किलोमीटर की दूरी पर गोप ब्लॉक के राजस्व गांव बडागांव पर स्थित है। बालिघीचेक से दूर यह मरीन ड्राइव रोड से 4 किलोमीटर की दूरी पर स्थित है। यह सागर की ओर केवल 3 किलोमीटर है। इसके बारे में कई कहानियां हैं। BeleswarPitha। कुछ लोगों का मानना ​​था कि भगवान राम ने यहां 'शिव लिंगम' की स्थापना की थी और दानव राजा रावण के साथ युद्ध के लिए लंका जाने से पहले \"बेला\" की पूजा की थी। चूँकि इस स्थान को \"बेलेश्वरपीठा\" के नाम से जाना जाता था। मंदिर बेलेश्वर का निर्माण रेत के टीले पर किया गया है। चूंकि मंदिर समुद्र से केवल 4 किलोमीटर की दूरी पर स्थित है, इसलिए इसे अधिक पर्यटक क्षमता मिली है।</p>\r\n<p>&nbsp;</p>\r\n<p>16. बालशाय:</p>\r\n<p>बालीघाई पुरी से 14 किलोमीटर की दूरी पर और कोणार्क से 22 किलोमीटर की दूरी पर पुरी- कोणार्क समुद्री ड्राइव पर स्थित है। यह मोटी कैसुरीनस खांचे, रेत के टीलों, समुद्र तट और धीरे समुद्र की हवा के कारण एक आदर्श पिकनिक स्थल है। सुरम्य पुरी-कोनार्क समुद्री ड्राइव इस जगह से गुजर रहा है, जहां पर्यटक उस जगह के प्राकृतिक दृश्यों को देखकर आनंदित हो सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>17. बालिगाँव:</p>\r\n<p>पुरी जिले के पिपिली ब्लॉक के अंतर्गत भक्तशिरोमणिदासिया बाउरी का जन्म स्थान बालीगाँव, राज्य के चिन्हित पर्यटन केंद्रों में से एक है। यह पुरी से 30 किलोमीटर, भुवनेश्वर से 34 किलोमीटर और एनएच के नुआगादीचका से 2 किलोमीटर दूर है। 203. हमारे देश के विभिन्न हिस्सों से धार्मिक पर्यटक हर साल इस स्थान पर आते हैं। केंद्र की दो महत्वपूर्ण तिथियां क्रमश: कार्तिक सुक्ला एकादसी और माघ सुक्ल एकादसी हैं, जो भगवान जगन्नाथ के प्रसिद्ध भक्त भक्त दसिया की जन्म और पुण्यतिथि हैं। ये दो उत्सव तिथियां स्थानीय पर्यटकों की एक बड़ी संख्या को आकर्षित करती हैं। भगवान जगन्नाथ की महत्वपूर्ण तिथियां / त्योहार भी यहां देखे जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>18. बारालाबुनकेसर:</p>\r\n<p>बराल बाणलेश्वर पीठा अपने भगवान शिव तीर्थ के लिए प्रसिद्ध है जिसका नाम श्री श्री बराल बाणलेश्वर देव है। यह स्थान पुरी से 25 किलोमीटर की दूरी पर स्थित है। त्रेतायुग में लेगैंड का कहना है कि यह स्थान घने जंगल से घिरा हुआ था और यह \"भृगु मुनि\" का आश्रम था। श्री राम चंद्र, लक्ष्मण और माता सीता के वनवास के दौरान, वे इस स्थान पर गए थे, प्रभु श्री राम चंद्र ने एक बरगद के पेड़ के नीचे रेत में शिव लिंगम रखा था। इसलिए इस स्थान को \"बराल बालकुनेश्वर\" कहा जाता है। इस स्थान को \"गुप्तकाशी\" भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>19. ASTARANGA:</p>\r\n<p>एस्टारंगा पुरी जिले का एक पहचाना जाने वाला पर्यटन केंद्र है। यह अपने उत्कृष्ट समुद्र तट, मछली और नमक व्यापार केंद्र के लिए प्रसिद्ध है। एस्टारंग का शाब्दिक अर्थ है रंगीन सूर्यास्त। एस्टारंग पुरी और भुवनेश्वर से उपलब्ध निमापाड़ा (31 किलोमीटर) नियमित बस सेवाओं के साथ अच्छी सड़क से जुड़ा हुआ है</p>\r\n<p>&nbsp;</p>\r\n<p>20. मनकीनातना:</p>\r\n<p>मानिकपटन कृष्णाप्रसाद ब्लॉक के तहत ब्रह्मगिरी तहसील के चिलिका के बाहरी चैनल के साथ स्थित है। मणिकापटन पारंपरिक रूप से भगवान जगन्नाथ से जुड़ा हुआ है। परम्परा के अनुसार, कहानी यह है कि भगवान जगन्नाथ और भगवान बलभद्र ने माणिक गोदुनी से कुछ स्वादिष्ट दही लिया, जबकि कांसी के साथ घोड़ों की पीठ पर बैठकर युद्ध के लिए जा रहे थे (वे पुरुषोत्तम देव / तत्कालीन की मदद करने के लिए कालाघोड़ा और धलाघोड़ा के रूप में जाने जाते हैं) पुरी का राजा। तदनुसार गाँव का नाम मणिकी के नाम पर रखा गया है। वर्तमान स्थिति गाँव मणिकापटना में 13 वीं शताब्दी का शिव मंदिर है जिसे &ldquo;भबाकुंडलेश्वर&rdquo; के नाम से जाना जाता है। मंदिर में भगवान जगन्नाथ और बलभद्र की दो मूर्तियाँ हैं जो घोड़ों (कलघोडा और धलाघोडा) में विराजमान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>21. MATRUSHAKTIPITHAJALIAPADA:</p>\r\n<p>पुरी से 46 किलोमीटर की दूरी पर स्थित, कनास ब्लॉक के अंतर्गत ग्राम जलियापाड़ा में माँ मंगला पिठा। यह अपने पीठासीन देवता मांगांगला के लिए एक बहुत प्रसिद्ध धार्मिक केंद्र है। वर्ष भर, अच्छी संख्या में आगंतुक / भक्त यहाँ आते हैं। प्रत्येक मंगलवार और संक्रांति को मंगला पिठ (स्थान) का त्योहार होता है। केंद्र का सबसे बड़ा त्योहार। चैत्र (अप्रैल) के प्रत्येक मंगलवार को हर साल दूर-दूर से बड़ी भीड़ आकर्षित करती है। एकादशी से पूर्णमी तक महाजंगल आयोजित होगा। इस जगह पर 40,000 से अधिक लोग इकट्ठा हैं। भक्तों के अनुसार पीठासीन देवता माँ मंगला द्वारा सभी मनोकामनाएं पूरी होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Puri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-puri-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"पुरी","slug":"puri"}],"recommendations":[{"id":813,"title":"सुंदरगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"सुंदरगढ़ जिला भी है सुंदरगढ़ जिला पूर्वी भारत में ओडिशा राज्य के उत्तर-पश्चिमी भाग में स्थित एक जिला है।\r\n&nbsp;\r\nसुंदरगढ़ जिला पश्चिम में छत्तीसगढ़ के रायगढ़ जिले, उत्तर-पश्चिम में छत्तीसगढ़ के जशपुर जिले, उत्तर में झारखंड के सिमडेगा जिले, झारखंड के पश्चिम सिंहभूम जिले और पूर्व में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"सुंदरगढ़","slug":"sundargarh"}],"slug":"top-places-to-visit-in-sundargarh-odisha","total":0},{"id":794,"title":"गजपति, परलाखेमुंडी में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"गजपति भारत के ओडिशा का एक जिला है। यह अक्टूबर 1992 में गंजम जिले से बनाया गया था। गजपति जिले का नाम महाराजा श्री कृष्ण चंद्र गजपति नारायण देव, परलखेमंडी संपत्ति (राज्य के पहले प्रधान मंत्री) के राजा साहब के नाम पर रखा गया था, जिन्हें गठन में उनके योगदान के लिए याद किया जाता है। एक अलग राज्य, और ओ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गजपति","slug":"gajapati"},{"name":"परलाखेमुंडी","slug":"paralakhemundi"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":786,"title":"भद्रक में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"भद्रक पूर्वी भारत में ओडिशा राज्य का एक शहर है। यह 1 अप्रैल 1993 को अस्तित्व में आया। शहर भद्रक जिले का जिला मुख्यालय है। पौराणिक कथा के अनुसार, शहर का नाम देवी भद्रकाली से लिया गया है, जिसका मंदिर सालंदी नदी के तट पर है।\r\n&nbsp;\r\nपरिवहन\r\nभद्रक शहर ओडिशा राज्य के साथ और देश क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"भद्रक","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}