{"id":809,"title":"Top Places to visit in Puri, Odisha","imageUrl":"5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","dateCreated":"2019-09-29T13:57:56.483Z","dateModified":"2019-09-29T13:59:12.797Z","contributedBy":"AskGif","content":"<p>Puri is a coastal district of the Odisha state of India.</p>\r\n<p>&nbsp;</p>\r\n<p>This district comprises 1722 revenue villages. It has one Sub-Division, 11 Tahasils and 11 Blocks. Puri is the only municipality of the district. Konark, Pipili and Nimapara are the three N.A.Cs in this district. Satyabadi, Gop, Kakatpur and Brahmagiri are major Semi-urban areas.</p>\r\n<p>&nbsp;</p>\r\n<p>River system</p>\r\n<p>All the rivers of Puri district have a common characteristic. In the hot weather, they are beds of sand with tiny streams or none at all, while in the rains they receive more water than they can carry. Generally, all rivers are tributaries of Mahanadi rivers.</p>\r\n<p>&nbsp;</p>\r\n<p>1) Kushabhadra River- A branch of the Kuakhai river originates from Balianta and meets the sea of Bay of Bengal at the shrine of Ramachandi, located 15 miles east of Puri. Its tributary Mugei joins with Kushabhadra.</p>\r\n<p>&nbsp;</p>\r\n<p>2) Daya River- A branch of the Kuakhai river drains into the Chilika lake. Two small rivers join with the Daya river i.e. the Gangua and the Managuni below Kanas. Daya river has been attributed with the problem of causing silt build-up in Chilika Lake.</p>\r\n<p>&nbsp;</p>\r\n<p>3) Bhargavi River- A branch of Kuakhai meets the sea of Bay of Bengal after breaking up into numerous tributaries in the last two and half miles of its course. There are four main branches all branching off from the left bank viz. Kanchi, the East Kania, the Naya Nadi and the South Kanchi (which drains into Sar Lake); and by various channel the first three are interconnected and finally join the Suna Munhi river which falls into Bali Harchandi and ultimately drains to the Bay of Bengal via the mouth of Chilika. The South Kania gets lost in the marshes on the western shore of Chilika.</p>\r\n<p>&nbsp;</p>\r\n<p>4) Kadua River- It is a monsoon fed river that drains into Prachi river.</p>\r\n<p>&nbsp;</p>\r\n<p>5) Prachi River- It is a branch commencing from Puri and Jagatsinghpur district. It has its origin near Kantapara on Cuttack-Gop road and passes through the village of Kakatpur before draining into the sea of Bay of Bengal.</p>\r\n<p>&nbsp;</p>\r\n<p>6) Devi River- It is a branch of the Kathajori. It runs into Puri district near the extreme east forming numerous branches.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also a few small rivers worth a mention, chiefly Ratnachira and Nuna, which drain into Bhargabi river and Daya river respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and Tradition</p>\r\n<p>Puri is one of the fascinating littoral districts of Odisha. The cultural heritage of Puri with its long recorded history beginning from the third century B.C., The monuments and religious sanctity, way of life of the people with their rich tradition possess emphatically to be the cultural heart of Odisha. Puri is considered to be a cultural capital of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has a conglomeration of different religions, sects and faiths in course of it's history. Majority of the people are Hindus. The other important communities are Muslims, Sikhs, Jains, Christians and indigenous groups are found in the district. The Hindu monuments of various sectors like Shaivism, Vaishnavism, Sakti cult, Ganapatya, Mahabir etc. are found. Similarly Muslim Mosques, Christian Churches are also noticed here.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>The important monuments of the district are :-</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Konark Sun Temple</p>\r\n<p>Jagannath Temple (Puri)</p>\r\n<p>Gundicha Temple, Puri</p>\r\n<p>Lokanatha Temple, Puri</p>\r\n<p>Jambeswar temple, Puri</p>\r\n<p>Sun Temple, Konark</p>\r\n<p>Barahi Temple, at Chourasi, in Nimapara Block</p>\r\n<p>Mangala Temple, Kakatpur</p>\r\n<p>Sakhigopal Temple, at Sakhigopal</p>\r\n<p>Amareswar Temple, at Amareswar, Nimapara Block</p>\r\n<p>Sculpture shed at Bishnupur, Nimapara</p>\r\n<p>Gramswar Temple, Terundia, Nimapara</p>\r\n<p>Alarnath Temple, Brahamgiri</p>\r\n<p>Baliharachandi Temple, Brahamagiri Block</p>\r\n<p>Kunteswar Temple, Araorh, Pipili Block</p>\r\n<p>Harihar Temple, near Pipili</p>\r\n<p>Shiva Temple, Jagadalpur at Delang Block</p>\r\n<p>Tara image at Badatara, Gop</p>\r\n<p>Bayalisbati Temple, near Gop</p>\r\n<p>Mohabir Temple, Siruli Sadar Block</p>\r\n<p>Sri Sri Bakreswar Temple at Balanga, Nimapara block</p>\r\n<p>Baba Balunkeswar Temple at Arisandha, Nimapara Block</p>\r\n<p>Nilakantha Temple and Chirnnamasta Temple at Biranarasinghpur Sasana.</p>\r\n<p>The grandeur of architecture and the crafts maintop of the sculptures speak high of the cultural history of Puri District.</p>\r\n<p>&nbsp;</p>\r\n<p>Traditional Fairs and Festivals</p>\r\n<p>It is said that 13 festivals are celebrated in calendar year relating to Lord Jagannath. Some important festivals related of Lord Jagannath and others are listed below.</p>\r\n<p>&nbsp;</p>\r\n<p>Car Festival (Ratha Yatra) in July</p>\r\n<p>Chandan Yatra in April</p>\r\n<p>Gosani Yatra, Dasahara in September/October</p>\r\n<p>Sahi Yatra for seven days from Rama Navami in March/April</p>\r\n<p>Maha Shivaratri in February in all the Shaiva Pithas</p>\r\n<p>Magha mela at Konark in January</p>\r\n<p>Boita Bandan at Konark in October/November</p>\r\n<p>Harirajpur Melan at Harirajpur in March</p>\r\n<p>Jhamu Yatra at Kakatpur in May</p>\r\n<p>Dayana chori at Ghorodia in Pipili Block</p>\r\n<p>Amla Navami at Sakshigopal in March</p>\r\n<p>Makar Mela at Chilika in January</p>\r\n<p>Baliharachandi Mela during Raja Festival in June at Brahmagiri</p>\r\n<p>Anavasara at Alarnatha Mandira, Brahamagiri.</p>\r\n<p>Siruli Mahavir Mela during Pana Sankranti- Siruli, Sadar Block in April</p>\r\n<p>Panchudola BALANGA Melan at Balanga Melan field, Nimapara block in March and at Arisandha, Niamapada -specialty in Arisandha GP on this day is Holi plays on this day.</p>\r\n<p>Snana Purnima celebration of Lord Shree Jagannath and Naga Jatra for three days at Rupadeipur, Pipli.</p>\r\n<p>Sitala sasthi yatra at Biranarasinghpur sasana.</p>\r\n<p>Other Festivals for Tourists</p>\r\n<p>&nbsp;</p>\r\n<p>Konark festival- Dept of Tourism- Government of Odisha- first week of December</p>\r\n<p>Konark Music &amp; Dance Festival- Konark Natya Mandap- February</p>\r\n<p>Basant Utshav- Parampara Raghurajpur- February</p>\r\n<p>Puri Beach Festival at Puri- Organised by Hotel and Restaurant Association of Odisha - November</p>\r\n<p>Sri Ksetra Mohotsav, Puri- Organised by Sri Kshetra Mahoshav committee - April</p>\r\n<p>Gundicha Utsav at Puri- Organised by Urreka, Puri - June</p>\r\n<p>In all the festivals Odissi dance and folk dances from different parts of the country are staged.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Earlier, when roads did not exist, people used to walk or travel by animal-drawn vehicles or carriages along beaten tracks to reach Puri. Travel was by riverine craft along the Ganges up to Calcutta, and then on foot or by carriages. It was only during the Maratha rule that the Jagannath Sadak (Road) was built around 1790. The East India Company laid the rail track from Calcutta to Puri, which became operational in 1898. Puri is now well-connected by rail, road and air services. A broad gauge railway line of the South Eastern Railways which connects Puri with Calcutta, and Khurda is an important railway junction on this route. The rail distance is about 499 kilometres (310 mi) from Calcutta and 468 kilometres (291 mi) from Vishakhapatnam. Road network includes NH 203 that links the city with Bhubaneswar, the state capital, situated about 60 kilometres (37 mi) away. NH 203 B connects the city with Satapada via Brahmagiri. Marine drive, which is part of NH 203 A, connects Puri with Konark. The nearest airport is the Biju Patnaik International Airport at Bhubaneswar. Puri railway station is among the top hundred booking stations of the Indian Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Samanta Chandra Sekhar College, Puri</p>\r\n<p>Some of the educational institutions in Puri are:</p>\r\n<p>&nbsp;</p>\r\n<p>Ghanashyama Hemalata Institute of Technology and Management</p>\r\n<p>Gangadhar Mohapatra Law College, established in 1981</p>\r\n<p>Extension Unit of Regional Research Institute of Homoeopathy, Puri, under Central Council for Research in Homoeopathy (CCRH), New Delhi; established in March 2006&nbsp;</p>\r\n<p>Shri Jagannath Sanskrit University, established in July 1981</p>\r\n<p>Gopabandhu Ayurveda Mahavidyalaya, a college and hospital where treatment and training is based on Ayurveda school of medicine&nbsp;</p>\r\n<p>The Industrial Training Institute, a premier technical institution to provide education to skilled, committed &amp; talented technicians was established in 1966 by the Government of India</p>\r\n<p>Blessed Sacrament High School established in 1952 is otherwise known as Puri convent. It is one of the best schools in the city. The school features classes 1 to 10. It is located in VIP Road, Puri.</p>\r\n<p>Notable People from Puri</p>\r\n<p>Jayee Rajguru - Freedom fighter</p>\r\n<p>Chakhi Khuntia (Chandan Hajuri) &ndash; Freedom fighter&nbsp;</p>\r\n<p>Utkalmani Pandit Gopabandhu Das &ndash; Social worker</p>\r\n<p>Pandit Nilakantha Das &ndash; Social activist</p>\r\n<p>Bhaktakabi Madhusudan Rao &ndash; Odia Poet</p>\r\n<p>Padma Vibhushan Kelucharan Mohapatra &ndash; Odissi dancer</p>\r\n<p>Padma Shri Pankaj Charan Das &ndash; Odissi dancer</p>\r\n<p>Padma Shri Pandit Sadashiv Rathasharma &ndash; Scholar and Preacher of Shri Jagannatha Culture</p>\r\n<p>Padma Vibhushan Raghunath Mohapatra &ndash; Architect and sculptor</p>\r\n<p>Padma Shri Sudarshan Pattnaik &ndash; Sand Artist</p>\r\n<p>Baisali Mohanty - ALC Global Fellow at University of Oxford, United Kingdom</p>\r\n<p>Rituraj Mohanty &ndash; Singer</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>1. PURI</p>\r\n<p>Puri is famous for the world famous Jagannath Temple &amp; Longest Golden Beach. It is one of the Dhamas (Holiest of the holy place) out of four Dhamas i.e. Puri, Dwarika, Badrinath &amp; Rameswar, in India. Lord Jagannath, Devi Subhadra and elder brother Balabhadra are being worshipped in Puri (The Purusottama Kshetra). The deities are seated on the Bejeweled Pedestal (Ratna Simhassana). Shree Jagannath Puri Temple is one of the most impressing monuments of the Indian State Odisha, was constructed by a famous king of Ganga Dynasty Ananta Varman Chodaganga Deva dating back to 12th century at the seashore Puri. The main temple of Jagannath is an impressing and amazing structure constructed in Kalinga architecture, with a height of 65 meters placed on an elevated platform. There are so many festivals of Sri Jagannath during the year observed in Puri. Which are Snana Yatra, Netrotsava, Ratha Yatra (car festival), Sayan Ekadasi, Chitalagi Amabasya, Srikrushna Janma, Dussehra etc. The most important festival is the World famous Rath Yatra (Car Festival) &amp; Bahuda Yatra. A large crowd is gathered to witness Lord Jagannath durig this festival.</p>\r\n<p>&nbsp;</p>\r\n<p>2. KONARK</p>\r\n<p>Konark is a small town in the Puri District in the state of Odisha. It is the site of the 13th-century Sun Temple, also known as the Black Pagoda, built in black grinite during the reign of Narasimhadeva-1 a distinguished ruller of Ganga Dynasty. The temple is a World Heritage Site. The temple is now mostly in ruins, and a collection of its sculptures is housed in the Sun Temple Museum, which is run by the Archaeological Survey of India (ASI). Konark is also home to an annual dance festival called Konark Dance Festival, held on 1st to 5th December of every year, devoted to classical Indian dance forms, including the traditional classical dance of Odisha, Odissi. The name Konark is derived from the Sanskrit word Kona (means angle) and word Arka (means sun) in reference to the temple which was dedicated to the Sun god Surya.The Sun Temple was built in the 13th century and designed as a gigantic chariot of the Sun God, Surya, with twelve pairs of ornamented wheels pulled by seven horses. Some of the wheels are 3 meters wide. Only six of the seven horse still stand today. The temple fell into disuse after an envoy of Jahangir desecrated the temple in the early 17th century.</p>\r\n<p>&nbsp;</p>\r\n<p>3. CHILIKA</p>\r\n<p>Chilika is largest brackish water estuarine Lake of Asia. It sprawls over an area of 1100 sqkms. Covering parts of three districts of Odisha i.e Puri on the East, Khurda on the North and Ganjam on the South. It is the largest coastal lagoon in India and the second largest lagoon in the World. Satapada is one of the most popular tourist place of Odisha. Irrawady Dolphins are major attraction of Satapada. Apart from that the scenic of Sea Mouth, Islands like Nalabana, Honeymoon, Breakfast &amp; Rajhans attract large number of tourists throughout the year. It has the second largest congregation of migratory Birds in the world after Lake Victoria in Africa. It is the largest wintering ground for migratory birds on the Indian sub-continent. In Winter the migratory birds come from as far as the Caspian Sea, Lake Baikal, Aral Sea and other parts of Russia, Kirghiz Steppes of Mangolia, Central&amp; South-East-Asia, Ladakh and the Himalayas. Cruise in Chilika at Satapada is interesting. The lake is home to a number of threatened species of plants and animals. The lake is an ecosystem with large fishery resources. It sustains more than 150,000 fisher folk living in 132 villages on the shore and islands. One can enjoy the taste of variety of fishes, Prawns &amp; crabs here. Bird-watchers or nature-lovers, young or old, Chilika has a lot to offer everyone. One can also visit the Temple of Maa Kalijai from Satapada by Boat.</p>\r\n<p>&nbsp;</p>\r\n<p>4.KAKATAPUR:</p>\r\n<p>(Kakatpur is famous for the Shrine of Goddess Mangala situated on the bank of river Prachi. The present temple dates back to the 15th century A.D and the deity belongs to the 9th century A.D. Goddess Mangala sits in Lalitasana on a double lotus pedestal. The mother Goddess is Surrounded by a host of ParswaDevatas. Ritualistically Mangala is related with Navakalebar of Lord Jagannath of Puri. The belief is that She gives direction for locating the holy log which forms the icon of the Lord at the time of Navakalebar.JhamuYatrais the famous festival at Kakatpur which generally falls in the month of Chaitra (April) . On this occasion a large no. of Visitors gather at Kakatpur to witness the miracles of fire walking.) Prasad Sevanat the Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>5.KURUMA:</p>\r\n<p>(Kurumais famous for the excavated site of Buddha Vihar. It is a small village known as Jama &ndash;Dharma situated at a distance of 8 kms fromKonark. The village has come to prominence due to discovery of Archaeological remains like the image of Lord Buddha seated in BhumiSparsa Mudra along the image of Heruka (a Buddhist deitya). There is a brick wall measuring 17 mtrs. In length which consists of layers of ancient bricks. The place is also important feeding ground for historical research purpose).</p>\r\n<p>&nbsp;</p>\r\n<p>6.SATYABADI:</p>\r\n<p>Sakhigopal or Satyabadi is famous for the shrine of Sakhigopal. It is one of the pilgrimage centre in the district and believe that ones pilgrimage to Puri is incomplete without visiting Sakhigopal. The name sakhigopal literally means witness Gopal (Srikrishna). The temple of Sakhigopal is 60 ft height &amp; the image of Shri Krishna and Radha is 5 ft&amp; 4ft height respectively. It is surrounded by sasanas or Brahmins settlements and is centre of trade of coconuts. AnlaNavamee is the biggest festival of the centre, which attracts a large crowd every year to witness RadhaPada(feet of Goddess Radha).By Road, The distance from Nearest Airport at Bhubaneswar to Sakhigopal Temple is 42 Kms on NH 203 and from Nearest Railway Station at Sakhigopal to Sakhigopal Temple is 1 Km and from Puri to Sakhigopal Temple is 18 Kms. Regular Bus and Taxi services are available from these cities to Sakhigopal Temple</p>\r\n<p>&nbsp;</p>\r\n<p>7.BRAHMAGIRI: ALARNATH TEMPLE:</p>\r\n<p>The Vishnu Mandira. (Long years back (in 1610 A.D) Lord ChaitanyaMahaprabhu stayed at Alarnath during anavasara period of Lord Jagannath . Anavasara is the two weeks period when Lord Jagannatha take rest in isolation from the rest of the world after suffering from fever due to the annual bathing festival (SnanaYatra). Lord Chaitanya claimed that he visualised the appearance of Lord Jagannath in Alarnath and spent a long period in worshipping the deity here. It is believed that those who cannot worship Lord Jagannath during his stay in the sick chamber can get the blessings of the deity if they visit the Alarnath temple. During this period the temple servitors offered holy porridge (rice pudding sweetened by jaggery), known as &lsquo;Kheer&rsquo; in local language, to the lord. During anavasara period of every year thousands of devotees visit Alarnath temple to get the blessings of Lord Alarnath and to taste a pot of famous holy &lsquo;Kheer&rsquo;)</p>\r\n<p>&nbsp;</p>\r\n<p>8.CHAURASI:</p>\r\n<p>Chaurasi, a small village which is famous for the ancient templ of Varahi.Varahi is the mother Goddess with the face of a boar. It is believed that She holds a fish in one hand and a cup in the other. The deity belongs to the 9th century A.D. She is worshipped accordingly to tantric rites. The existing temple of Laxminarayan and the deity of Nilamadhab are the additional attraction of the place. Close to the village Charasi, Amareswar is also famous for the shrine of Amareswar(Siva).</p>\r\n<p>&nbsp;</p>\r\n<p>8.BISWANATHA HILL:</p>\r\n<p>The Temple is located on the upper part of BiswanathMundia hill near Delang in Puri district, close to Puri and Bhubaneswar. Archeologists opine that there are many Buddhist stupas in this hill. Biswanath Hill is known for its ancient monastery of Dignag, the Buddhist Logician and Philosopher.There is also the archeological remains of a Varaha image.</p>\r\n<p>BISWANATH temple, Popularly known as BISWANATH Mundia is famous for Lord Siva Biswanath. It is situated at the top of a Mundia(ROCK).It is 1/2 km from Delang Block in Puri district and the Block is situated at just lower to the BISWANATH Mundia. The nearest Station is Motari and Kanas Road. But Motari station is at walkable distance from the BISWANATH Mundia. Mahasivratri, Mahabisuvsankranti and many more days of Lord Siva, are celebrated here. Marriages are also held here. It is a very good place for picnic.</p>\r\n<p>&nbsp;</p>\r\n<p>9.RAGHURAJPUR:</p>\r\n<p>The village is also famous for Gotipua dance. Near to Raghurajpur is another better known destination is DandaSahi, which has the potential of becoming a heritage village of tomorrow. A small village of about 50 households, Dandasahi is on the side of the historical road, through which Sri Chaitanya had travelled to Puri.The Raghurajpur village, idyllic setting on the Southern bank of the river Bhargavi, sorrounded by coconut, palm, mango, jackfruit, groves &amp; other tropical trees. A number of betel vine gardens also dot the surrounding paddy fields. The visitors not only come here to see a typical Orissan village from very close quarters but also to enjoy the rich traditions of Orissan Arts &amp; Crafts at one place. It has a community of artisans who produce different varieties of handicraft items like patta paintings, palm leaf engravings, stone carvings, paper mache toys &amp; masks, wood carvings, wooden toys, cow dung toys, tusser paintings etc. For its rightful place both in the Cultural &amp; Tourist maps of the country as a heritage destination, Orissa Tourism &amp; Ministry of Tourism, Govt. of India have developed this village under Rural Tourism Projects. The facilities like Restaurant, Accommodation, Gurukul as well as craft center were created for the tourist. The Tourism &amp; the Heritage</p>\r\n<p>&nbsp;</p>\r\n<p>10. BALIHARACHANDI:</p>\r\n<p>There is a temple dedicated to goddess Harachandi at 27 km South West of Puri on the national highway 203 leading from Puri towards Brahmagiri and Satapada.. In Odia language &lsquo;Bali&rsquo; means Sand &amp; &lsquo;Harchandi&rsquo; means angry form of Goddess Durga. This temple is dedicated to Goddess Durga and is mounted on a sandy hill near the ocean. Beach is very near to the temple which is another major attraction of this place. The exact geographical location of this temple is LONGITUDE 850 41&prime; 39 E and LATITUDE 190 45&prime; 28 N.</p>\r\n<p>The sunrise and sunset scene of beach is amazing for touristis. The tourists can also enjoy sunbath on the calm and quite sea beach of Baliharachandi. The scenic beauty of this place is ideal for group picnic. Baliharachandi, the well known tourist destination of Odisha, is worth a visit.)</p>\r\n<p>&nbsp;</p>\r\n<p>11. RAMACHANDI:</p>\r\n<p>The temple of Goddess &lsquo;Ramachandi&rsquo; on the river mouth of Kushabhadrariver is a splendid scenic picnic resort. It is situated 7 kms before Konark on the Marine drive road from Puri to Konark. Ramachandi is popularly beleived the presiding deity of Konark, and the most benevolent Chandi known. It is certainly more ancient than the Sun temple at Konark. From the architectural point of view, the temple of Ramachandi is not important but from the religious point of view, it is one of the famous Saktapithas of Puri) Lunch at Lotous Resort of Ramachandi .03.30 Water Sports &amp; Boating in Kusabhadra River .</p>\r\n<p>&nbsp;</p>\r\n<p>12.PIPILI:</p>\r\n<p>Pipili is a NAC town with an area of 6.4 Square Kms. The place is famous for Applique works which is a traditional craft of the local People. They prepares Chandua (colorful Arts on clothes), umbrella, cloth bags, purses, wall hangings, carpets, garments for ladies &amp; other applique works which have a good market in India and abroad. During World famous RathaYatra, the chariots (Raths) are being decorated by colorful clothes made by the People of pipili.By Road, The distance from Nearest Airport and Nearest Railway Station at Bhubaneswar to Pipili is 20 Kms on NH 203 and from Puri (District Headquarter) to Pipili is 40 Kms. Regular Bus and Taxi services are available from these cities to Pipili.</p>\r\n<p>&nbsp;</p>\r\n<p>13. SATAPADA(CHILIKA):</p>\r\n<p>Satapada is located at a distance of 48 KM from temple town of Puri. It is nearly 100 KM from Bhubaneswar. National Highway (NH) number 203 A connects Satapada to Puri. This place is located by the side of Chilika and close to the mouth opening of Chilikalake to sea. The main attraction at Satapada is its Chilika boating and Dolphin watch. Tourist come to Satapada for a boat ride in Chilika lake and to watch Dolphins</p>\r\n<p>&nbsp;</p>\r\n<p>14.JAHANIAPIRA:</p>\r\n<p>The Shrine of PirMukudan Jahania Jahagast a Muslim saint, is located near Astarang on the Beach. According to tradition in the 16th Century the Muslim saint with his disciples came to India from Baghadad and after staying in Bengal he came to Odisha . He visited many places &amp; finally he settled down near Astarang .Both Hindus &amp; Muslims offer worship at the shrine. It is also a Beautiful Picnic spot)</p>\r\n<p>.</p>\r\n<p>&nbsp;</p>\r\n<p>15.BELESWAR:</p>\r\n<p>Beleswarpitha is located on the revenue village BadaGaon of Gope block at a distance of 17 kms from Puri .Right from Balighaichhack it is located at a distance of 4 kms from marine drive road it is only 3 kms towards Sea.There are many stories about the BeleswarPitha. Some People believed that Lord Rama had established the &lsquo;Siva Lingam&rsquo; here and had worshiped by offering &ldquo;Bela&rdquo; before proceeding to lanka for war with the Demon king Ravana. Since this place was known as &ldquo;BeleswarPitha&rdquo;. The temple Beleswar has been constructed on sand dune. Since the temple as located only at distance of 4 kms from Sea, it has got more tourist potentiality.</p>\r\n<p>&nbsp;</p>\r\n<p>16. BALIGHAI:</p>\r\n<p>Balighai is situated on Puri- Konark marine drive at distance of 14 Kms from Puri&amp; 22 Kms from Konark. It is an ideal picnic spot due to thick casuarinas grooves, sand dunes, Sea beach and gently sea breeze. The picturesque Puri -Konark marine drive is passing through this place which the tourist can be delighted by observing the natural scenery of the place.</p>\r\n<p>&nbsp;</p>\r\n<p>17. BALIGAON:</p>\r\n<p>Baligaon , the birth place of BhaktaSiromaniDasiaBauri under Pipili block of Puri district is one of the identified tourist centres of the state. It is 30 kms from Puri, 34 kms from Bhubaneswar &amp; 2 kms from NuagadiChhaka of NH. 203. A good number of religious Tourists from different parts of our country visit this place every year. The two important dates of the centre are Kartik Sukla Ekadasi &amp; Magha Sukla Ekadasi the birth &amp; death anniversary of Bhakta Dasia, the famous devotee of lord Jagannath respectively. These two festive dates attracts a large no of local tourists. The important dates / festivals of lord Jagannath are also observed here.</p>\r\n<p>&nbsp;</p>\r\n<p>18. BARALBALUNKESWAR:</p>\r\n<p>Baral Balunkeswar Pitha is famous for its Lord Shiva Shrine named as Sri Sri Baral Balunkeswar Dev. This Place is situated 25 kms distance from Puri. As legand says in Tretayayuga this place was surrounded with dense forest and it was the Ashram place of &ldquo;Bhrugu Muni&rdquo;. During the exile of Sri Rama Chandra, Laxman&amp; Mata Sita they have visited this place, Prabhu Sri Rama Chandra had placed Shiva Lingam in sand under a Banyan tree. So this place is called as &ldquo;Baral Balunkeswar&rdquo;.This place was also called as &ldquo;Guptakasi.</p>\r\n<p>&nbsp;</p>\r\n<p>19. ASTARANGA:</p>\r\n<p>Astaranga is an identified Tourist centre of Puri District. It is famous for its excellent sea beach, Fish &amp; salt trading centre. Astarang literally means the colorful sunset. Astarang is connected by good road with Nimapada (31 kms) regular bus services available from Puri&amp; Bhubaneswar</p>\r\n<p>&nbsp;</p>\r\n<p>20. MANIKAPATANA:</p>\r\n<p>Manikptana is located along the outer channel of Chilika on Brahmagiri Tahasil under Krushnaprasad Block. Manikapatana traditionally associated with Lord Jagannath. According to the tradition the story goes that Lord Jagannath &amp; Lord Balabhadra taken some delicious curd from Manik Gauduni, while going for a war with Kanci sitting on the back of horses (they are known as Kalaghoda &amp; Dhalaghoda) to help Purusottam Dev/ the then king of Puri. Accordingly the village named after Maniki.e &ldquo;Manikapatana&rdquo;. The present status the village Manikapatana has a 13th century Shiva temple known as &ldquo;Bhabakundaleswar&rdquo;. There are two statue of Lord Jagannath &amp; Balabhadra sitting on horses (Kalaghoda &amp; Dhalaghoda) at the temple</p>\r\n<p>&nbsp;</p>\r\n<p>21. MATRUSHAKTIPITHAJALIAPADA:</p>\r\n<p>Situated at a distance of 46 kms away from Puri, Maa Mangala Pitha in the village Jaliapada under Kanas Block. It is a very famous religious centre for its presiding deity MaaMangala. Around the year, a good number of visitors/devotees visit the place. Every Tuesday and Sankrantis are the festive days of Mangala Pitha (place).Chaitra Parba is the biggest festival of the centre. Every Tuesday of Chaitra(April) attract a large crowd from far &amp; near every year. From Ekadasi to Purnami the Mahajangya will be held. There are more than 40,000 people gather on this place. According to the devotees all the wishes are fulfilled by the presiding deity Maa Mangala.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Puri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a77d283-5b40-486e-98ef-4a575346bd1a_Puri-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-puri-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"puri","slug":"puri"}],"recommendations":[{"id":813,"title":"Top Places to visit in Sundargarh, Odisha","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"Sundergarh District also spelled Sundargarh District is a district in the northwestern part of Odisha state in eastern India.\r\n&nbsp;\r\nSundergarh district is bounded by Raigarh district of Chhattisgarh in the west, Jashpur district of Chhattisgarh in the North-West, Simdega district","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"sundargarh","slug":"sundargarh"}],"slug":"top-places-to-visit-in-sundargarh-odisha","total":0},{"id":794,"title":"Top Places to visit in Gajapati, Paralakhemundi, Odisha","imageUrl":"870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","dateCreated":"2019-09-28T12:44:20.606Z","dateModified":"2019-09-28T12:44:37.17Z","contributedBy":"AskGif","content":"Gajapati is a district of Odisha, India. It was created from Ganjam District in October, 1992. Gajapati district was named after Maharaja Sri Krushna Chandra Gajapati Narayan Dev, the Raja Sahib of the Paralakhemundi estate (the first Prime Minister of the state), who is remembered for his contri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/870e778f-7f12-4a25-9f51-81d92b41c0e9_Gajapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gajapati","slug":"gajapati"},{"name":"paralakhemundi","slug":"paralakhemundi"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-gajapati-paralakhemundi-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}