{"id":81,"title":"नवादा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"<p>नवादा बिहार, भारत में एक शहर और नगर पालिका है। यह नवादा जिले का मुख्यालय भी है। यह एक ही नाम के उपखंड का मुख्यालय है, जो खुरी नदी के दोनों किनारों पर स्थित है (जिसे कुछ हिस्सों में सकरी नदी भी कहा जाता है) 24&ordm; 53 'एन और 85&ordm; 33' ई। नाम नौ-अबाद से विकसित हुआ है, जिसका अर्थ है नया शहर</p>\r\n<p>नवादा दक्षिण बिहार के प्रसिद्ध प्राचीन मगध विभाजन का हिस्सा है। माना जाता है कि नवादा नाम की उत्पत्ति पुराने फारसी नाम नौ-अबादाह से ली गई है, जिसका अर्थ है \"नया शहर\" जिसे पहले 'द एलियट मार्केट (बाज़ार)' के नाम से जाना जाता था। ईस्ट इंडिया कंपनी द्वारा अधिग्रहण से पहले, नवादा पर हिसुआ के लगभग स्वतंत्र राजाओं द्वारा शासन किया गया था। अपने अधिग्रहण के बाद, 1845 तक नवाड़ा बड़ी विकार में था, जब यह नव निर्मित उपखंड का मुख्यालय बन गया। 1857 के विद्रोह के दौरान विकार के तत्व फिर से पुनरुत्थान हुए जब नवादा पार्टियों को मारने से उखाड़ फेंक दिया गया। स्थानीय कार्यालयों को नष्ट कर दिया गया था, लेकिन सरकारी रिकॉर्ड उन देशी अधिकारियों द्वारा सहेजे गए थे जिन्होंने उन्हें पड़ोसी पहाड़ी पर एक गुफा में छुपाया था। ये जिले में 1857 से पहले एक युग में डेटिंग करने वाले एकमात्र उपलब्ध सार्वजनिक रिकॉर्ड हैं। उत्तर में दो मील की दूरी पर, एक जैन मंदिर सार्वजनिक सड़क के पश्चिम में एक बड़े टैंक के बीच में खड़ा है, लेकिन शहर में कोई महत्वपूर्ण इमारत नहीं है और इसमें कुछ ऐतिहासिक रुचि नहीं है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nawada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","subContents":[{"SubTitle":"1. काकोलाट फॉल्स","SubTitleHindi":null,"SubContent":"<p>काकालाट झरना, बिहार और झारखंड की सीमा पर स्थित काकोलाट पहाड़ी पर स्थित, नवादा से सिर्फ 33 किमी दूर है। यह सबसे ज्यादा देखी जाने वाली और प्रसिद्ध बिहार पलायन में से एक है, जहां पर्यटक पूरे राज्य और आस-पास के इलाकों से आते हैं ताकि वे माँ प्रकृति की सुंदर सुंदरता को आश्चर्यजनक रूप से देख सकें। बिहार के काकोलाट झरना 150 से 160 फीट की ऊंचाई से नीचे गिरते हैं और झरने के आधार पर एक प्राकृतिक जलाशय बनते हैं। बिहार में अच्छी गिरावट</p>\r\n<p>&nbsp;</p>\r\n<p>किंवदंतियों को काकोलाट झरना से भी जुड़ा हुआ है जैसे कि ट्रेता युग राजा को एक पाइथन का आकार लेने और यहां गिरने पर हिंदू आध्यात्मिकता द्वारा रहने के लिए शाप दिया गया था। तब जगह पांडवों ने अपने निर्वासन के दौरान देखी थी और उस समय के दौरान पाइथन राजा ने अभिशाप से छुटकारा पा लिया था, और उन्होंने घोषणा की कि झरने में नहाए गए किसी भी व्यक्ति को कभी सांप के रूप में पुनर्जन्म नहीं दिया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>काकोलाट झरना बिहार में तेजी से लोकप्रिय पर्यटक आकर्षण बन गया है, जहां गर्मी के दौरान सप्ताहांत पिकनिक के लिए बड़ी भीड़ देखी जा सकती है। यह झरना पानी में विभिन्न प्रकार के जलपोर्टर और मज़ा भी लगाता है। एक पर्यटक गंतव्य के रूप में इसके महत्व के अलावा, बिखुआ या चैंक संक्रांति के अवसर पर एक बड़ा मेला आयोजित होने पर काकोलाट झरना भी व्यापक रूप से दौरा किया जाता है। यह मूल रूप से तीन दिवसीय त्योहार के साथ एक धार्मिक घटना है, जहां कई भक्त झरने में अपना स्नान करते हैं। काकोलाट झरना में महान ऐतिहासिक और पौराणिक महत्व है। झरना गोविंदपुर पुलिस स्टेशन के पास स्थित है, जो ककोलाट हिल पर नवादा से लगभग 33 किमी दूर है। गिरने के नीचे एक गहरा प्राकृतिक जलाशय है।</p>\r\n<p>&nbsp;</p>\r\n<p>गिरावट ऊंचाई में लगभग 160 फीट (49 मीटर) है। यह दृश्य पूरे दौर के हरित वन क्षेत्र के कारण मनोरम है। काकोलाट पतन बिहार में एक लोकप्रिय पर्यटन स्थल है। गर्मियों के दौरान, पूरे भारत के लोग पिकनिक के लिए गिरते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kakolat_Falls</p>","SubContentHindi":null,"ImageUrl":"fecf18b1-d4c9-45e8-a2a5-47b4bc1dafc3_kakolat-waterfalls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सेखो देवरा आश्रम","SubTitleHindi":null,"SubContent":"<p>सेखो देवरा आश्रम एक छोटा सा आश्रम है जो बहुत दूरदराज के इलाके में स्थित है, यानी तलहटी पर और जंगल के बीच में। भले ही यह जगह विचित्र और सुंदर है लेकिन यह पर्यटकों के लिए नहीं है। आप शायद ही कोई सुविधा होगी। इस आश्रम में झोपड़ियां हैं और बहुत विशाल हैं लेकिन आराम के लिए किसी भी आधुनिक गैजेट से रहित हैं। तालाब और जंगली जानवर हैं, जब आप बाहर आते हैं तो आप हिरण, लोमड़ी और चीता देख सकते हैं और क्षेत्र थोड़ा असुरक्षित है।</p>","SubContentHindi":null,"ImageUrl":"bdb9ffe7-2c4e-4f1b-87cc-3737068f8bba_sekho-devra-ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Griddhakuta पहाड़","SubTitleHindi":null,"SubContent":"<p>Griddhakuta पहाड़ एक ऐसा स्थान है जहां भगवान बुद्ध प्रचार करते थे। अगर आप राजगीर या नवादा में हैं तो यह एक जरूरी जगह है। Griddhakuta पर्वत पर जाने के लिए आपको विश्व शांति स्तूप में रोपेवे द्वारा जाना होगा और फिर आपको एक विचलित मार्ग लेने के लिए थोड़ा सा चलना होगा। जिस तरह से लोग विश्व शांति स्तूप में जाते हैं, वैसे ही यह वही है जहां यह बीच में एक मोड़ है।</p>\r\n<p>शीर्ष पर चलते समय आपको 3 गुफाएं मिलेंगी। पहला एक राहुला, सरिपुट्टा का दूसरा और भगवान बुद्ध का तीसरा है।</p>\r\n<p>यह एक खूबसूरत जगह है लेकिन गर्मियों में नहीं जाते, यह बहुत थकाऊ होगा।</p>","SubContentHindi":null,"ImageUrl":"7ffa291c-90c6-4591-ac50-429cc4e5ce6a_griddhakuta-peak.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. नारदह संग्रहालय","SubTitleHindi":null,"SubContent":"<p>नारदह संग्रहालय बिहार के नवादा जिले में स्थित है। यह एक बहुउद्देश्यीय संग्रहालय के रूप में विशेषता है। इसमें भौगोलिक निर्देशांक 24 डिग्री 53 मिनट 27 सेकंड उत्तर और 85 डिग्री 32 मिनट पूर्व पूर्व के रूप में हैं।</p>","SubContentHindi":null,"ImageUrl":"63dbebcd-f57d-4eb2-a94b-6cd19b7dd2f0_nardah-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. सोभाया मंदिर","SubTitleHindi":null,"SubContent":"<p>सोभाया मंदिर नवादा जिले के महत्वपूर्ण मंदिरों में से एक है, कई गांवों के लोग विवाह और अन्य अनुष्ठान करने के लिए यहां आते हैं। यह एक अद्भुत पिकनिक स्थान भी प्रदान करता है। यहां आपको एक तालाब भी मिलेगा। यदि आप नवादा आते हैं तो आपको इस धाम पर जाना होगा।</p>","SubContentHindi":null,"ImageUrl":"b8b1ff7e-d2cb-4f4a-a7a4-3405024b49c8_sobhiya-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. सेंट जोसेफ कैथोलिक चर्च","SubTitleHindi":null,"SubContent":"<p>सेंट जोसेफ कैथोलिक चर्च सत्य साईं नगर, डॉ सुल्तान अहमद कॉलोनी, बिहार के नवादा में स्थित है। यह नवादा के दुर्लभ स्थानों में से एक है जहां आप कुछ शांतिपूर्ण समय बिताने के लिए जा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"dd487f29-cdd3-4547-a553-2999227704bf_catholic-church-nawada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>पटना से नवादा के बीच कोई सीधी उड़ान या ट्रेन या बस उपलब्ध नहीं है। पटना से नवादा तक पहुंचने का सुविधाजनक और तेज़ तरीका पटना से नवादा तक इंडिका लेना है। पटना से नवादा पहुंचने का सबसे सस्ता तरीका पटना से गया तक राज्य परिवहन बस लेना है, फिर गया से नवादा तक गया ह्वा एक्सप्रेस लेना।</p>","SubContentHindi":null,"ImageUrl":"aa2375ef-8283-4dba-ab1e-1f1db52fa41d_NawadaBihar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nawada-bihar","tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"बिहार","slug":"bihar"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"नवादा","slug":"nawada"}],"recommendations":[{"id":819,"title":"पटना की बाढ़ग्रस्त सड़कों में मीडिया अटेंशन मॉडल अदिति सिंह पोज़िंग हासिल करने के लिए। बिहार को चाहिए मदद !!!","imageUrl":"fd601135-3dfa-4652-88bd-361afa640941_Aditi-Singh.jpg","dateCreated":"2019-10-01T03:49:38.779Z","dateModified":"2019-10-01T03:57:32.621Z","contributedBy":"AskGif","content":"सौरभ अनुराज ने कहा, \"यह देखना आसान नहीं है। एक संदेश भेजने के लिए क्या मेहनत करनी पड़ती है। बालकनी में बैठकर वीडियो शूट करना और दूसरों की आलोचना करना वास्तव में मदद नहीं करेगा।\" बिहार वायरल हो गया है।\r\n&nbsp;\r\nविनाशकारी बिहार की बाढ़ पर ध्यान देने के लिए जनसमूह को संबोधित करने का एक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd601135-3dfa-4652-88bd-361afa640941_Aditi-Singh.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पटना","slug":"patna"},{"name":"बिहार","slug":"bihar"},{"name":"बाढ़","slug":"flood"}],"slug":"to-gain-media-attention-model-aditi-singh-posing-in-flooded-streets-of-patna.-bihar-need-help-","total":0},{"id":260,"title":"पटना में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","dateCreated":"2019-02-15T16:14:09.357Z","dateModified":"2019-02-15T20:25:51.861Z","contributedBy":"AskGif","content":"पटना भारत में बिहार राज्य की राजधानी और सबसे बड़ा शहर है। कोलकाता के बाद पटना पूर्वी भारत का दूसरा सबसे बड़ा शहर है। [९] [पेज की जरूरत] इसकी २०११ में शहर की आबादी १.६, मिलियन थी, जिससे यह भारत का १ ९वाँ सबसे बड़ा शहर बन गया। 2 मिलियन से अधिक लोगों के साथ, इसका शहरी समूह भारत में 18 वां सबसे बड़ा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पटना","slug":"patna"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-patna-bihar","total":0},{"id":240,"title":"भागलपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"भागलपुर भारत के बिहार राज्य में गंगा नदी के दक्षिणी तट पर ऐतिहासिक महत्व का शहर है। यह बिहार का तीसरा सबसे बड़ा शहर है और भागलपुर जिले और भागलपुर डिवीजन का मुख्यालय भी है। सिल्क सिटी के रूप में जाना जाता है, यह एक प्रमुख शैक्षिक, वाणिज्यिक और राजनीतिक केंद्र है, और स्मार्ट सिटी कार्यक्रम के तहत व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"भागलपुर","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}