{"id":810,"title":"Top Places to visit in Rayagada, Odisha","imageUrl":"0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","dateCreated":"2019-09-29T14:05:33.089Z","dateModified":"2019-09-29T14:05:54.476Z","contributedBy":"AskGif","content":"<p>Rayagada is a district in southern Odisha, a state in India, which became a separate district in October 1992. Its population consists mainly of tribes, primarily the Khonds and the Soras. In addition to Odia, Kui and Sora are spoken by the district's indigenous population.</p>\r\n<p>&nbsp;</p>\r\n<p>Rayagada covers an area of 7,584.7 square kilometres (2,928.5 sq mi), and is divided into eleven blocks. Agriculture is the chief source of income, and paddy, wheat, ragi, green and black gram, groundnut, sweet potato and maize are the district's major crops.</p>\r\n<p>&nbsp;</p>\r\n<p>Points of interest</p>\r\n<p>Large, grey temple surrounded by people, palm trees and other vegetation</p>\r\n<p>Bhimasankar temple in Bhimpur</p>\r\n<p>Majhighariani Temple in Rayagada</p>\r\n<p>Jagannath Temple, at the market on the south side of Rayagada, is near Majhighariani Temple.</p>\r\n<p>Laxminarayan temple was built by Indian Metals and Ferro Alloys in Therubali.</p>\r\n<p>Paikapada, near Therubali, is known for its Pataleshwar Shiva temple.</p>\r\n<p>Chatikona, a small village 48 kilometres (30 mi) from Rayagada, is known for it's Shiva temple and waterfalls.</p>\r\n<p>Minajhola, a village near Gudari, is known for its Shiva temple at the confluence of three rivers: the Vamsadhara, the Chauladhua and the Phalaphalia.</p>\r\n<p>The Devagiri hill, 50 kilometres (31 mi) from Rayagada, is 120 metres (390 ft) and has 476 steps.</p>\r\n<p>Kumudabali, a small village, is known for its Balunkeswar Shiva temple on the Vamsadhara River. The nearest railway station is in Muniguda, 60 kilometres (37 mi) from Rayagada.</p>\r\n<p>Padmapur, 90 kilometres (56 mi) from Rayagada, is known for the Nilakantheswar Temple. According to historian Satyanarayana Rajguru, the temple housed the 6th&ndash; or 7th-century Buddhist philosopher Dharmakirti.</p>\r\n<p>The Hanging Bridge at Chekaguda, over the Nagavali River, is Odisha's second simple suspension bridge.</p>\r\n<p>The Bhimasankar temple in Bhimpur, 100 kilometres (62 mi) from Rayagada and 30 kilometres (19 mi) from Gunupur, is one of India's 12 Jyotirlingas.</p>\r\n<p>The three-day Chaiti Festival, from 27 to 29 December in Rayagada, celebrates tribal art and culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Govind Chandra Dev (Zilla) High School, founded in 1938, is one of the district's oldest high schools. Government Girls' High School, in Rayagada, was founded in 1964. Other schools in Rayagada are Kendriya Vidyalaya, Sacred Heart School, Deepti Convent School, Maharshi Vidya Mandir, St. Xavier's High School and N.V.R Educational Institution. A primary school was founded at the Thakkar Bapa Ashram in 1958 for tribal students. The Jawahar Navodaya Vidyalaya of Rayagada is a boarding school in Therubali.</p>\r\n<p>&nbsp;</p>\r\n<p>Rayagada Autonomous College is affiliated with Berhampur University. The Utkal Gourav Madhusudan Institute of Technology is an engineering school. The Gandhi Institute of Engineering and Technology is in Gunupur.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>RAYAGADA &ndash; PLACES OF INTEREST</p>\r\n<p>MAA MAJHIGHARIANI TEMPLE</p>\r\n<p>Majhigariyani Temple</p>\r\n<p>Maa Majhighariani is famous in Southern Division of Odisha and Andhra Pradesh. Most of the devotees are coming from Madhyapradesh Chatishgarh, Andhrapradesh including undivided Koraput District. Only the face of the Maa MajhiGhariani is worshiped. During Sunday, Wednesday and Friday a large number of Devotees are coming to this place for worshiping the Goddess. The temple is famous for Chaitra-Parba i.e. March-April of every year.</p>\r\n<p>&nbsp;</p>\r\n<p>LAXMINARAYAN TEMPLE</p>\r\n<p>Laxmi Narayan Temple</p>\r\n<p>Famous Laxminarayan Temple situated at IMFA Factory, Therubali. The deities Laxminarayan, Hanuman, Lord Jagannath, Balabhadra and Subhadra and Lord Siva also worshiped by thousands devotees.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanging Bridge, Chekaguda</p>\r\n<p>Hanging Bridge, Rayagada</p>\r\n<p>The Hanging Bridge that connects the two sides of river Nagavali, which providing connectivity to the poor rural tribal population, a 151 metre suspension bridge, the second of its kind in the state. About 20,000-odd tribal villagers residing in nine panchyats, on either sides of the Nagabali river, located at the outskirt of the town has certainly brought them closer to the Rayagada town. It is Designed by Karnataka based Bharat Grama Sethu Pratisthan Chief Girish Bhardwaj the work was ascribed to Odisha Police Housing corporation by the district administration, which worked out more than one crore project.</p>\r\n<p>&nbsp;</p>\r\n<p>MINAJHOLA</p>\r\n<p>minajhola</p>\r\n<p>It is only 134 Kms from Rayagada. It is a beauty spot of nature, has a siva temple at the confluence of three rivers. It is situated in the heart of dense forest, rich in wild life. Sivaratri is a popular festival of this place. Though there is no good all weather road yet the place is worth visiting. Regular bus service is available from Rayagada and Gunupur upto Gudari.The rest 25 Kms. Road is Jeepable.</p>\r\n<p>&nbsp;</p>\r\n<p>CHATIKONA</p>\r\n<p>Chatikona, Rayagada</p>\r\n<p>It is located about 48 Kms from Rayagada surrounded by a series of valleys and wooden hills of varying colours and the place is a center of pilgrimage for the temple of Mahadev. It offers picnickers gorgeous view of the waterfall. The Siva temple is the focus of hectic activities on Siva Ratri. The Dongaria Kondha of Chatikona represent the primitive section of the tribe.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rayagada_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rayagada-odisha","tags":[{"name":"rayagada","slug":"rayagada"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":791,"title":"Top Places to visit in Debagarh (Deogarh), Odisha","imageUrl":"b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","dateCreated":"2019-09-28T03:16:50.885Z","dateModified":"2019-09-28T03:17:09.7Z","contributedBy":"AskGif","content":"Debagarh District (in Odia language), also known as Deogarh District is a district of Odisha state, India. Located in the north-western part of the state, it is one of the 30 administrative districts and has its Headquarters at Deogarh town.\r\nDebagarh (in Odia language), also known as Deog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"debagarh","slug":"debagarh"},{"name":"deogarh","slug":"deogarh"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-debagarh-deogarh-odisha","total":0},{"id":787,"title":"Top Places to visit in Balangir, Odisha","imageUrl":"4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","dateCreated":"2019-09-28T02:01:49.935Z","dateModified":"2019-09-28T02:02:08.722Z","contributedBy":"AskGif","content":"Balangir is a city and municipality, the headquarters of Balangir district in the state of Odisha, India. Balangir has a rich cultural heritage. It is also known as the cultural hub of Western Odisha. Balangir municipality is divided into twenty one wards. It is spread over an area of 12,200 acre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"balangir","slug":"balangir"}],"slug":"top-places-to-visit-in-balangir-odisha","total":0},{"id":786,"title":"Top Places to visit in Bhadrak, Odisha","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"Bhadrak is a city of Odisha state in eastern India. It came into existence on 1 April 1993. The city is the district headquarters of Bhadrak district. According to legend, the city derives its name from the Goddess Bhadrakali, whose temple is on the banks of the Salandi River.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"bhadrak","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}