{"id":810,"title":"रायगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","dateCreated":"2019-09-29T14:05:33.089Z","dateModified":"2019-09-29T14:05:54.476Z","contributedBy":"AskGif","content":"<p>रायगडा दक्षिणी ओडिशा का एक जिला है, जो भारत में एक राज्य है, जो अक्टूबर 1992 में एक अलग जिला बन गया। [1] इसकी जनसंख्या में मुख्य रूप से जनजातियाँ, मुख्यतः खोंड और सोरस शामिल हैं। ओडिया के अलावा, कुई और सोरा जिले की स्वदेशी आबादी द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायगडा 7,584.7 वर्ग किलोमीटर (2,928.5 वर्ग मील) के क्षेत्र को कवर करता है, और ग्यारह ब्लॉकों में विभाजित है। कृषि आय का प्रमुख स्रोत है, और धान, गेहूं, रागी, हरे और काले चने, मूंगफली, शकरकंद और मक्का जिले की प्रमुख फसलें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रूचि के बिंदु</p>\r\n<p>लोगों, ताड़ के पेड़ों और अन्य वनस्पतियों से घिरा बड़ा, धूसर मंदिर</p>\r\n<p>भीमपुर में भीमाशंकर मंदिर</p>\r\n<p>रायगढ़ का मझिघरिणी मंदिर</p>\r\n<p>जगन्नाथ मंदिर, रायगढ़ के दक्षिण में बाजार में, मझिघरिणी मंदिर के पास है।</p>\r\n<p>लक्ष्मीनारायण मंदिर थेरुबली में भारतीय धातु और फेरो मिश्र द्वारा निर्मित किया गया था।</p>\r\n<p>थेरुबली के पास पिकापाड़ा, अपने पातालेश्वर शिव मंदिर के लिए जाना जाता है।</p>\r\n<p>रायगडा से 48 किलोमीटर (30 मील) दूर एक छोटा सा गाँव चाटिकोना, यह शिव मंदिर और झरनों के लिए जाना जाता है।</p>\r\n<p>गुदरी के पास एक गाँव मिनाझोला, तीन नदियों के संगम पर अपने शिव मंदिर के लिए जाना जाता है: वामाधारा, चौलाधुआ और फलफालिया।</p>\r\n<p>रायगडा से 50 किलोमीटर (31 मील) दूर देवगिरी पहाड़ी 120 मीटर (390 फीट) है और इसमें 476 सीढ़ियाँ हैं।</p>\r\n<p>एक छोटा सा गाँव, कुमुदबली, अपने बालकोनेश्वर शिव मंदिर के लिए वामाधारा नदी पर जाना जाता है। निकटतम रेलवे स्टेशन रायगडा से 60 किलोमीटर (37 मील) मुनिगुडा में है।</p>\r\n<p>पद्मपुर, रायगडा से 90 किलोमीटर (56 मील), नीलकंठेश्वर मंदिर के लिए जाना जाता है। इतिहासकार सत्यनारायण राजगुरु के अनुसार, मंदिर में 6 वीं या 7 वीं शताब्दी के बौद्ध दार्शनिक धर्मकीर्ति थे।</p>\r\n<p>नागावली नदी के ऊपर चेकागुडा में हैंगिंग ब्रिज, ओडिशा का दूसरा सरल सस्पेंशन ब्रिज है।</p>\r\n<p>भीमपुर में भीमाशंकर मंदिर, रायगढ़ से 100 किलोमीटर (62 मील) और गुनूपुर से 30 किलोमीटर (19 मील), भारत के 12 ज्योतिर्लिंगों में से एक है।</p>\r\n<p>रायगढ़ में 27 से 29 दिसंबर तक तीन दिवसीय चैती महोत्सव आदिवासी कला और संस्कृति का उत्सव है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>1938 में स्थापित गोविंद चंद्र देव (जिला) हाई स्कूल, जिले के सबसे पुराने हाई स्कूलों में से एक है। रेयागदा में गवर्नमेंट गर्ल्स हाई स्कूल, 1964 में स्थापित किया गया था। रायगडा में अन्य विद्यालय केंद्रीय विद्यालय, सेक्रेड हार्ट स्कूल, दीप्ति कॉन्वेंट स्कूल, महर्षि विद्या मंदिर, सेंट जेवियर्स हाई स्कूल और एनवीआर शैक्षिक संस्थान हैं। आदिवासी छात्रों के लिए 1958 में ठक्कर बापा आश्रम में एक प्राथमिक स्कूल की स्थापना की गई थी। रायगड़ा का जवाहर नवोदय विद्यालय थेरुबली में एक बोर्डिंग स्कूल है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायगडा स्वायत्त कॉलेज बेरहामपुर विश्वविद्यालय से संबद्ध है। उत्कल गौरव मधुसूदन प्रौद्योगिकी संस्थान एक इंजीनियरिंग स्कूल है। गांधी इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी गुनूपुर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>रेयागादा - ब्याज की दरें</p>\r\n<p>MAA MAJHIGHARIANI मंदिर</p>\r\n<p>मझिगिरिणी मंदिर</p>\r\n<p>माँ मझिघरिणी ओडिशा के दक्षिणी डिवीजन और आंध्र प्रदेश में प्रसिद्ध है। अधिकांश श्रद्धालु अविभाजित कोरापुट जिला सहित मध्यप्रदेष चेटीगढ़, अंधरापदेश से आ रहे हैं। केवल मां महागिरिहरानी के चेहरे की पूजा की जाती है। रविवार, बुधवार और शुक्रवार के दौरान बड़ी संख्या में भक्त देवी की पूजा के लिए इस स्थान पर आते हैं। यह मंदिर हर साल चैत्र-परबा यानी मार्च-अप्रैल के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्ष्मीनारायण मंदिर</p>\r\n<p>लक्ष्मी नारायण मंदिर</p>\r\n<p>आईएमएफए फैक्ट्री, थेरुबली में स्थित प्रसिद्ध लक्ष्मीनारायण मंदिर। देवताओं लक्ष्मीनारायण, हनुमान, भगवान जगन्नाथ, बलभद्र और सुभद्रा और भगवान शिव ने भी हजारों भक्तों की पूजा की।</p>\r\n<p>&nbsp;</p>\r\n<p>हैंगिंग ब्रिज, चेकागुडा</p>\r\n<p>हैंगिंग ब्रिज, रायगड़ा</p>\r\n<p>नागावली नदी के दोनों किनारों को जोड़ने वाला हैंगिंग ब्रिज, जो गरीब ग्रामीण आदिवासी आबादी, 151 मीटर का निलंबन पुल, राज्य में अपनी तरह का दूसरा स्थान प्रदान करता है। शहर के बाहरी इलाके में स्थित नागबली नदी के दोनों किनारों पर, नौ पंचायतों में रहने वाले लगभग 20,000 आदिवासी ग्रामीण निश्चित रूप से उन्हें रायगढ़ शहर के करीब लाए हैं। यह कर्नाटक स्थित भारत ग्राम सेतु प्रतिष्ठान के प्रमुख गिरीश भारद्वाज द्वारा डिजाइन किया गया है, यह काम जिला प्रशासन द्वारा ओडिशा पुलिस हाउसिंग कॉरपोरेशन को सौंपा गया था, जिसने एक करोड़ से अधिक परियोजना का काम किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>MINAJHOLA</p>\r\n<p>minajhola</p>\r\n<p>यह रायगढ़ से केवल 134 किलोमीटर दूर है। यह प्रकृति का एक सौंदर्य स्थल है, तीन नदियों के संगम पर एक शिव मंदिर है। यह घने जंगल के बीच में स्थित है, जंगली जीवन में समृद्ध है। शिवरात्रि इस जगह का एक लोकप्रिय त्योहार है। हालांकि अभी तक कोई अच्छा मौसम नहीं है लेकिन जगह देखने लायक है। रेगुडा और गुनूपुर से गुदड़ी तक नियमित बस सेवा उपलब्ध है। बाकी 25 किलोमीटर। रोड जीपेबल है।</p>\r\n<p>CHATIKONA</p>\r\n<p>चाटिकोना, रायगड़ा</p>\r\n<p>यह रायगडा से लगभग 48 किलोमीटर की दूरी पर विभिन्न रंगों की घाटियों और लकड़ी की पहाड़ियों से घिरा हुआ है और यह स्थान महादेव के मंदिर के लिए तीर्थ यात्रा का केंद्र है। यह झरने के सुंदर दृश्य प्रस्तुत करता है। शिव मंदिर शिव रात्रि पर व्यस्त गतिविधियों का केंद्र है। चटिकोना के डोंगरिया कोंधा जनजाति के आदिम वर्ग का प्रतिनिधित्व करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rayagada_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0d6eb5ca-009a-4bfc-94b5-d5080ba65983_Rayagada-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rayagada-odisha","tags":[{"name":"रायगढ़","slug":"rayagada"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":791,"title":"देबागढ़ (देवगढ़) में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","dateCreated":"2019-09-28T03:16:50.885Z","dateModified":"2019-09-28T03:17:09.7Z","contributedBy":"AskGif","content":"देवगढ़ जिला (ओडिया भाषा में), जिसे देवगढ़ जिला भी कहा जाता है, ओडिशा राज्य, भारत का एक जिला है। राज्य के उत्तर-पश्चिमी भाग में स्थित, यह 30 प्रशासनिक जिलों में से एक है और देवगढ़ शहर में इसका मुख्यालय है।\r\nदेवगढ़ (ओडिया भाषा में), जिसे देवगढ़ के नाम से भी जाना जाता है, पूर्वी भारत के ओडिशा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6b072b0-bb0b-49fd-90ec-a4e43bb5707a_Debagarh-Deogarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"देबागढ़","slug":"debagarh"},{"name":"देवगढ़","slug":"deogarh"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-debagarh-deogarh-odisha","total":0},{"id":787,"title":"बलांगीर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","dateCreated":"2019-09-28T02:01:49.935Z","dateModified":"2019-09-28T02:02:08.722Z","contributedBy":"AskGif","content":"बलांगीर एक शहर और नगर पालिका है, जो भारत के ओडिशा राज्य में बलांगीर जिले का मुख्यालय है। बलांगीर में एक समृद्ध सांस्कृतिक विरासत है। इसे पश्चिमी ओडिशा के सांस्कृतिक केंद्र के रूप में भी जाना जाता है। बलांगीर नगरपालिका को इक्कीस वार्डों में विभाजित किया गया है। यह 12,200 एकड़ (4,900 हेक्टेयर) के क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cef9726-625e-4320-b4db-9a59c0ebc3c7_Balangir-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"बलांगीर","slug":"balangir"}],"slug":"top-places-to-visit-in-balangir-odisha","total":0},{"id":786,"title":"भद्रक में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","dateCreated":"2019-09-28T01:51:25.945Z","dateModified":"2019-09-28T01:51:45.365Z","contributedBy":"AskGif","content":"भद्रक पूर्वी भारत में ओडिशा राज्य का एक शहर है। यह 1 अप्रैल 1993 को अस्तित्व में आया। शहर भद्रक जिले का जिला मुख्यालय है। पौराणिक कथा के अनुसार, शहर का नाम देवी भद्रकाली से लिया गया है, जिसका मंदिर सालंदी नदी के तट पर है।\r\n&nbsp;\r\nपरिवहन\r\nभद्रक शहर ओडिशा राज्य के साथ और देश क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5f4053f-9787-4659-9b07-f981ecfa5ef5_Bhadrak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"भद्रक","slug":"bhadrak"}],"slug":"top-places-to-visit-in-bhadrak-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}