{"id":811,"title":"Top Places to visit in Sambalpur, Odisha","imageUrl":"1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","dateCreated":"2019-09-30T01:28:32.023Z","dateModified":"2019-09-30T01:28:54.758Z","contributedBy":"AskGif","content":"<p>Sambalpur District is a district in the western part of state of Odisha, India. The historic city of Sambalpur is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is located in the Mahanadi River basin. It has a total area of 6,702 km2 (2,588 sq mi), of which almost 60% of the district is covered in dense forest. The district is bounded by Deogarh District to the east, Bargarh and Jharsuguda districts to the west, Sundergarh District to the north, and Subarnapur and Angul districts in the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Sambalpur City is the connecting city between Chhattisgarh and Odisha. Whereas it used to be known for its importance as a diamond trading centre, nowadays it is mainly known for its textiles, especially the Sambalpuri Saree.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: Education in Sambalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Sambalpur University</p>\r\n<p>The pre-collegiate medium of instruction in schools is predominantly English and Odia. The medium of instruction in educational institutions after matriculation in colleges is English. Other media of instruction also exist in Sambalpur. Schools and colleges in Sambalpur are either government-run or run by private trusts and individuals. The schools are affiliated with either the Orissa State Board under BSE or CHSE, Indian Certificate of Secondary Education (ICSE) and the Central Board for Secondary Education (CBSE). After completing 10 years of schooling in secondary education, students enroll in higher secondary school, specialising in one of the three streams &ndash; Arts, Commerce or Science.</p>\r\n<p>&nbsp;</p>\r\n<p>Since the 2000s, there have been a large number of professional institutions established in a variety of fields. The earliest schools established in Sambalpur were the CSB Zilla School (1852) and the Lady Lewis Girls High School (1942). VSS Medical College was established in 1959 and VSSUT in 1956. High School for Blind (1972) and High School for Deaf and Dumb (1972), Burla are Govt. educational institutions imparting education to physically challenged children.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sambalpur Football Academy</p>\r\n<p>Sambalpur Kala Parishad is the pioneering organisation for the promotion of Sambalpuri dance, and has been responsible for the revolutionary growth of this dance. It imparts education and training on this form of dance.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutions in the city include Gangadhar Meher University, Women's College, Netaji Subhash Chandra Bose College, Lala Lajpat Rai Law College, Silicon Institute of Technology, Sambalpur, Delhi Public School, Kendriya Vidyalaya, St. Joseph's Convent Higher Secondary School (SJC-SBP), Gurunanak Public School, Madnawati Public School (MPS), Indian Public School (IPS), St. John's School, Seven Hills Residential School (SHRS), Sri Aurobindo School (SAIIE&amp;R) and DAV Public School. IT education (computer education) facilities are provided by SCAT Corporation and it has multiple branches with named SCAT|Learning. A new Indian Institute of Management, Sambalpur (IIM) has been set up in the city. The Sambalpur chapter of the Institute of Cost Accountants of India was set up from 2010 at Deheripali, near Fatak, Sambalpur, Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Main article: Sambalpuri Culture</p>\r\n<p>Sambalpur Lok Mahotsav</p>\r\n<p>&nbsp;</p>\r\n<p>Sambalpur Lok Mahostav</p>\r\n<p>A cultural manifestation of the hidden age-old traditional performing art of a vast geographical area is possible through this annual celebration of the festival called Lok Mahotsav. This festival is a reflection of the socio- anthropological evolution of the people of India. Lok Mahotsav shows the integrity and unison of the heritage, culture, music and lifestyle of Western Odisha. Live performances of folk music and dance from all parts of India are shown under one splendid stage.</p>\r\n<p>&nbsp;</p>\r\n<p>Sitalsasthi Carnival</p>\r\n<p>Main article: Sitalsasthi Carnival</p>\r\n<p>This is the marriage ceremony of the god Siva and goddess Parvati. Sitalsasthi is a carnival of folk dance and music along with decorated stands of gods and goddesses. People from all walks of life participate in large numbers in the carnival. Artists from different states of India take part in the carnival making it a colourful extravaganza.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalki avatar and Sambalpur</p>\r\n<p>Kalachakra tantra was first taught by the Buddha to King Indrabhuti, the first dharmaraja of Shambhala. It is widely believed that the next Hindu avatar known as Kalki will be born at Sambalpur or Shambhala, as this place was known in olden times. There are several mentions of the place Shambhala in different Hindu and Buddhist religious texts as the birthplace of Kalki. The Mahabharatra (Vana Parva, 190.93&ndash;97) and Srimad-Bhagavatam Bhag.12.2.18 give reference of Shambhala as the birthplace.[better source needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>The world-famous Hirakud Dam, built in 1956 across the Mahanadi River, about 15 km (9.3 mi) from Sambalpur, is a major tourist attraction. It is one of the longest dams in the world, about 26 km (16 mi) in length. It also forms the biggest artificial lake in Asia, with a reservoir covering 743 km2 (287 sq mi) at full capacity with a shoreline of over 640 km (400 mi). It also attracts a large number of migratory birds in winter.</p>\r\n<p>&nbsp;</p>\r\n<p>The Leaning Temple of Huma, located about 25 km (16 mi) from Sambalpur, built in the 17th century, leans at an angle of approximately 47 degrees to the west. (Pasayat, 1998, 2003, 2004, 2007, 2008). It is one of a kind in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Samaleswari Temple is the main temple of the goddess Samaleswari, located on the banks of river the Mahanadi. Sambalpur owes its name to her.</p>\r\n<p>&nbsp;</p>\r\n<p>Chiplima (Chipilima Hydro Electric Project (CHEP)) located about 37 km (23 mi) from Sambalpur, is known for a natural fall (24.38 m (80.0 ft) in height) harnessed for generating electricity. It is an ideal picnic spot and famous for Ghanteswari Temple, the presiding deity of the place. This temple played an important role for river navigation in the past.</p>\r\n<p>&nbsp;</p>\r\n<p>Lost temples of Hirakud Dam</p>\r\n<p>These are remnants of temples submerged after the dam was completed in 1957. In summer, due to the receding water of the dam, the structures become visible. These hidden treasures have finally caught the attention of historians and steps are being taken to understand the historical significance of these temples which periodically go under water, only to resurface again. Many temples have been destroyed after 58 years of underwater existence. However, some remain intact.</p>\r\n<p>&nbsp;</p>\r\n<p>Interest in these lost temples has been rekindled after two stones, etched with writing ('Shila Lekha'), were recovered from what is believed to be the Padmaseni temple of the submerged Padmapur village. The temples located inside the reservoir area were part of the then Padmapur, one of the oldest and most populous villages in the region prior to the dam construction. More than 200 temples were submerged by the dam; nearly 150 temples have either perished or are underwater and about 50 are visible during summer. These lost temples present excellent opportunities for scuba diving enthusiasts to explore under the Hirakud Dam. These temple are visible to visitors on boats only during the summer months of May and June.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roads</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Commuters coming back after office hours, Fatak.</p>\r\n<p>Sambalpur has a well networked transport facility for commercial and public transportation. It is connected to the rest of Odisha and India by national highway &ndash; NH 53/Economic Corridor 1 (EC1), which is a part of Asian Highway-AH46 (Mumbai-Kolkata Highway). NH 55 connects with Cuttack and Bhubaneswar, State Highway 15 connects with Sonepur, State Highway 10 (SH10) connects with Jharsuguda and Rourkela and the new Biju Expressway (under construction) will connect Rourkela-Sambalpur-Jagdalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Sambalpur is one of the three railway divisions under East Coast Railway zone of Indian Railways. Sambalpur (SBP) is a major railway station in Odisha and headquarters of Sambalpur railway division. This railway station is the cleanest railway station of East Coast Railway declared by Indian Railway. There are four other railway stations serving Sambalpur, viz. Sambalpur City Railway Station(SBPY), Sambalpur Road Railway Station(SBPD), Hirakud (HKG), across the Mahanadi and Maneswar Railway Station(MANE).</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airports are Veer Surendra Sai Airport,Jharsuguda (62 km, 39 mi) and Swami Vivekananda Airport, Raipur (262 km, 163 mi) and Biju Patnaik International Airport, Bhubaneswar (325 km, 202 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>&nbsp;</p>\r\n<p>Samaleswari Temple</p>\r\n<p>Shree Shree Samaleswari, the presiding deity of Sambalpur, is a strong religious force in western part of Orissa and Chhattisgarh state of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Hirakud Dam</p>\r\n<p>Only 15 kms. north of Sambalpur, the longest dam of the world stands in its lone majesty across the great river Mahanadi, which drains an area of 1,33,090 Sq.Kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Huma, the Leaning Temple of Lord Shiva</p>\r\n<p>A village in the Sambalpur Subdivision, situated on the left bank of the Mahanadi, 23 kms. south of Sambalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Ghanteswari Temple</p>\r\n<p>Maa Ghanteswari Temple is one of the most holiest and beautiful place in Sambalpur. As the name indicates, there are bells (Ghanti) everywhere.</p>\r\n<p>&nbsp;</p>\r\n<p>Gudguda Waterfall</p>\r\n<p>Gudguda, one of the most beautiful Picnic Spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Cattle Island</p>\r\n<p>hirakud</p>\r\n<p>A Natural Wonder Exists in one of the extreme point of Hirakud Reservoir, a Natural wonder.</p>\r\n<p>&nbsp;</p>\r\n<p>Sambalpur town</p>\r\n<p>The old township of Sambalpur is a land of temples.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sambalpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sambalpur-odisha","tags":[{"name":"sambalpur","slug":"sambalpur"},{"name":"odisha","slug":"odisha"}],"recommendations":[{"id":803,"title":"Top Places to visit in Kendrapara, Odisha","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"Kendrapara District is an administrative district of Odisha state in eastern India. The town of Kendrapara is the district headquarters. Kendrapara District is situated in the eastern portion of the state, and is bounded on the north by Bhadrak District, on the east by the Bay of Bengal, on the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"kendrapara","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":802,"title":"Top Places to visit in Koraput, Odisha","imageUrl":"362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","dateCreated":"2019-09-29T02:21:58.361Z","dateModified":"2019-09-29T02:22:15.743Z","contributedBy":"AskGif","content":"Koraput is a district of Odisha, India, and known for rich and diverse types of mineral deposits. It is located along the Eastern Ghats.\r\nKoraput is a town and a Municipality in Koraput district in the Indian state of Odisha. Koraput town is the district headquarter of Koraput district.</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"koraput","slug":"koraput"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-koraput-odisha","total":0},{"id":795,"title":"Top Places to visit in Jharsuguda, Odisha","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"Jharsuguda is the district headquarters of Jharsuguda district of Odisha, India. It is the administrative headquarters of Jharsuguda district. It is an industrial hub, consisting mainly of metallurgical industries. It is well connected to major city's of India through the rail network, and a rece","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharsuguda","slug":"jharsuguda"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-jharsuguda-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}