{"id":811,"title":"संबलपुर में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","dateCreated":"2019-09-30T01:28:32.023Z","dateModified":"2019-09-30T01:28:54.758Z","contributedBy":"AskGif","content":"<p>संबलपुर जिला भारत के ओडिशा राज्य के पश्चिमी भाग में स्थित एक जिला है। संबलपुर का ऐतिहासिक शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला महानदी नदी के बेसिन में स्थित है। इसका कुल क्षेत्रफल 6,702 किमी 2 (2,588 वर्ग मील) है, जिसमें से लगभग 60% जिले में घने जंगल हैं। यह जिला पूर्व में देवगढ़ जिला, पश्चिम में बरगढ़ और झारसुगुड़ा जिले, उत्तर में सुंदरगढ़ जिला और दक्षिण में सुबरनपुर और अंगुल जिलों से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर सिटी छत्तीसगढ़ और ओडिशा के बीच का संपर्क शहर है। जहां यह एक हीरे के व्यापार केंद्र के रूप में इसके महत्व के लिए जाना जाता था, आजकल यह मुख्य रूप से अपने वस्त्र, विशेष रूप से संबलपुरी की साड़ी के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: संबलपुर में शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर विश्वविद्यालय</p>\r\n<p>स्कूलों में शिक्षा के पूर्व-कॉलेजिएट माध्यम मुख्य रूप से अंग्रेजी और ओडिया हैं। कॉलेजों में मैट्रिक के बाद शिक्षण संस्थानों में शिक्षा का माध्यम अंग्रेजी है। संबलपुर में शिक्षा के अन्य माध्यम भी मौजूद हैं। संबलपुर में स्कूल और कॉलेज या तो सरकार द्वारा संचालित हैं या निजी ट्रस्टों और व्यक्तियों द्वारा संचालित हैं। स्कूल BSE या CHSE के तहत उड़ीसा राज्य बोर्ड, भारतीय माध्यमिक शिक्षा प्रमाणपत्र (ICSE) और केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) से संबद्ध हैं। माध्यमिक शिक्षा में स्कूली शिक्षा के 10 साल पूरे करने के बाद, छात्र उच्चतर माध्यमिक विद्यालय में दाखिला लेते हैं, जो तीन धाराओं में से एक में विशेषज्ञता रखते हैं - कला, वाणिज्य या विज्ञान।</p>\r\n<p>&nbsp;</p>\r\n<p>2000 के दशक के बाद से, विभिन्न क्षेत्रों में बड़ी संख्या में व्यावसायिक संस्थान स्थापित हुए हैं। संबलपुर में स्थापित शुरुआती स्कूल सीएसबी जिला स्कूल (1852) और लेडी लुईस गर्ल्स हाई स्कूल (1942) थे। VSS मेडिकल कॉलेज की स्थापना 1959 में और VSSUT की 1956 में हुई। हाई स्कूल फॉर ब्लाइंड (1972) और हाई स्कूल फॉर डेफ एंड डंब (1972), बुर्ला गवर्नमेंट हैं। शारीरिक रूप से अक्षम बच्चों को शिक्षा प्रदान करने वाले शिक्षण संस्थान।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर फुटबॉल अकादमी</p>\r\n<p>संबलपुर कला परिषद, संबलपुरी नृत्य के प्रचार के लिए अग्रणी संगठन है, और इस नृत्य के क्रांतिकारी विकास के लिए जिम्मेदार है। यह नृत्य के इस रूप पर शिक्षा और प्रशिक्षण प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में शैक्षणिक संस्थानों में गंगाधर मेहर विश्वविद्यालय, महिला कॉलेज, नेताजी सुभाष चंद्र बोस कॉलेज, लाला लाजपत राय लॉ कॉलेज, सिलिकॉन इंस्टीट्यूट ऑफ टेक्नोलॉजी, संबलपुर, दिल्ली पब्लिक स्कूल, केंद्रीय विद्यालय, सेंट जोसेफ कॉन्वेंट हायर सेकेंडरी स्कूल (SJC-SBP) शामिल हैं। ), गुरुनानक पब्लिक स्कूल, मदनवती पब्लिक स्कूल (MPS), इंडियन पब्लिक स्कूल (IPS), सेंट जॉन्स स्कूल, सेवन हिल्स रेजिडेंशियल स्कूल (SHRS), श्री अरबिंदो स्कूल (SAIIE &amp; R) और DAV पब्लिक स्कूल। आईटी शिक्षा (कंप्यूटर शिक्षा) सुविधाएं SCAT Corporation द्वारा प्रदान की जाती हैं और इसकी SCAT के साथ कई शाखाएँ हैं। लर्निंग | शहर में एक नया भारतीय प्रबंधन संस्थान, संबलपुर (IIM) स्थापित किया गया है। इंस्टीट्यूट ऑफ कॉस्ट अकाउंटेंट्स ऑफ इंडिया का संबलपुर चैप्टर 2010 में ओडिशा के संबलपुर के फतेक के पास देहरिपाली में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>मुख्य लेख: संबलपुरी संस्कृति</p>\r\n<p>संबलपुर लोक महोत्सव</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर लोक महोत्वव</p>\r\n<p>लोक महोत्सव नामक इस वार्षिक उत्सव के माध्यम से एक विशाल भौगोलिक क्षेत्र की छिपी हुई सदियों पुरानी पारंपरिक प्रदर्शन कला का सांस्कृतिक प्रदर्शन संभव है। यह त्योहार भारत के लोगों के सामाजिक-मानवशास्त्रीय विकास का प्रतिबिंब है। लोक महोत्सव पश्चिमी ओडिशा की विरासत, संस्कृति, संगीत और जीवन शैली की अखंडता और एकता को दर्शाता है। भारत के सभी हिस्सों से लोक संगीत और नृत्य के लाइव प्रदर्शन एक शानदार मंच के नीचे दिखाए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सीतालस्थी कार्निवाल</p>\r\n<p>मुख्य लेख: सीतालस्थी कार्निवल</p>\r\n<p>यह भगवान शिव और देवी पार्वती का विवाह समारोह है। सीतालस्थी लोक नृत्य और संगीत के साथ-साथ देवी-देवताओं के सुशोभित स्टैंड भी हैं। कार्निवाल में बड़ी संख्या में सभी क्षेत्रों के लोग भाग लेते हैं। भारत के विभिन्न राज्यों के कलाकार कार्निवाल में भाग लेते हैं, जो इसे एक रंगीन असाधारण बनाता है।</p>\r\n<p>कल्कि अवतार और संबलपुर</p>\r\n<p>कालचक्र तंत्र को सबसे पहले बुद्ध ने राजा इन्द्रभूति, शंभला के पहले धर्मराज को पढ़ाया था। यह व्यापक रूप से माना जाता है कि कल्कि के रूप में जाना जाने वाला अगला हिंदू अवतार संबलपुर या शंभला में पैदा होगा, क्योंकि यह स्थान पुराने समय में जाना जाता था। कल्कि की जन्मस्थली के रूप में अलग-अलग हिंदू और बौद्ध धार्मिक ग्रंथों में शंभला स्थान के कई उल्लेख हैं। महाभारत (वण पर्व, 190.93-97) और श्रीमद-भागवतम भाग 12.2.2.18 जन्मस्थान के रूप में शंभला का संदर्भ देते हैं। [बेहतर स्रोत की आवश्यकता]</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>संबलपुर से लगभग 15 किमी (9.3 मील) की दूरी पर महानदी नदी के पार 1956 में बना विश्व प्रसिद्ध हीराकुंड बांध एक प्रमुख पर्यटक आकर्षण है। यह दुनिया के सबसे लंबे बांधों में से एक है, जिसकी लंबाई लगभग 26 किमी (16 मील) है। यह एशिया की सबसे बड़ी कृत्रिम झील भी बनाता है, जिसमें 640 किमी (400 मील) से अधिक की तटरेखा के साथ पूरी क्षमता से 743 किमी 2 (287 वर्ग मील) को कवर करने वाला एक जलाशय है। यह सर्दियों में बड़ी संख्या में प्रवासी पक्षियों को भी आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>17 वीं शताब्दी में निर्मित संबलपुर से लगभग 25 किमी (16 मील) दूर स्थित हुमा का लीनिंग मंदिर पश्चिम में लगभग 47 डिग्री के कोण पर स्थित है। (पसायत, 1998, 2003, 2004, 2007, 2008)। यह भारत में एक तरह से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>समलेश्वरी मंदिर महानदी के तट पर स्थित देवी समलेश्वरी का मुख्य मंदिर है। संबलपुर का नाम उसके नाम पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर से लगभग 37 किमी (23 मील) पर स्थित चिपलिमा (चिपिलिमा हाइड्रो इलेक्ट्रिक प्रोजेक्ट (CHEP), बिजली पैदा करने के लिए प्राकृतिक रूप से गिरने (24.38 मीटर (80.0 फीट) की ऊँचाई पर) के लिए जाना जाता है। यह एक आदर्श पिकनिक स्थल है और स्थान के प्रमुख देवता घनेश्वरी मंदिर के लिए प्रसिद्ध है। इस मंदिर ने अतीत में नदी नेविगेशन के लिए एक महत्वपूर्ण भूमिका निभाई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>हीराकुंड बांध के खोए हुए मंदिर</p>\r\n<p>ये 1957 में बांध के पूर्ण होने के बाद डूबे हुए मंदिरों के अवशेष हैं। गर्मियों में, बांध के पानी के गिरने के कारण, संरचनाएं दिखाई देती हैं। इन छिपे हुए खजानों ने आखिरकार इतिहासकारों का ध्यान आकर्षित किया है और इन मंदिरों के ऐतिहासिक महत्व को समझने के लिए कदम उठाए जा रहे हैं, जो समय-समय पर पानी में चले जाते हैं, केवल फिर से जीवित करने के लिए। 58 साल के पानी के नीचे के अस्तित्व के बाद कई मंदिर नष्ट हो गए हैं। हालांकि, कुछ बरकरार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इन खोए हुए मंदिरों में रुचि दो पत्थरों के बाद फिर से जीवित हो गई है, लेखन ('शिला लेख') के साथ, जो कि जलमग्न पद्मपुर गांव का पद्मासेनी मंदिर माना जाता है, से बरामद किए गए थे। जलाशय क्षेत्र के अंदर स्थित मंदिर तत्कालीन पद्मपुर का हिस्सा थे, जो बांध निर्माण से पहले क्षेत्र के सबसे पुराने और सबसे अधिक आबादी वाले गांवों में से एक था। 200 से अधिक मंदिर बांध से डूब गए थे; लगभग 150 मंदिर या तो खराब हो गए हैं या पानी के भीतर हैं और लगभग 50 गर्मी के दौरान दिखाई देते हैं। ये खोए हुए मंदिर स्कूबा डाइविंग के शौकीनों के लिए हीराकुंड डैम के नीचे घूमने के बेहतरीन अवसर मौजूद हैं। ये मंदिर केवल मई और जून के गर्मियों के महीनों के दौरान नावों पर आगंतुकों को दिखाई देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़कें</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कार्यालय के घंटों के बाद वापस आने वाले यात्रियों, फाटक।</p>\r\n<p>संबलपुर में वाणिज्यिक और सार्वजनिक परिवहन के लिए एक अच्छी तरह से नेटवर्क परिवहन सुविधा है। यह राष्ट्रीय राजमार्ग - NH 53 / आर्थिक गलियारा 1 (EC1) द्वारा ओडिशा और भारत के बाकी हिस्सों से जुड़ा हुआ है, जो एशियाई राजमार्ग-एएच 46 (मुंबई-कोलकाता राजमार्ग) का एक हिस्सा है। NH 55 कटक और भुवनेश्वर से जुड़ता है, स्टेट हाईवे 15 सोनीपुर से जुड़ता है, स्टेट हाईवे 10 (SH10) झारसुगुड़ा और राउरकेला से जुड़ता है और नया बीजू एक्सप्रेसवे (निर्माणाधीन) राउरकेला-संबलपुर-जगदलपुर को जोड़ेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर भारतीय रेलवे के ईस्ट कोस्ट रेलवे ज़ोन के तहत तीन रेलवे डिवीजनों में से एक है। संबलपुर (SBP) ओडिशा का एक प्रमुख रेलवे स्टेशन है और संबलपुर रेलवे डिवीजन का मुख्यालय है। यह रेलवे स्टेशन भारतीय रेलवे द्वारा घोषित ईस्ट कोस्ट रेलवे का सबसे स्वच्छ रेलवे स्टेशन है। संबलपुर में चार अन्य रेलवे स्टेशन हैं, अर्थात। संबलपुर सिटी रेलवे स्टेशन (SBPY), संबलपुर रोड रेलवे स्टेशन (SBPD), हीराकुद (HKG), महानदी और मानेश्वर रेलवे स्टेशन (MANE) पर।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डे वीर सुरेंद्र साई हवाई अड्डा, झारसुगुड़ा (62 किमी, 39 मील) और स्वामी विवेकानंद हवाई अड्डा, रायपुर (262 किमी, 163 मील) और बीजू पटनायक अंतर्राष्ट्रीय हवाई अड्डा, भुवनेश्वर (325 किमी, 202 मील) हैं।</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>समलेश्वरी मंदिर</p>\r\n<p>संबलपुर के पीठासीन देवता श्रीश्री समलेश्वरी भारत के उड़ीसा और छत्तीसगढ़ राज्य के पश्चिमी भाग में एक मजबूत धार्मिक शक्ति हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हीराकुंड बांध</p>\r\n<p>केवल 15 कि.मी. संबलपुर के उत्तर में, दुनिया का सबसे लंबा बांध महानदी नदी के उस पार अकेलापन में है, जो 1,33,090 वर्ग किमी के क्षेत्र में फैला है।</p>\r\n<p>&nbsp;</p>\r\n<p>हुमा, भगवान शिव का झुक मंदिर</p>\r\n<p>संबलपुर उपखंड में एक गांव, महानदी के बाएं किनारे पर, 23 कि.मी. संबलपुर के दक्षिण में।</p>\r\n<p>&nbsp;</p>\r\n<p>माँ घंटेश्वरी मंदिर</p>\r\n<p>माँ घंटेश्वरी मंदिर संबलपुर में सबसे पवित्र और सुंदर जगह है। जैसा कि नाम से संकेत मिलता है, हर जगह घंटियाँ (घण्टी) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गुडगुडा झरना</p>\r\n<p>गुडगुडा, सबसे सुंदर पिकनिक स्पॉट में से एक।</p>\r\n<p>&nbsp;</p>\r\n<p>मवेशी द्वीप</p>\r\n<p>हीराकुंड</p>\r\n<p>एक प्राकृतिक आश्चर्य हीराकुंड जलाशय के चरम बिंदु में मौजूद है, एक प्राकृतिक आश्चर्य।</p>\r\n<p>&nbsp;</p>\r\n<p>संबलपुर शहर</p>\r\n<p>संबलपुर की पुरानी बस्ती मंदिरों की भूमि है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sambalpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ae2e0eb-3bfc-4ea7-bdc8-f505bd76cf2a_Sambalpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sambalpur-odisha","tags":[{"name":"संबलपुर","slug":"sambalpur"},{"name":"ओडिशा","slug":"odisha"}],"recommendations":[{"id":803,"title":"केंद्रपाड़ा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"केंद्रपाड़ा जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। केंद्रपाड़ा शहर जिला मुख्यालय है। केंद्रपाड़ा जिला राज्य के पूर्वी भाग में स्थित है, और उत्तर में भद्रक जिला, पूर्व में बंगाल की खाड़ी, दक्षिण में जगतसिंहपुर जिला, पश्चिम में कटक जिले और उत्तर-पश्चिम में जाजपुर से घिरा है। जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"केंद्रपाड़ा","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":802,"title":"कोरापुट में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","dateCreated":"2019-09-29T02:21:58.361Z","dateModified":"2019-09-29T02:22:15.743Z","contributedBy":"AskGif","content":"कोरापुट ओडिशा, भारत का एक जिला है, और समृद्ध और विविध प्रकार के खनिज भंडार के लिए जाना जाता है। यह पूर्वी घाट के साथ स्थित है।\r\nकोरापुट भारतीय राज्य ओडिशा में कोरापुट जिले का एक शहर और नगर पालिका है। कोरापुट शहर, कोरापुट जिले का जिला मुख्यालय है।\r\n&nbsp;\r\nप्रमुख नगर\r\nज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/362ab8fa-9db3-4bb5-8908-3a9e93096953_Koraput-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोरापुट","slug":"koraput"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-koraput-odisha","total":0},{"id":795,"title":"झारसुगुडा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"झारसुगुडा, भारत के ओडिशा के झारसुगुडा जिले का जिला मुख्यालय है। यह झारसुगुड़ा जिले का प्रशासनिक मुख्यालय है। यह एक औद्योगिक केंद्र है, जिसमें मुख्य रूप से धातुकर्म उद्योग शामिल हैं। यह रेल नेटवर्क के माध्यम से भारत के प्रमुख शहर से अच्छी तरह से जुड़ा हुआ है, और हाल ही में उद्घाटन किए गए झारसुगुड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारसुगुडा","slug":"jharsuguda"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-jharsuguda-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}