{"id":813,"title":"Top Places to visit in Sundargarh, Odisha","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"<p>Sundergarh District also spelled Sundargarh District is a district in the northwestern part of Odisha state in eastern India.</p>\r\n<p>&nbsp;</p>\r\n<p>Sundergarh district is bounded by Raigarh district of Chhattisgarh in the west, Jashpur district of Chhattisgarh in the North-West, Simdega district of Jharkhand in the North, West Singhbhum district of Jharkhand and Keonjhar district of Odisha in the east and Jharsuguda, Sambalpur, Deogarh and Angul districts of Odisha in the South. The town of Sundergarh is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Sundergarh is a town in Sundergarh district of the Indian state of Odisha. As of 2011 census, the municipality had a population of 45,036. Sundargarh is recognized as an industrial district in the map of Odisha. Steel plant, fertilizer plant, cement factory, ferro vanadium plant, machine building factory, glass and china clay factory and spinning mills are some of the major industries of this district. Sundargarh occupies a prominent position in the mineral map of Odisha and is rich in iron ore, limestone and manganese.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Sundargarh is connected to all major towns in Odisha by road. It is connected to Rourkela and Sambalpur by State Highway 10.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest railway station is Jharsuguda railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is Jharsuguda Airport which is 27 kilometers from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are many schools and two colleges exist in the town. The schools are both private and public, where as both the colleges are government run. The Govt. College is the oldest college in the town (inaugurated in 1958) which provides co-education and the Govt. Women's college accepts only female students.</p>\r\n<p>&nbsp;</p>\r\n<p>A medical college is being constructed with the sponsorship of NTPC</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>&nbsp;</p>\r\n<p>Hockey turf in Sundergarh</p>\r\n<p>A new synthetic (polygrass) hockey turf has been laid at the SAI Sports Complex in Bhawanipur, Sundargarh. This is the third synthetic hockey turf in the district of Sundargarh. The other turfs are at Panposh (Panposh Hockey Hostel) and Rourkela (Biju Patnaik Hockey Stadium). The Sports Authority of India (SAI) had approved the Rs. 2.25 crores project in 2007. The base work for the turf began in 2007, and was completed by May 2008. Then began the wait for synthetic turf, which arrived only in November 2008, and was subsequently laid by February 2009.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Vaishno Devi Temple</p>\r\n<p>Vaishnodevi Temple at Rourkela is a replica of the original Temple of Vaishnodevi of Jammu (Trikuta Hills).</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Mandira Dam, Kansbahal, Rourkela</p>\r\n<p>Mandira Dam</p>\r\n<p>Mandira dam is located near Kansbahal in Sundergarh district, Odisha, India. It is built across Sankh river.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Hanuman Vatika</p>\r\n<p>Hanuman Vatika named after one of the highest statue of Hanuman.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Vedvyas Rourkela</p>\r\n<p>Vedvyas Dham</p>\r\n<p>Situated on the confluence of the river Sankha and Koel, which thereafter from the river Brahmani.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>khandadhar</p>\r\n<p>Khandadhar Waterfalls</p>\r\n<p>Amidst thick jungles, Khandadhar is a glittering waterfall created by a perennial rivulet called Korapani Nala within a few kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Sundargarh is located at 22.12&deg;N 84.03&deg;E. It has an average elevation of 243 metres (801 feet). The Ib river flows along in the north.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The climate of this district is characterized by extremely hot summers and cool winters. The climate is hot and moist sub-humid. Normal rainfall of the district is approximately 1230 mm, but there is a deviation in receipt of rainfall pattern which is influencing crop production.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Sundargarh was the capital of the princely State of Gangpur till 1948 and became the district headquarters of Sundargarh district from 1948. It is understood that, in ancient times, Sundargarh was under the rulers of different dynasties. However, divergent views are available regarding the origin of the ruling family. The present royal family of Gangpur belongs to the Parmar dynasty. This ex-state was under the suzerainty of Sambalpur, known as Hirakhand Desh and later formed part of the dominion of the Maratha Rajas of Nagpur. This was ceded to the British Government in 1803 by the Maratha Chief Raghuji Bhonsla of Nagpur under the treaty of Deogaon (near Rourkela). This was restored to him by special engagement in 1806. This was finally ceded in 1826. In 1905, this princely state along with Bonai was transferred from the control of the commissioner of Chhotanagpur to that of Odisha Division and a separate political agent was appointed.</p>\r\n<p>&nbsp;</p>\r\n<p>Biramitra Gate Sundargarh.jpg</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, the population of the town was 48,969. The male population was 24,753 and female population was 24,216.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Sundargarh is connected to all major towns in Odisha by road. It is connected to Rourkela and Sambalpur by State Highway 10.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest railway station is Jharsuguda railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is Jharsuguda Airport which is 27 kilometers from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sundergarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sundargarh-odisha","tags":[{"name":"odisha","slug":"odisha"},{"name":"sundargarh","slug":"sundargarh"}],"recommendations":[{"id":803,"title":"Top Places to visit in Kendrapara, Odisha","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"Kendrapara District is an administrative district of Odisha state in eastern India. The town of Kendrapara is the district headquarters. Kendrapara District is situated in the eastern portion of the state, and is bounded on the north by Bhadrak District, on the east by the Bay of Bengal, on the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"kendrapara","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":795,"title":"Top Places to visit in Jharsuguda, Odisha","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"Jharsuguda is the district headquarters of Jharsuguda district of Odisha, India. It is the administrative headquarters of Jharsuguda district. It is an industrial hub, consisting mainly of metallurgical industries. It is well connected to major city's of India through the rail network, and a rece","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharsuguda","slug":"jharsuguda"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-jharsuguda-odisha","total":0},{"id":792,"title":"Top Places to visit in Dhenkanal, Odisha","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"Dhenkanal is a town and a municipality in Dhenkanal district in the state of Odisha, India.\r\nDhenkanal District is an administrative division of Odisha, India.\r\n&nbsp;\r\nGeography\r\nDhenkanal is located at 20.67&deg;N 85.6&deg;E. It has an average elevation of 80 metres ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhenkanal","slug":"dhenkanal"},{"name":"odisha","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"Top Places to visit in Angul, Odisha","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"Angul is a town and a municipality and the headquarters of Angul district in the state of Odisha, India.\r\nAngul District is an administrative and municipal district, one of the thirty in Odisha, India. The city of Angul is Angul district's headquarters.\r\n&nbsp;\r\nGeography","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"odisha","slug":"odisha"},{"name":"angul","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}