{"id":813,"title":"सुंदरगढ़ में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","dateCreated":"2019-09-30T01:43:15.386Z","dateModified":"2019-09-30T01:43:32.922Z","contributedBy":"AskGif","content":"<p>सुंदरगढ़ जिला भी है सुंदरगढ़ जिला पूर्वी भारत में ओडिशा राज्य के उत्तर-पश्चिमी भाग में स्थित एक जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुंदरगढ़ जिला पश्चिम में छत्तीसगढ़ के रायगढ़ जिले, उत्तर-पश्चिम में छत्तीसगढ़ के जशपुर जिले, उत्तर में झारखंड के सिमडेगा जिले, झारखंड के पश्चिम सिंहभूम जिले और पूर्व में ओडिशा के क्योंझर जिले और झारसुगुड़ा, संबलपुर, देवगढ़ में बसा है। और दक्षिण में ओडिशा के अंगुल जिले। सुंदरगढ़ शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुंदरगढ़ भारतीय राज्य ओडिशा के सुंदरगढ़ जिले का एक कस्बा है। 2011 की जनगणना के अनुसार, नगरपालिका की आबादी 45,036 थी। सुंदरगढ़ को ओडिशा के मानचित्र में एक औद्योगिक जिले के रूप में मान्यता प्राप्त है। स्टील प्लांट, फर्टिलाइजर प्लांट, सीमेंट फैक्ट्री, फेरो वैनेडियम प्लांट, मशीन बिल्डिंग फैक्ट्री, ग्लास और चाइना क्ले फैक्ट्री और स्पिनिंग मिल्स इस जिले के कुछ प्रमुख उद्योग हैं। सुंदरगढ़ ओडिशा के खनिज मानचित्र में एक प्रमुख स्थान रखता है और लौह अयस्क, चूना पत्थर और मैंगनीज में समृद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सुंदरगढ़ ओडिशा के सभी प्रमुख शहरों से सड़क मार्ग से जुड़ा है। यह स्टेट हाईवे 10 द्वारा राउरकेला और संबलपुर से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेलवे स्टेशन झारसुगुड़ा रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा झारसुगुड़ा हवाई अड्डा है जो शहर से 27 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कस्बे में कई स्कूल और दो कॉलेज मौजूद हैं। स्कूल निजी और सार्वजनिक दोनों हैं, जहाँ दोनों कॉलेज सरकारी हैं। सरकार। कॉलेज शहर का सबसे पुराना कॉलेज (1958 में उद्घाटन) है जो सह-शिक्षा और सरकार प्रदान करता है। महिला कॉलेज केवल महिला छात्रों को स्वीकार करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एनटीपीसी के प्रायोजन के साथ एक मेडिकल कॉलेज का निर्माण किया जा रहा है</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>&nbsp;</p>\r\n<p>सुंदरगढ़ में हॉकी मैदान</p>\r\n<p>सुंदरगढ़ के भवानीपुर में SAI स्पोर्ट्स कॉम्प्लेक्स में एक नया सिंथेटिक (पॉलीग्रास) हॉकी टर्फ बिछाया गया है। सुंदरगढ़ जिले में यह तीसरा सिंथेटिक हॉकी टर्फ है। अन्य बुर्ज पानपोष (पानपोष हॉकी हॉस्टल) और राउरकेला (बीजू पटनायक हॉकी स्टेडियम) में हैं। भारतीय खेल प्राधिकरण (SAI) ने रु। २००. में २.२५ करोड़ का प्रोजेक्ट। टर्फ के लिए आधार का काम २००, में शुरू हुआ, और मई २००. तक पूरा हो गया। इसके बाद सिंथेटिक टर्फ का इंतजार शुरू हुआ, जो नवंबर २०० in में ही आया, और बाद में फरवरी २०० ९ तक रखा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>वैष्णो देवी मंदिर</p>\r\n<p>राउरकेला में वैष्णोदेवी मंदिर, जम्मू के वैष्णोदेवी (त्रिकूट हिल्स) के मूल मंदिर की प्रतिकृति है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>मंदिरा डैम, कंसबहाल, राउरकेला</p>\r\n<p>मंदिरा डैम</p>\r\n<p>मंदिरा बांध भारत के ओडिशा के सुंदरगढ़ जिले में कंसबहाल के पास स्थित है। यह सांख नदी के पार बनाया गया है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>हनुमान वाटिका</p>\r\n<p>हनुमान वाटिका का नाम हनुमान की सबसे ऊंची मूर्ति में से एक है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>वेदव्यास राउरकेला</p>\r\n<p>वेदव्यास धाम</p>\r\n<p>शंख और कोएल नदी के संगम पर स्थित है, जो उसके बाद ब्राह्मणी नदी से निकलती है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>khandadhar</p>\r\n<p>खंडधर झरने</p>\r\n<p>घने जंगलों के बीच, खंडधार कुछ किलोमीटर के भीतर कोरापानी नाला नामक बारहमासी नदी द्वारा बनाया गया एक शानदार झरना है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सुंदरगढ़ 22.12 &deg; N 84.03 &deg; E पर स्थित है। इसकी औसत ऊंचाई 243 मीटर (801 फीट) है। इब नदी उत्तर में बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>इस जिले की जलवायु बेहद गर्म गर्मियों और शांत सर्दियों की विशेषता है। जलवायु गर्म और नम उप-आर्द्र है। जिले की सामान्य वर्षा लगभग 1230 मिमी है, लेकिन वर्षा पैटर्न की प्राप्ति में विचलन है जो फसल उत्पादन को प्रभावित कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>सुंदरगढ़ 1948 तक गंगपुर रियासत की राजधानी था और 1948 से सुंदरगढ़ जिले का जिला मुख्यालय बन गया। यह समझा जाता है कि, प्राचीन समय में सुंदरगढ़ विभिन्न राजवंशों के शासकों के अधीन था। हालांकि, शासक परिवार की उत्पत्ति के बारे में अलग-अलग विचार उपलब्ध हैं। गंगपुर का वर्तमान शाही परिवार परमार वंश का है। यह पूर्व-राज्य संबलपुर के अधीन था, जिसे हीराखंड देश के नाम से जाना जाता था और बाद में नागपुर के मराठा राजाओं के प्रभुत्व का हिस्सा बना। यह देवगांव (राउरकेला के पास) की संधि के तहत नागपुर के मराठा प्रमुख रघुजी भोंसला द्वारा 1803 में ब्रिटिश सरकार को सौंप दिया गया था। इसे 1806 में विशेष रूप से सगाई के द्वारा बहाल किया गया था। यह अंततः 1826 में उद्धृत किया गया था। 1905 में, बोनाई के साथ इस रियासत को छोटानागपुर के आयुक्त के नियंत्रण से ओडिशा डिवीजन में स्थानांतरित कर दिया गया था और एक अलग राजनीतिक एजेंट नियुक्त किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बीरमित्र गेट सुंदरगढ़। Jpg</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, शहर की जनसंख्या 48,969 थी। पुरुष जनसंख्या 24,753 और महिला जनसंख्या 24,216 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सुंदरगढ़ ओडिशा के सभी प्रमुख शहरों से सड़क मार्ग से जुड़ा है। यह स्टेट हाईवे 10 द्वारा राउरकेला और संबलपुर से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेलवे स्टेशन झारसुगुड़ा रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा झारसुगुड़ा हवाई अड्डा है जो शहर से 27 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sundergarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b445803c-f7d4-4db0-8bad-a1a6ab6e9018_Sundargarh-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sundargarh-odisha","tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"सुंदरगढ़","slug":"sundargarh"}],"recommendations":[{"id":803,"title":"केंद्रपाड़ा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","dateCreated":"2019-09-29T02:50:30.098Z","dateModified":"2019-09-29T02:50:50.153Z","contributedBy":"AskGif","content":"केंद्रपाड़ा जिला पूर्वी भारत में ओडिशा राज्य का एक प्रशासनिक जिला है। केंद्रपाड़ा शहर जिला मुख्यालय है। केंद्रपाड़ा जिला राज्य के पूर्वी भाग में स्थित है, और उत्तर में भद्रक जिला, पूर्व में बंगाल की खाड़ी, दक्षिण में जगतसिंहपुर जिला, पश्चिम में कटक जिले और उत्तर-पश्चिम में जाजपुर से घिरा है। जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12ebc233-c25b-438b-a717-c8aa0f9813b7_Kendrapara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"केंद्रपाड़ा","slug":"kendrapara"}],"slug":"top-places-to-visit-in-kendrapara-odisha","total":0},{"id":795,"title":"झारसुगुडा में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","dateCreated":"2019-09-28T12:53:54.827Z","dateModified":"2019-09-28T12:54:11.517Z","contributedBy":"AskGif","content":"झारसुगुडा, भारत के ओडिशा के झारसुगुडा जिले का जिला मुख्यालय है। यह झारसुगुड़ा जिले का प्रशासनिक मुख्यालय है। यह एक औद्योगिक केंद्र है, जिसमें मुख्य रूप से धातुकर्म उद्योग शामिल हैं। यह रेल नेटवर्क के माध्यम से भारत के प्रमुख शहर से अच्छी तरह से जुड़ा हुआ है, और हाल ही में उद्घाटन किए गए झारसुगुड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c6652f2-f55e-4830-a103-46309ff08a39_Jharsuguda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारसुगुडा","slug":"jharsuguda"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-jharsuguda-odisha","total":0},{"id":792,"title":"ढेंकनाल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","dateCreated":"2019-09-28T03:29:56.403Z","dateModified":"2019-09-28T03:30:50.929Z","contributedBy":"AskGif","content":"ढेंकनाल भारत के ओडिशा राज्य में ढेंकनाल जिले में एक शहर और एक नगर पालिका है।\r\nढेंकनाल जिला ओडिशा, भारत का एक प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nभूगोल\r\nढेंकनाल 20.67 &deg; N 85.6 &deg; E पर स्थित है। इसकी औसत ऊंचाई 80 मीटर (262 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b71870e-4a13-46ff-814d-e390f92aaa15_Dhenkanal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ढेंकनाल","slug":"dhenkanal"},{"name":"ओडिशा","slug":"odisha"}],"slug":"top-places-to-visit-in-dhenkanal-odisha","total":0},{"id":784,"title":"अंगुल में देखने के लिए शीर्ष स्थान, ओडिशा","imageUrl":"ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","dateCreated":"2019-09-28T01:16:44.76Z","dateModified":"2019-09-28T01:17:03.611Z","contributedBy":"AskGif","content":"अंगुल एक शहर और एक नगर पालिका है और भारत के ओडिशा राज्य में अंगुल जिले का मुख्यालय है।\r\nअंगुल जिला एक प्रशासनिक और नगरपालिका जिला है, जो भारत के ओडिशा में तीस में से एक है। अंगुल शहर, अंगुल जिले का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nअंगुल जिला (odia: ଅନୁଗୋଳ ia) ओडिशा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed37c2e8-1023-44bf-a1d9-bc96fbdb50fe_Angul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओडिशा","slug":"odisha"},{"name":"अंगुल","slug":"angul"}],"slug":"top-places-to-visit-in-angul-odisha","total":0}]}