{"id":816,"title":"बरनाला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"efd2ab5f-492e-4522-951d-ebe74c03ec76_Barnala-railway.jpg","dateCreated":"2019-09-30T16:41:31.819Z","dateModified":"2019-09-30T16:42:02.126Z","contributedBy":"AskGif","content":"<p>बरनाला भारतीय राज्य पंजाब के जिलों में से एक है। 2006 से पहले बरनाला संगरूर जिले का हिस्सा था।</p>\r\n<p>बरनाला भारत के पंजाब राज्य का एक शहर है। बरनाला शहर बरनाला जिले के मुख्यालय के रूप में कार्य करता है जो 2006 में बना था। बरनाला जिले के गठन से पहले, यह शहर संगरूर जिले में स्थित था। यह भटिंडा के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह उत्तर में लुधियाना जिले, उत्तर-पश्चिम में मोगा जिले, पश्चिम में बठिंडा जिले और अन्य सभी तरफ संगरूर जिले द्वारा स्थित एक केंद्रीय रूप से स्थित जिला है। जिले के वर्तमान विधायक AAP के श्री मीत हायर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह पंजाब का सबसे कम आबादी वाला जिला है (22 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला प्रशासन</p>\r\n<p>उपायुक्त (डीसी), भारतीय प्रशासनिक सेवा से संबंधित अधिकारी, जिले में सामान्य प्रशासन के समग्र प्रभारी हैं। वर्तमान में तेज प्रताप सिंह फूलका, IAS बरनाला जिले के उपायुक्त हैं। उन्हें पंजाब सिविल सेवा और अन्य राज्य सेवाओं से संबंधित कई अधिकारियों द्वारा सहायता प्रदान की जाती है।</p>\r\n<p>वरिष्ठ पुलिस अधीक्षक (एसएसपी) को जिले की कानून व्यवस्था और संबंधित मुद्दों को बनाए रखने की जिम्मेदारी सौंपी जाती है। वर्तमान में श्री हरजीत सिंह पुलिस अधीक्षक हैं। उनसे शहर के सभी गैर-सरकारी संगठनों और सामाजिक संगठनों के साथ बहुत सौहार्दपूर्ण संबंध बनाए रखने की उम्मीद है। उन्हें पंजाब पुलिस सेवा के अधिकारियों और पंजाब पुलिस के अन्य अधिकारियों द्वारा सहायता प्रदान की जाती है।</p>\r\n<p>इंडियन रेड क्रॉस सोसाइटी (IRC)। रेड क्रॉस को विश्व स्तर पर गुणवत्ता स्वास्थ्य देखभाल सेवाएं प्रदान करने में अपनी उपस्थिति के लिए मान्यता प्राप्त है और यह हमेशा जरूरतमंदों की मदद करता है। इंडियन रेड क्रॉस सोसाइटी (आईआरसी), बरनाला जिला शाखा श्री राज कुमार जिंदल के रूप में हैनी है। सचिव। 26 अप्रैल 2011 को फिरोजपुर (पंजाब का सीमावर्ती शहर) में हाल ही में समाज के संरक्षक, आजीवन सदस्य और स्वयंसेवकों ने \"धन उगाही और क्षमता निर्माण पर संगोष्ठी\" में भाग लिया। डॉ। राज कुमार जिंदल ने प्रतिनिधिमंडल का नेतृत्व किया।</p>\r\n<p>जिला जनसंपर्क अधिकारी (DPRO)। वह राज्य सरकार के जनसंपर्क के लिए जिम्मेदार है। साथ ही साथ जिला प्रशासन। वह जिले के प्रेस और इलेक्ट्रॉनिक मीडिया को प्रेस नोट्स जारी और अधिकृत करता है। सभी प्रेस और इलेक्ट्रॉनिक चैनल के पत्रकारों के रिकॉर्ड को बनाए रखता है। वर्तमान में श्री गुरमीत सिंह खैरा बरनाला जिले के डीपीआरओ हैं।</p>\r\n<p>प्रभागीय वन अधिकारी (DFO), भारतीय वन सेवा से संबंधित एक अधिकारी जिले के वन, पर्यावरण और वन्य जीवन से संबंधित मुद्दों के प्रबंधन के लिए जिम्मेदार है। उन्हें पंजाब वन सेवा के अधिकारियों और अन्य पंजाब वन अधिकारियों और पंजाब वाइल्ड-लाइफ के अधिकारियों द्वारा सहायता प्रदान की जाती है।</p>\r\n<p>क्षेत्रीय विकास की देखरेख प्रत्येक विकास विभाग के जिला प्रमुख जैसे पीडब्ल्यूडी, कृषि, स्वास्थ्य, शिक्षा और पशुपालन द्वारा की जाती है। ये अधिकारी विभिन्न राज्य सेवाओं से संबंधित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय सूचना विज्ञान केंद्र के प्रमुख, जिला सूचनात्मक अधिकारी (डीआईओ)। यह विभाग ई-गवर्नेंस और अन्य प्रौद्योगिकी आधारित सेवाओं के बारे में काम करता है जो जिला कार्यालय में विभिन्न कार्यों को करने के लिए एक स्वचालित वातावरण प्रदान करता है। वर्तमान में श्री नीरज गर्ग डीआईओ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>राम सरूप अंकि - पंजाबी लेखक, उपन्यासकार और कवि</p>\r\n<p>सुरजीत सिंह बरनाला - राजनीतिज्ञ जिन्होंने पंजाब राज्य के मुख्यमंत्री के रूप में कार्य किया</p>\r\n<p>&nbsp;</p>\r\n<p>एच ई श्री सुरजीत सिंह बरनाला</p>\r\n<p>करम सिंह - सैनिक जो परमवीर चक्र के पहले जीवित प्राप्तकर्ता थे</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण संस्थान</p>\r\n<p>बरनाला में शैक्षणिक संस्थानों की सूची: -</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल: -</p>\r\n<p>&nbsp;</p>\r\n<p>आर्यभट्ट इंटरनेशनल स्कूल, बरनाला</p>\r\n<p>B.G.S पब्लिक स्कूल, बरनाला</p>\r\n<p>बीवीएम इंटरनेशनल स्कूल, बरनाला</p>\r\n<p>दयानंद केंद्रीय विद्या मंदिर, बरनाला</p>\r\n<p>गांधी आर्य हाई स्कूल, बरनाला</p>\r\n<p>गवर्नमेंट बॉयज एस स्कूल, बरनाला</p>\r\n<p>गवर्नमेंट गर्ल्स एस स्कूल, बरनाला</p>\r\n<p>गुरप्रीत होली हार्ट पब्लिक स्कूल, मेहलकलां, बरनाला</p>\r\n<p>केंद्रीय विद्यालय वायु सेना स्टेशन, बरनाला</p>\r\n<p>लिटिल एंजेल प्ले-वे स्कूल, बरनाला</p>\r\n<p>मदर टीचर स्कूल, बरनाला</p>\r\n<p>सेक्रेड हार्ट कॉन्वेंट स्कूल, रायकोट रोड बरनाला</p>\r\n<p>सेक्रेड हार्ट कॉन्वेंट सीनियर सेकेंडरी स्कूल, हंडिया रोड बरनाला।</p>\r\n<p>सर्वहितकारी सीनियर सेकेंडरी स्कूल, बरनाला</p>\r\n<p>सर्वोत्तम अकादमी, बरनाला</p>\r\n<p>स्प्रिंग डेल प्लेवे स्कूल, बरनाला</p>\r\n<p>तक्षशिला पब्लिक स्कूल</p>\r\n<p>वाई.एस. पब्लिक स्कूल</p>\r\n<p>उच्च शिक्षा संस्थान: -</p>\r\n<p>&nbsp;</p>\r\n<p>आर्यभट्ट ग्रुप ऑफ इंस्टीट्यूट, बरनाला</p>\r\n<p>अकाल पॉलीटेक्निक कॉलेज, रुरके कलां, बरनाला-मनसा राजमार्ग, बरनाला</p>\r\n<p>बाबा फरीद इंस्टिट्यूट ऑफ कम्प्यूटर साइंस एंड इन्फोर्मेशन टेक्नोलॉजी, बरनाला</p>\r\n<p>बरनाला पॉलिटेक्निक कॉलेज, बरनाला</p>\r\n<p>दशमेश इंस्टीट्यूट ऑफ मैनेजमेंट एंड टेक्नोलॉजी, बरनाला</p>\r\n<p>सरकारी औद्योगिक प्रशिक्षण संस्थान (आईटीआई), बरनाला</p>\r\n<p>गुरु अर्जुन देव कॉलेज ऑफ मैनेजमेंट एंड टैक्नोलॉजी, बरनाला</p>\r\n<p>गुरु गोबिंद सिंह कॉलेज ऑफ एजुकेशन, बरनाला</p>\r\n<p>गुरु नानक देव नर्सिंग संस्थान, बरनाला</p>\r\n<p>एमपी। पटवार प्रशिक्षण केंद्र, बरनाला</p>\r\n<p>एस.डी. कॉलेज, बरनाला</p>\r\n<p>सेक्रेड हार्ट इंटरनेशनल कॉलेज ऑफ एजुकेशन, बरनाला</p>\r\n<p>तकनीकी शिक्षा महाविद्यालय हांडीया, बरनाला</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barnala_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/efd2ab5f-492e-4522-951d-ebe74c03ec76_Barnala-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-barnala-punjab","tags":[{"name":"बरनाला","slug":"barnala"},{"name":"पंजाब","slug":"punjab"}],"recommendations":[{"id":825,"title":"फाजिल्का में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","dateCreated":"2019-10-05T02:58:22.314Z","dateModified":"2019-10-05T02:59:13.822Z","contributedBy":"AskGif","content":"फाजिल्का जिला भारत के पंजाब राज्य में नए और 22 जिलों में से एक है।\r\nफाजिल्का पंजाब, भारत में एक शहर और एक नगरपालिका परिषद है। 2011 में, इसे नव निर्मित फाजिल्का जिले का मुख्यालय बनाया गया था। तुर्कमेनिस्तान में बनने वाली ट्रांस-अफगानिस्तान पाइपलाइन (TAPI) गैस पाइपलाइन परियोजना फाजिल्का में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"फाजिल्का","slug":"fazilka"}],"slug":"top-places-to-visit-in-fazilka-punjab","total":0},{"id":824,"title":"फतेहगढ़ साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"58ff7358-3316-4637-b020-0c4bc71d90ec_Fatehgarh-Sahib.jpg","dateCreated":"2019-10-04T13:38:04.685Z","dateModified":"2019-10-04T13:38:28.432Z","contributedBy":"AskGif","content":"फतेहगढ़ साहिब एक कस्बा और उत्तर पश्चिम भारतीय राज्य पंजाब में सिख धर्म का एक पवित्र तीर्थ स्थल है। यह फतेहगढ़ साहिब जिले का मुख्यालय है, जो सरहिंद से लगभग 5 किलोमीटर (3.1 मील) उत्तर में स्थित है।\r\n&nbsp;\r\nफतेहगढ़ साहिब का नाम फतेह सिंह के नाम पर रखा गया है, जो गुरु गोबिंद सिंह के 7 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/58ff7358-3316-4637-b020-0c4bc71d90ec_Fatehgarh-Sahib.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"फतेहगढ़-साहिब","slug":"fatehgarh-sahib"}],"slug":"top-places-to-visit-in-fatehgarh-sahib-punjab","total":0},{"id":822,"title":"फरीदकोट में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"फरीदकोट जिला पंजाब राज्य के 22 जिलों में से एक है, जिला मुख्यालय के रूप में फरीदकोट शहर के साथ भारत। फरीदकोट जिला तत्कालीन फिरोजपुर डिवीजन का एक हिस्सा था, लेकिन वर्ष 1996 में फरीदकोट डिवीजन की स्थापना फरीदकोट में एक डिवीजनल मुख्यालय के साथ की गई जिसमें फरीदकोट, बठिंडा और मानसा जिले शामिल हैं।</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फरीदकोट","slug":"faridkot"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-faridkot-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}