{"id":818,"title":"Top Places to visit in Bathinda, Punjab","imageUrl":"351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","dateCreated":"2019-10-01T02:38:54.54Z","dateModified":"2019-10-01T02:39:11.742Z","contributedBy":"AskGif","content":"<p>Bathinda is a city and Municipal Corporation in Southern part of Punjab, India. It is one of the oldest cities in Punjab, India and the current administrative headquarters of Bathinda District. It is in northwestern India in the Malwa Region, 227 km west of the capital city of Chandigarh and is the fifth largest city of Punjab. Bathinda's nicknamed the 'City of Lakes', courtesy of the artificial lakes in the city. The first empress Delhi Sultanate Razia Sultan was imprisoned in the Qila Mubarak fort in Bathinda. The gurudwara and mazaar of Haji Rattan is a popular tourist centre of Bathinda having connections with popular legends.</p>\r\n<p>&nbsp;</p>\r\n<p>Bathinda is a home of Central University of Punjab and upcoming AIIMS. Bathinda is home to two modern thermal power plants, Guru Nanak Dev Thermal Plant and Guru Hargobind Thermal Plant at Lehra Mohabbat. The city has a fertilizer plant, a large oil refinery, two cement plants (Ambuja Cements and UltraTech Cement Limited), a large army cantonment, an air force station, a zoo, and a historic Qila Mubarak fort. Bathinda is one of the largest food grain and cotton markets in northern India; the area around Bathinda is a prolific grape growing area.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry and Economy</p>\r\n<p>Bathinda is an upcoming industrial city. Major industries in the city and its suburbs include:</p>\r\n<p>&nbsp;</p>\r\n<p>National Fertilizer Ltd, Bathinda</p>\r\n<p>Guru Nanak Dev Thermal Plant, Bathinda (will be decommissioned soon)</p>\r\n<p>Ambuja Cements Ltd, Malout Road, Bathinda</p>\r\n<p>Guru Gobind Singh Refinery, a joint project between HPCL and Mittal Energy Limited.</p>\r\n<p>Ultra Tech Cement Ltd, Lehra Mohabbat</p>\r\n<p>Guru Hargobind Thermal Plant, Lehra Mohabbat</p>\r\n<p>Bathinda District Co-op Producer Union Milk Plant, Bathinda</p>\r\n<p>Vardhman Polytex Ltd, Badal Road, Bathinda</p>\r\n<p>BCL Industries &amp; Infrastructure Ltd, Hazi Rattan, Bathinda</p>\r\n<p>Several sugar mills, brick kilns, and food processing plants are also located in the city and its suburbs.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Bhatinda Railway Station has connectivity to most of the major cities in India. Four national highways: NH 7 (Fazilka - Badrinath National Highway), NH 54 (Kenchiyan, Hanumangarh - Pathankot National Highway), NH 148B (Bathinda to Kotputli) and NH 754 (Bathinda to Jalalabad, Fazilka) pass through/near the city. Like most cities in Punjab, Bathinda is also well connected by bus to major nearby cities. Buses provide to and fro connectivity to Chandigarh, Ludhiana, Jalandhar, New Delhi, Shimla, Amritsar, Jaipur and several other cities. Bathinda Airport, which shares its runway with the Air Force station in Bhisiana, opened to the public in 2016. As of 2018, flights ply only to and from Jammu and New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Qila Mubarak</p>\r\n<p>Main article: Qila Mubarak</p>\r\n<p>Qila Mubarak, also known locally as the Razia Sultana fort is located in the heart of the city. It is one of the oldest forts in India and has a great historical significance. Razia Sultana, the first Empress of Delhi, was imprisoned in the fort. It is maintained by the Archaeological Survey of India and is frequented by both local and foreign tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Damdama Sahib</p>\r\n<p>Main article: Takht Sri Damdama Sahib</p>\r\n<p>Damdama Sahib is a Sikh gurudwara in Talwandi Sabo, a suburb 28km southeast of the city. It is known for being the place where the tenth Sikh guru prepared the final version of the Sri Guru Granth Sahib, the definitive Sikh scripture. It is one of the Panj Takhts, or five seats of temporal authority of Sikhism.</p>\r\n<p>&nbsp;</p>\r\n<p>Maiser Khana</p>\r\n<p>Main article: Maiser Khana</p>\r\n<p>Maiser Khana is a famous Hindu temple dedicated to goddess Jwala Ji, situated 29km southeast of the city. It is known for two grand melas (fairs) held every year, visited by tens of thousands of devotees.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>School Education &amp; Exam Coaching Institutions</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi Public School, Bathinda</p>\r\n<p>The city has many prestigious school chains too - S.S.D. Senior Secondary School (Boys) is one of the oldest educational institutes and many English medium schools have also come up in the city during the last 30 years. DAV Public School, Delhi Public School and Police Public School have their branches in the city. Several reputed Catholic schools are present in the city, such as St. Joseph's convent school and St. Xavier's Senior Secondary School. Other schools include Shri Guru Hargobind Convent School (Nathana) and St. Paul's High School (affiliated to ICSE board). Bathinda is also a hub for competitive examination coaching. Several coaching institutes for medical (NEET, AIIMS) and non-medical (JEE Main, JEE advanced) entrance examinations are present in the city. This has led to a large youth population influx into Bathinda, especially around the Ajit Road area. The city also has institutions for preparation of competitive examination like CAT, S.S.C., Bank etc.</p>\r\n<p>&nbsp;</p>\r\n<p>College Education</p>\r\n<p>The city has many colleges (both government and private) offering graduate and post-graduate courses. Some of them are:</p>\r\n<p>&nbsp;</p>\r\n<p>DAV College</p>\r\n<p>Government Rajindra College, Bathinda</p>\r\n<p>Guru Kashi University</p>\r\n<p>Baba Farid College</p>\r\n<p>Bathinda College of Law</p>\r\n<p>Central University of Punjab</p>\r\n<p>&nbsp;</p>\r\n<p>Central University of Punjab, Bathinda</p>\r\n<p>The Central University of Punjab Bathinda (Punjab) has been established through the Central Universities Act 2009 which received the assent of the President of India on 20 March 2009. Its territorial jurisdiction extends to the whole State of Punjab.</p>\r\n<p>&nbsp;</p>\r\n<p>It started its functioning from Camp Office in April 2009, which happens to be the residence of the Vice Chancellor, and from November 2009 it shifted to its City Campus spread over an area of 35 acres. Construction of the main campus has started on 540 acres of land in Ghudda Village (21.5 km from Bathinda ISBT) on Badal Road. Engineers India Limited, a Navratna Public Sector Undertaking, is providing PMC services for the project.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharaja Ranjit Singh Punjab Technical University</p>\r\n<p>Maharaja Ranjit Singh Punjab Technical University (MRSPTU), formerly Maharaja Ranjit Singh State Technical University, is a State technical university of Punjab located in Bathinda, Punjab, India. It was established in 2015 and has jurisdiction over 11 districts namely Bathinda, Ferozepur, Moga, Faridkot, Sri Muktsar Sahib, Barnala, Mansa, Sangrur, Patiala, Fatehgarh Sahib and Fazilka. University will function from upgraded Giani Zail Singh Punjab Technical University Campus.</p>\r\n<p>&nbsp;</p>\r\n<p>Adesh Institute of Medical Science and Research</p>\r\n<p>Adesh Institute of Medical Sciences &amp; Research (AIMSR) is a private not for profit Medical College associated with a 750-bed Tertiary Care Teaching hospital. It has 150 M.B.B.S. annual seat intake. The college is located on the Barnala Bathinda Highway. The college was established in 2006 under Adesh Institutions. AIMSR is approved by Medical Council of India and permitted by Ministry of Health &amp; Family Welfare. It was affiliated to Baba Farid University of Health Sciences, Faridkot from 2006 to 2011 MBBS Admissions Batch and is affiliated to Adesh University, Bathinda starting 2012.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Bathinda (and the Malwa region of north India) has always been active in the field of sports. Several eminent sporting personalities were born or were trained in Bathinda (see Notable People). The city has a full-sized hockey stadium with Astroturf, an all-seater multipurpose sports stadium with capacity of over 10,000, a cricket ground (part of Police lines), a Golf course (Part of Cantonment), and several other multipurpose stadiums at Thermal colony, Railway Colony etc. There are also several indoor sports complexes, a tennis academy, several full-sized basketball courts, olympic-sized swimming pools, and a horse-riding club in the city. The city was approved as a site for development of an international cricket ground in 2007, but the plan was scrapped 8 years later due to lack of funds.</p>\r\n<p>&nbsp;</p>\r\n<p>Shopping and Entertainment Centers</p>\r\n<p>City Center Mall &mdash; Built by Amravati Infrastructure in collaborated with the Satya Group, this is the city's first mall. It is designed by India 's ace architect Mr. Mohit Gujral. The mall is spread across 1,00,000 sqr. ft. space.</p>\r\n<p>Mittal's City Mall &mdash; Built by Ganpati Township ltd, it is considered to be an entertainment and retail project. City Mall is spread over 3 lakh square feet and it has 8 floors.</p>\r\n<p>Peninsula Mall &mdash; Built by HBN group the mall consists of around 2,50,000 sq. ft of retail space, sprawling across 5 floors with a view of lakes.</p>\r\n<p>Chill-o-Thrill water park</p>\r\n<p>Rose Garden</p>\r\n<p>Bir Talab Zoo and Deer Safari</p>\r\n<p>Military Bases</p>\r\n<p>Due to its proximity to the India-Pakistan border, Bathinda has two strategically important military bases.</p>\r\n<p>&nbsp;</p>\r\n<p>Bathinda Cantonment is the largest in India and one of the largest in Asia. It lies just east of the city border, and the NH 7 passes through it. It houses one of the biggest ammunition depots in the country.</p>\r\n<p>Bathinda Air force station lies in Bhisiana, which lies 20km north west of the city center. Along with regular aircraft, it also houses unmanned aerial vehicles and early warning aircraft. The station also doubles as a civil domestic airport for the city.</p>\r\n<p>Notable People</p>\r\n<p>Harbhajan Mann, actor and singer</p>\r\n<p>Rajinder Gupta, businessman, founder of TridentGroup</p>\r\n<p>Mehar Mittal, actor and producer</p>\r\n<p>Mayank Markande, cricketer</p>\r\n<p>Manny Aulakh, Canadian international cricketer</p>\r\n<p>Avneet Sidhu, Commonwealth games gold winning shooter</p>\r\n<p>Parduman Singh Brar, Shotputter, Asiad gold medallist</p>\r\n<p>Balkar Sidhu, singer</p>\r\n<p>Amrit Maan, actor, singer and lyricist</p>\r\n<p>Balwant Gargi, writer and dramatist</p>\r\n<p>Amardeep Singh Gill, film director</p>\r\n<p>Riaz ur Rehman Saghar, Pakistani poet and lyricist</p>\r\n<p>Gurdial Singh, novelist</p>\r\n<p>Kuldeep Manak, singer</p>\r\n<p>Janmeja Singh Sekhon, politician</p>\r\n<p>Sunny and Inder Bawra, composer duo</p>\r\n<p>Kul Sidhu, theatre artist and actress</p>\r\n<p>&nbsp;</p>\r\n<p>Suburbs of Bathinda</p>\r\n<p>Bhucho Mandi 15 km</p>\r\n<p>Goniana 14 km</p>\r\n<p>Maur Mandi 37 km</p>\r\n<p>Rampura Phul 30 km</p>\r\n<p>Talwandi Sabo 29 km</p>\r\n<p>Raman 42 km</p>\r\n<p>Sangat, India 21 km</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bathinda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bathinda-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"bathinda","slug":"bathinda"}],"recommendations":[{"id":843,"title":"Top Places to visit in Tarn Taran Sahib, Punjab","imageUrl":"8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","dateCreated":"2019-10-07T16:23:45.35Z","dateModified":"2019-10-07T16:24:05.938Z","contributedBy":"AskGif","content":"Tarn Taran district is one of the districts in the Majha region of Punjab, India. The main cities are Tarn Taran Sahib and Patti. The City of Taran Taran is a holy place for Sikhs.\r\n&nbsp;\r\nTarn Taran district was formed in 2006 from Amritsar District. The declaration to this effect","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"tarn-taran-sahib","slug":"tarn-taran-sahib"}],"slug":"top-places-to-visit-in-tarn-taran-sahib-punjab","total":0},{"id":839,"title":"Top Places to visit in Rupnagar, Punjab","imageUrl":"53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","dateCreated":"2019-10-07T02:36:37.226Z","dateModified":"2019-10-07T02:37:06.496Z","contributedBy":"AskGif","content":"Rupnagar district is one of twenty-two districts in the state of Punjab, India. The town of Rupnagar (formerly known as Rupar or Ropar) is said to have been founded by a Raja called Rokeshar, who ruled during the 11th century and named it after his son Rup Sen. It is also the site of an ancient t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"rupnagar","slug":"rupnagar"}],"slug":"top-places-to-visit-in-rupnagar-punjab","total":0},{"id":832,"title":"Top Places to visit in Moga, Punjab","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"Moga district is one of the twenty two districts in the state of Punjab, India. It became the 17th district of Punjab State on 24 November 1995 cut from Faridkot district. Moga District is among the largest producers of wheat and rice in Punjab, India. People from Moga City and Moga District belo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"moga","slug":"moga"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}