{"id":818,"title":"बठिंडा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","dateCreated":"2019-10-01T02:38:54.54Z","dateModified":"2019-10-01T02:39:11.742Z","contributedBy":"AskGif","content":"<p>बठिंडा भारत के पंजाब के दक्षिणी भाग में एक शहर और नगर निगम है। यह पंजाब, भारत के सबसे पुराने शहरों और बठिंडा जिले के वर्तमान प्रशासनिक मुख्यालय में से एक है। यह पश्चिमोत्तर भारत में मालवा क्षेत्र में है, जो राजधानी चंडीगढ़ से 227 किमी पश्चिम में है और पंजाब का पांचवा सबसे बड़ा शहर है। बठिंडा का नाम 'झीलों का शहर' है, जो शहर में कृत्रिम झीलों के सौजन्य से है। पहला साम्राज्य दिल्ली सल्तनत रजिया सुल्तान को भटिंडा के किला मुबारक किले में कैद किया गया था। हाजी रतन का गुरुद्वारा और बाज़ार, बठिंडा का एक लोकप्रिय पर्यटन केंद्र है, जिसमें लोकप्रिय किंवदंतियों के कनेक्शन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बठिंडा पंजाब के केंद्रीय विश्वविद्यालय और आगामी एम्स का एक घर है। बठिंडा में दो आधुनिक थर्मल पावर प्लांट, गुरु नानक देव थर्मल प्लांट और लेहरा मोहब्बत में गुरु हरगोबिंद थर्मल प्लांट का घर है। शहर में एक उर्वरक संयंत्र, एक बड़ी तेल रिफाइनरी, दो सीमेंट संयंत्र (अंबुजा सीमेंट्स और अल्ट्राटेक सीमेंट लिमिटेड), एक बड़ी सेना छावनी, एक वायु सेना स्टेशन, एक चिड़ियाघर और एक ऐतिहासिक किला मुबारक किले हैं। बठिंडा उत्तरी भारत का सबसे बड़ा खाद्य अनाज और कपास बाजार है; बठिंडा के आसपास का क्षेत्र एक विशाल अंगूर उगता क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग और अर्थव्यवस्था</p>\r\n<p>बठिंडा एक आगामी औद्योगिक शहर है। शहर और उसके उपनगरों में प्रमुख उद्योगों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय उर्वरक लिमिटेड, बठिंडा</p>\r\n<p>गुरु नानक देव थर्मल प्लांट, बठिंडा</p>\r\n<p>अंबुजा सीमेंट्स लिमिटेड, मलोट रोड, बठिंडा</p>\r\n<p>गुरु गोबिंद सिंह रिफाइनरी, एचपीसीएल और मित्तल एनर्जी लिमिटेड के बीच एक संयुक्त परियोजना है।</p>\r\n<p>अल्ट्रा टेक सीमेंट लिमिटेड, लेहरा मोहब्बत</p>\r\n<p>गुरु हरगोबिंद थर्मल प्लांट, लेहरा मोहब्बत</p>\r\n<p>भटिंडा जिला को-ऑप प्रोड्यूसर यूनियन मिल्क प्लांट, बठिंडा</p>\r\n<p>वर्धमान पॉलीटेक्स लिमिटेड, बादल रोड, बठिंडा</p>\r\n<p>BCL Industries &amp; Infrastructure Ltd, Hazi Rattan, भटिंडा</p>\r\n<p>शहर और इसके उपनगरों में कई चीनी मिलें, ईंट भट्टे, और खाद्य प्रसंस्करण संयंत्र भी स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>भटिंडा रेलवे स्टेशन की भारत के अधिकांश प्रमुख शहरों से कनेक्टिविटी है। चार राष्ट्रीय राजमार्ग: NH 7 (फाजिल्का - बद्रीनाथ राष्ट्रीय राजमार्ग), NH 54 (केंचियन, हनुमानगढ़ - पठानकोट राष्ट्रीय राजमार्ग), NH 148B (बठिंडा से कोटपुतली) और NH 754 (बठिंडा से जलालाबाद, फाजिल्का) शहर के पास से गुजरते हैं। पंजाब के अधिकांश शहरों की तरह, बठिंडा भी बस द्वारा आसपास के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। चंडीगढ़, लुधियाना, जालंधर, नई दिल्ली, शिमला, अमृतसर, जयपुर और कई अन्य शहरों के लिए बसें प्रदान करती हैं। बठिंडा हवाई अड्डा, जो भिसियाना में वायु सेना स्टेशन के साथ अपना रनवे साझा करता है, 2016 में जनता के लिए खोला गया। 2018 तक, जम्मू और नई दिल्ली से केवल और अधिक के लिए उड़ानें।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>किला मुबारक</p>\r\n<p>मुख्य लेख: किला मुबारक</p>\r\n<p>किला मुबारक, जिसे स्थानीय रूप से रजिया सुल्ताना किला भी कहा जाता है, शहर के बीचों-बीच स्थित है। यह भारत के सबसे पुराने किलों में से एक है और इसका एक बड़ा ऐतिहासिक महत्व है। दिल्ली की पहली महारानी रजिया सुल्ताना को किले में कैद कर दिया गया। यह भारतीय पुरातत्व सर्वेक्षण द्वारा बनाए रखा गया है और स्थानीय और विदेशी दोनों पर्यटकों द्वारा अक्सर देखा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दमदमा साहिब</p>\r\n<p>मुख्य लेख: तख्त श्री दमदमा साहिब</p>\r\n<p>दमदमा साहिब तलवंडी साबो में एक सिख गुरुद्वारा है, जो शहर के दक्षिण-पूर्व में 28 किमी दूर है। यह उस स्थान के लिए जाना जाता है जहां दसवें सिख गुरु ने श्री गुरु ग्रंथ साहिब के अंतिम संस्करण को तैयार किया था, जो निश्चित सिख ग्रंथ है। यह पंज तख्त में से एक है, या सिख धर्म के अस्थायी अधिकार की पांच सीटें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मैसर खाना</p>\r\n<p>मुख्य लेख: मैसर खान</p>\r\n<p>Maiser Khana एक प्रसिद्ध हिंदू मंदिर है जो देवी ज्वाला जी को समर्पित है, जो शहर से 29 किमी दक्षिण पूर्व में स्थित है। यह हर साल आयोजित होने वाले दो भव्य मेलों (मेलों) के लिए जाना जाता है, जिनमें हजारों श्रद्धालु आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूल शिक्षा और परीक्षा कोचिंग संस्थानों</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली पब्लिक स्कूल, बठिंडा</p>\r\n<p>शहर में कई प्रतिष्ठित स्कूल श्रृंखलाएं भी हैं - S.S.D. सीनियर सेकेंडरी स्कूल (बॉयज) सबसे पुराने शैक्षणिक संस्थानों में से एक है और कई अंग्रेजी माध्यम स्कूल भी पिछले 30 वर्षों के दौरान शहर में आए हैं। डीएवी पब्लिक स्कूल, दिल्ली पब्लिक स्कूल और पुलिस पब्लिक स्कूल की शहर में अपनी शाखाएँ हैं। शहर में कई प्रतिष्ठित कैथोलिक स्कूल मौजूद हैं, जैसे सेंट जोसेफ कॉन्वेंट स्कूल और सेंट जेवियर्स सीनियर सेकेंडरी स्कूल। अन्य स्कूलों में श्री गुरु हरगोबिंद कॉन्वेंट स्कूल (नथाना) और सेंट पॉल हाई स्कूल (आईसीएसई बोर्ड से संबद्ध) शामिल हैं। बठिंडा प्रतियोगी परीक्षा कोचिंग के लिए एक केंद्र भी है। मेडिकल (NEET, AIIMS) और नॉन-मेडिकल (JEE मेन, JEE एडवांस्ड) प्रवेश परीक्षाओं के लिए कई कोचिंग संस्थान शहर में मौजूद हैं। इसने बठिंडा में एक बड़ी युवा आबादी को प्रभावित किया है, विशेषकर अजीत रोड क्षेत्र के आसपास। शहर में CAT, S.S.C, बैंक आदि जैसी प्रतियोगी परीक्षाओं की तैयारी के लिए संस्थान भी हैं।</p>\r\n<p>महाविद्यालय शिक्षा</p>\r\n<p>शहर में स्नातक और स्नातकोत्तर पाठ्यक्रमों की पेशकश करने वाले कई कॉलेज (सरकारी और निजी दोनों) हैं। उनमें से कुछ हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>डीएवी कॉलेज</p>\r\n<p>गवर्नमेंट राजिंदरा कॉलेज, बठिंडा</p>\r\n<p>गुरु काशी विश्वविद्यालय</p>\r\n<p>बाबा फरीद कॉलेज</p>\r\n<p>भटिंडा कॉलेज ऑफ लॉ</p>\r\n<p>पंजाब का केंद्रीय विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रीय पंजाब विश्वविद्यालय, बठिंडा</p>\r\n<p>सेंट्रल यूनिवर्सिटी ऑफ पंजाब बठिंडा (पंजाब) की स्थापना केंद्रीय विश्वविद्यालयों अधिनियम 2009 के माध्यम से की गई है, जिसे 20 मार्च 2009 को भारत के राष्ट्रपति की स्वीकृति मिली थी। इसका क्षेत्रीय अधिकार क्षेत्र पूरे पंजाब राज्य तक फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसने अप्रैल 2009 में कैंप कार्यालय से अपना कामकाज शुरू किया, जो कुलपति का निवास स्थान है और नवंबर 2009 से यह 35 एकड़ के क्षेत्र में फैले अपने सिटी कैंपस में स्थानांतरित हो गया। बदायूं रोड पर घोंडा गांव (बठिंडा ISBT से 21.5 किमी) में 540 एकड़ भूमि पर मुख्य परिसर का निर्माण शुरू हो गया है। इंजीनियर्स इंडिया लिमिटेड, एक नवरत्न सार्वजनिक क्षेत्र के उपक्रम, परियोजना के लिए पीएमसी सेवाएं प्रदान कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराजा रणजीत सिंह पंजाब तकनीकी विश्वविद्यालय</p>\r\n<p>महाराजा रणजीत सिंह पंजाब तकनीकी विश्वविद्यालय (MRSPTU), पूर्व में महाराजा रणजीत सिंह राज्य तकनीकी विश्वविद्यालय, पंजाब का एक राज्य तकनीकी विश्वविद्यालय है जो बठिंडा, पंजाब, भारत में स्थित है। यह 2015 में स्थापित किया गया था और इसमें 11 जिलों बठिंडा, फिरोजपुर, मोगा, फरीदकोट, श्री मुक्तसर साहिब, बरनाला, मनसा, संगरूर, पटियाला, फतेहगढ़ साहिब और फाजिल्का पर अधिकार क्षेत्र है। विश्वविद्यालय उन्नत ज्ञानी जैल सिंह पंजाब तकनीकी विश्वविद्यालय परिसर से कार्य करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>अडेश इंस्टीट्यूट ऑफ मेडिकल साइंस एंड रिसर्च</p>\r\n<p>अडेश इंस्टीट्यूट ऑफ मेडिकल साइंसेज एंड रिसर्च (AIMSR) एक निजी है, जो लाभ के लिए मेडिकल कॉलेज नहीं है, जो 750-बेड के तृतीयक देखभाल शिक्षण अस्पताल से जुड़ा है। इसमें 150 M.B.B.S. वार्षिक सीट का सेवन। कॉलेज बरनाला बठिंडा हाईवे पर स्थित है। कॉलेज की स्थापना 2006 में Adesh Institutions के तहत हुई थी। AIMSR को मेडिकल काउंसिल ऑफ इंडिया द्वारा अनुमोदित और स्वास्थ्य और परिवार कल्याण मंत्रालय द्वारा अनुमति दी जाती है। यह बाबा फरीद यूनिवर्सिटी ऑफ हेल्थ साइंसेज, फरीदकोट से 2006 से 2011 एमबीबीएस एडमिशन बैच से संबद्ध था और 2012 से शुरू होने वाले बठिंडा के आदेश विश्वविद्यालय से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>बठिंडा (और उत्तर भारत का मालवा क्षेत्र) हमेशा खेल के क्षेत्र में सक्रिय रहा है। कई प्रतिष्ठित खेल हस्तियों का जन्म हुआ या उन्हें बठिंडा में प्रशिक्षित किया गया (देखें उल्लेखनीय लोग)। शहर में एस्ट्रोटर्फ के साथ एक पूर्ण आकार का हॉकी स्टेडियम है, जिसमें 10,000 से अधिक की क्षमता वाला एक सभी-सीटर बहुउद्देशीय स्पोर्ट्स स्टेडियम, एक क्रिकेट ग्राउंड (पुलिस लाइनों का हिस्सा), एक गोल्फ कोर्स (छावनी का हिस्सा), और कई कई बहुउद्देशीय स्टेडियम हैं। थर्मल कॉलोनी, रेलवे कॉलोनी आदि कई इनडोर स्पोर्ट्स कॉम्प्लेक्स, एक टेनिस अकादमी, कई पूर्ण आकार के बास्केटबॉल कोर्ट, ओलंपिक-आकार के स्विमिंग पूल और शहर में एक घुड़सवारी क्लब भी हैं। शहर को 2007 में एक अंतरराष्ट्रीय क्रिकेट मैदान के विकास के लिए एक साइट के रूप में मंजूरी दी गई थी, लेकिन फंड की कमी के कारण इस योजना को 8 साल बाद खत्म कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>खरीदारी और मनोरंजन केंद्र</p>\r\n<p>सिटी सेंटर मॉल - अमरावती इन्फ्रास्ट्रक्चर द्वारा सत्य समूह के सहयोग से निर्मित, यह शहर का पहला मॉल है। यह भारत के इक्का वास्तुकार श्री मोहित गुजराल द्वारा डिजाइन किया गया है। मॉल 1,00,000 वर्गमीटर में फैला हुआ है। फुट स्पेस।</p>\r\n<p>मित्तल का सिटी मॉल - गणपति टाउनशिप लि। द्वारा निर्मित, यह एक मनोरंजन और खुदरा परियोजना माना जाता है। सिटी मॉल 3 लाख वर्ग फीट में फैला है और इसमें 8 मंजिल हैं।</p>\r\n<p>प्रायद्वीप मॉल - एचबीएन समूह द्वारा निर्मित मॉल में लगभग 2,50,000 वर्ग फुट का फुटपाथ है, जो झीलों के दृश्य के साथ 5 मंजिलों तक फैला है।</p>\r\n<p>चिल-ओ-थ्रिल वाटर पार्क</p>\r\n<p>गुलाब का बगीचा</p>\r\n<p>बीर तालाब चिड़ियाघर और हिरण सफारी</p>\r\n<p>फौजी बेस</p>\r\n<p>भारत-पाकिस्तान सीमा से निकटता के कारण, बठिंडा के पास रणनीतिक रूप से महत्वपूर्ण दो सैन्य अड्डे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बठिंडा छावनी भारत में सबसे बड़ी और एशिया में सबसे बड़ी है। यह शहर की सीमा के ठीक पूर्व में है, और NH 7 इसके बीच से गुजरता है। यह देश के सबसे बड़े गोला-बारूद डिपो में से एक है।</p>\r\n<p>भटिंडा में बठिंडा वायु सेना स्टेशन स्थित है, जो शहर के केंद्र से 20 किमी उत्तर में स्थित है। नियमित विमान के साथ, इसमें मानव रहित हवाई वाहन और शुरुआती चेतावनी वाले विमान भी हैं। स्टेशन शहर के लिए एक नागरिक घरेलू हवाई अड्डे के रूप में भी दोगुना है।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>हरभजन मान, अभिनेता और गायक</p>\r\n<p>राजिंदर गुप्ता, व्यापारी, ट्राइडेंटग्रुप के संस्थापक</p>\r\n<p>मेहर मित्तल, अभिनेता और निर्माता</p>\r\n<p>मयंक मार्कंडे, क्रिकेटर</p>\r\n<p>मैनी औलख, कनाडा के अंतरराष्ट्रीय क्रिकेटर</p>\r\n<p>अवनीत सिद्धू, राष्ट्रमंडल खेलों में स्वर्ण जीतने वाले निशानेबाज हैं</p>\r\n<p>प्रद्युमन सिंह बराड़, शॉटपुट, एशियाड स्वर्ण पदक विजेता</p>\r\n<p>बलकार सिद्धू, गायक</p>\r\n<p>अमृत ​​मान, अभिनेता, गायक और गीतकार</p>\r\n<p>बलवंत गार्गी, लेखक और नाटककार</p>\r\n<p>अमरदीप सिंह गिल, फिल्म निर्देशक</p>\r\n<p>रियाज उर रहमान सघर, पाकिस्तानी कवि और गीतकार</p>\r\n<p>गुरदयाल सिंह, उपन्यासकार</p>\r\n<p>कुलदीप माणक, गायक</p>\r\n<p>जनमेजा सिंह सेखों, राजनीतिज्ञ</p>\r\n<p>सनी और इंदर बावरा, संगीतकार जोड़ी</p>\r\n<p>कुल सिद्धू, थिएटर कलाकार और अभिनेत्री</p>\r\n<p>&nbsp;</p>\r\n<p>भटिंडा के उपनगर</p>\r\n<p>भुच्चो मंडी 15 किमी</p>\r\n<p>गोनियाना 14 कि.मी.</p>\r\n<p>मॉर मंडी 37 किमी</p>\r\n<p>रामपुरा फूल 30 कि.मी.</p>\r\n<p>तलवंडी साबो 29 किमी</p>\r\n<p>रमन 42 कि.मी.</p>\r\n<p>बहुत, भारत 21 किमी है</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bathinda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bathinda-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"बठिंडा","slug":"bathinda"}],"recommendations":[{"id":843,"title":"तरनतारन साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","dateCreated":"2019-10-07T16:23:45.35Z","dateModified":"2019-10-07T16:24:05.938Z","contributedBy":"AskGif","content":"तरनतारन जिला पंजाब, भारत के माजा क्षेत्र के जिलों में से एक है। मुख्य शहर हैं तरनतारन साहिब और पट्टी। तरनतारन शहर सिखों के लिए एक पवित्र स्थान है।\r\n&nbsp;\r\nतरनतारन जिले का गठन 2006 में अमृतसर जिले से हुआ था। इस आशय की घोषणा पंजाब के मुख्यमंत्री कैप्टन अमरिंदर सिंह ने श्री गुरु अर्जन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"तरनतारन-साहिब","slug":"tarn-taran-sahib"}],"slug":"top-places-to-visit-in-tarn-taran-sahib-punjab","total":0},{"id":839,"title":"रूपनगर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","dateCreated":"2019-10-07T02:36:37.226Z","dateModified":"2019-10-07T02:37:06.496Z","contributedBy":"AskGif","content":"रूपनगर जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। रूपनगर शहर (जिसे पहले रूपार या रोपड़ के नाम से जाना जाता था) कहा जाता है कि इसे एक राजा ने रौशर नाम से स्थापित किया था, जिसने 11 वीं शताब्दी के दौरान शासन किया और इसका नाम अपने बेटे रूप सेन के नाम पर रखा। यह एक प्राचीन शहर का स्थान भी है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"रूपनगर","slug":"rupnagar"}],"slug":"top-places-to-visit-in-rupnagar-punjab","total":0},{"id":832,"title":"मोगा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"मोगा जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। 24 नवंबर 1995 को फरीदकोट जिले से कटने वाला यह पंजाब राज्य का 17 वां जिला बन गया। मोगा जिला पंजाब, भारत में गेहूं और चावल के सबसे बड़े उत्पादकों में से एक है। मोगा सिटी और मोगा जिले के लोग मालवा संस्कृति के हैं।\r\n&nbsp;\r\nमोगा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोगा","slug":"moga"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}