{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"<p>Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at village Bodri, District Bilaspur is the administrative headquarters of Bilaspur District. This city is the commercial centre and business hub of North East Chhattisgarh region. It is also an important city for the Indian Railways, as it is the headquarters for South East Central Railway Zone and the Bilaspur Railway Division. Bilaspur is 3rd cleanest and 4th longest railway station in India. Bilaspur is also the headquarters of South Eastern Coalfields Limited.</p>\r\n<p>&nbsp;</p>\r\n<p>Bilaspur is known for its aromatic rice variety named Doobraj rice, handloom is woven colourful soft Kosa silk saris.</p>\r\n<p>&nbsp;</p>\r\n<p>Guru Ghasidas (1756&ndash;1836) started a religious movement, Satnamis (meaning the worshippers of Satnam), between 1820 and 1830 primarily around the Sonakhan forests. This religious movement preached against idol-worship and instead stressed that God is synonymous with truth. His community was a farming community, though in the Hindu caste hierarchy they would be placed in the Schedule Caste. The university at Bilaspur is named after him as Guru Ghasidas University.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bilaspur,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","subContents":[{"SubTitle":"1. Ratanpur","SubTitleHindi":null,"SubContent":"<p>Ratanpur is a town and a Nagar Palika in Bilaspur district in the Indian state of Chhattisgarh. It is located about 25 kilometres (16 mi) from Bilaspur on National Highway 200 towards Ambikapur.</p>\r\n<p>Ratnapura, originally known as Ratnapura, was the capital of Kalachuris of Ratnapura, who were a branch of the Kalachuris of Tripuri. According to the 1114 CE Ratanpur inscription of the local king Jajjaladeva I, his ancestor Kalingaraja conquered Dakshina Kosala region and made Tumminia (modern Tuman) his capital. Kalingaraja's grandson Ratnaraja established Ratnapura (modern Ratanpur).</p>\r\n<p>&nbsp;</p>\r\n<p>In 1407, the Kingdom of Ratanpur was divided into two parts, with its junior branch ruling from Raipur. It continued as the capital of Haihaiyavansi Kingdom until the 18th century, when it ruled large areas of Chhattisgarh until the area passed to the control of the Bhosle and later the British.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Ratanpur,_Chhattisgarh</p>","SubContentHindi":null,"ImageUrl":"da2ba710-f7ed-441f-be5f-7b9322b924df_ratanpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kutaghat Dam","SubTitleHindi":null,"SubContent":"<p>Bilaspur is Famous for the Refined quality of rice and it's cultural background. Kutaghat Dam is one of the major tourist stops in Bilaspur which attracts travellers across the entire country. It is a must visit place in Bilaspur. The Scenic beauty of Kutaghat Dam is mesmerizing and you will find it a perfect spot if you are looking to spend some peaceful time.</p>","SubContentHindi":null,"ImageUrl":"ccb88c2a-441b-40aa-991e-b21416e6b474_kutaghat-dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Talagaon","SubTitleHindi":null,"SubContent":"<p>Talagaon is situated on the back of Maniyari river which is nearly 30 km from Bilaspur. It is a small village and it's very quiet and peaceful. This landmark is famous for Deorani-Jethani temples which are situated on the banks of the river. The main site to visit here is a unique idol of Lord Shiva which is also known as Rudrashiv.</p>","SubContentHindi":null,"ImageUrl":"88419389-b107-45a9-9abc-885fe441561a_tala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kanan Pendari zoo","SubTitleHindi":null,"SubContent":"<p>Kanan Pendari zoo is one of the must-see places if you are in Bilaspur. It provides a great place for nature sight seeing. You will love this place if you have an interest in natural beauty and it's versatility.</p>","SubContentHindi":null,"ImageUrl":"407db107-b30e-46c5-aa5b-0a0e9f405112_kanan-pendari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. A S Fun","SubTitleHindi":null,"SubContent":"<p>A S FUN - The ultimate destination for fun, entertainment, and leisure for your entire family, friends &amp; associates. Nestling against a verdant side just 2 km from Bilaspur main township. A S Fun is the ideal place for \"u\" to spend leisure hours in exclusive ambience and world-class facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>A S Fun offers a complete spectrum of facilities, right from indulging in some invigorating sports to entertaining our guests. we offer you space and freedom to let you relax in the way you want. With this, we introduce. An Exclusive Club \"The Patricians\" includes- Salvo The Spa, Illume The Disc, Gym and many more. \"Bubble Island\" single destination for amusements/ WaterPark &amp; entertainment, &ldquo;Classic Cuisine Celebration&rdquo; with \"Moti - Mahal\" and \"Bikano\" and Stay with us at \"Clover\" - Hotel and Resort.... feel like home...</p>\r\n<p>&nbsp;</p>\r\n<p>A S Fun is the dream project of a well-known entrepreneur and visionary &mdash; Mr Ramawtar Agrawal and Smt. Asha Agrawal (Chair Person), Mr Ashok Agrawal &amp; Mr Shikhar Agrawal (Managing Director). An affluent respected business family of Chhattisgarh visualized and decided to gift the people of the state a place where they could spend their leisure hours in exclusive ambience and world-class facilities. They converted their dream into reality and created an ultimate destination - \"A S Fun\"&nbsp; at hometown Bilaspur.</p>\r\n<p>&nbsp;</p>\r\n<p>source: http://www.asfun.co.in/portal/about-us</p>","SubContentHindi":null,"ImageUrl":"c5b32f16-7a3d-4e68-960a-e0c82a04f532_asfun.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Tiranga Waterfall","SubTitleHindi":null,"SubContent":"<p>Tiranga Waterfall a beautiful and small water fountain made in front of Devkinandan school, it is just connected to Devkinandan square Bilaspur. We shouldn't be categorizing it as a tourist attraction but is really a showpiece, but an appreciable effort by NNB to make Bilaspur more beautiful.</p>","SubContentHindi":null,"ImageUrl":"9c94c240-eb7e-47c7-ad29-8c6c7b6431a2_tiranga-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Amarkantak","SubTitleHindi":null,"SubContent":"<p>Amarkantak (NLK Amarakaṇṭaka) is a pilgrim town and a Nagar Panchayat in Anuppur, Madhya Pradesh, India. The Amarkantak region is a unique natural heritage area and is the meeting point of the Vindhya and the Satpura Ranges, with the Maikal Hills being the fulcrum. This is where the Narmada River, the Son River, and Johila River emerge.</p>\r\n<p>&nbsp;</p>\r\n<p>Popular 15th-century Indian mystic and poet Kabir is said to have meditated on Kabir Chabutra, also called the platform of Kabir situated in the town of Amarkantak.</p>\r\n<p>Bilaspur to Amarkantak distance is 117 km.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amarkantak</p>","SubContentHindi":null,"ImageUrl":"358c8ea3-d9e9-4230-80ba-c1746951f6bf_amarkantak.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. How to Reach","SubTitleHindi":null,"SubContent":"<p>There are no regular flights from other major cities of the country to Bilaspur. The nearest airport is Raipur Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Bilaspur is well connected to other major cities of the country via regular trains.</p>\r\n<p>Railway: Bilaspur Junction (BSP), Dadhapara (DPH), Kargi Road (KGB)</p>\r\n<p>&nbsp;</p>\r\n<p>You can easily get regular buses to Bilaspur from other major cities of the country.</p>\r\n<p>Bus Station: Bilaspur</p>","SubContentHindi":null,"ImageUrl":"9fd39b58-f3a4-48c5-8761-6e0eb9cde368_welcome-bilaspur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":220,"title":"Top Places to visit in Kabirdham (Kawardha), Chhattisgarh","imageUrl":"05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","dateCreated":"2019-01-05T12:22:15.065Z","dateModified":"2019-01-05T12:29:41.712Z","contributedBy":"AskGif","content":"Kawardha is a city and a municipality in Kabirdham district in the Indian state of Chhattisgarh. It is the administrative headquarters of Kabirdham district. Kawardha is also known for the \"Temple of Bhoramdeo.\"\r\n&nbsp;\r\nThe collector of Kawardha is Shri Niraj Kumar Bansod.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kabirdham","slug":"kabirdham"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"kawardha","slug":"kawardha"}],"slug":"top-places-to-visit-in-kabirdham-kawardha-chhattisgarh","total":0},{"id":218,"title":"Top Places to visit in Janjgir-Champa (Naila Janjgir), Chhattisgarh","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"Janjgir&ndash;Champa is a district in the Indian state of Chhattisgarh and is a small developing district. The District Headquarters Janjgir of the district Janjgir&ndash;Champa is the city of Maharaja Jajawalya Dev of the Kalachuri dynasty. Earlier a part of the Bilaspur district, Jangir was car","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naila-janjgir","slug":"naila-janjgir"},{"name":"janjgir-champa","slug":"janjgir-champa"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":207,"title":"Top Places to visit in Balrampur, Chhattisgarh","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"Balrampur is the headquarters of Balrampur-Ramanujganj district of the Indian state of Chhattisgarh. It is the administrative headquarters 441 km North of the state headquarters Raipur.\r\nBalrampur-Ramanujganj district is a part of Ambikapur (Surguja) division. It came into existence on 1 J","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balrampur","slug":"balrampur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balrampur-chhattisgarh","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}