{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"<p>बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थित बिलासपुर जिले का प्रशासनिक मुख्यालय है। यह शहर उत्तर पूर्व छत्तीसगढ़ क्षेत्र का वाणिज्यिक केंद्र और व्यापार केंद्र है। यह भारतीय रेलवे के लिए भी एक महत्वपूर्ण शहर है, क्योंकि यह दक्षिण पूर्व मध्य रेलवे जोन और बिलासपुर रेलवे डिवीजन का मुख्यालय है। बिलासपुर भारत में तीसरा सबसे साफ और चौथा सबसे लंबा रेलवे स्टेशन है। बिलासपुर दक्षिण पूर्वी कोलफील्ड्स लिमिटेड का मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिलासपुर डोओबराज चावल नामक सुगंधित चावल की विविधता के लिए जाना जाता है, हैंडलूम बुना हुआ रंगीन मुलायम कोसा रेशम साड़ी है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरु घासीदास (1756-1836) ने 1820 और 1830 के बीच मुख्य रूप से सोनाखान जंगलों के आसपास एक धार्मिक आंदोलन शुरू किया, सतनामिस (अर्थम के उपासक)। इस धार्मिक आंदोलन ने मूर्ति पूजा के खिलाफ प्रचार किया और इसके बजाय जोर दिया कि भगवान सच्चाई का पर्याय बन गया है। उनका समुदाय एक कृषि समुदाय था, हालांकि हिंदू जाति पदानुक्रम में उन्हें अनुसूचित जाति में रखा जाएगा। बिलासपुर के विश्वविद्यालय का नाम उनके नाम पर गुरु घासीदास विश्वविद्यालय रखा गया है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bilaspur,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","subContents":[{"SubTitle":"1. रतनपुर","SubTitleHindi":null,"SubContent":"<p>रतनपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले में एक शहर और नगर पालिका है। यह बिलासपुर से 25 किलोमीटर (16 मील) राष्ट्रीय राजमार्ग 200 पर अंबिकापुर की ओर स्थित है।</p>\r\n<p>रत्नापुरा, जिसे मूल रूप से रत्नापुरा के नाम से जाना जाता था, रत्नापुरा के कालचुरिस की राजधानी थी, जो त्रिपुरी के कालचुरिस की शाखा थीं। स्थानीय राजा जजजलेदेव प्रथम के 1114 सीई रतनपुर शिलालेख के अनुसार, उनके पूर्वजों कालिंगाराजा ने दक्षिणी कोसाला क्षेत्र पर विजय प्राप्त की और तुम्मिनी (आधुनिक तुमान) अपनी राजधानी बना दी। कलिंगराज के पोते रत्नाराज ने रत्नापुरा (आधुनिक रतनपुर) की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>1407 में, रतनपुर साम्राज्य रायपुर से जूनियर शाखा के फैसले के साथ दो हिस्सों में बांटा गया था। यह 18 वीं शताब्दी तक हैइवाईवाईवंशी साम्राज्य की राजधानी के रूप में जारी रहा, जब उसने छत्तीसगढ़ के बड़े इलाकों पर शासन किया जब तक कि क्षेत्र भोसले और बाद में अंग्रेजों के नियंत्रण में नहीं गया।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Ratanpur,_Chhattisgarh</p>","SubContentHindi":null,"ImageUrl":"da2ba710-f7ed-441f-be5f-7b9322b924df_ratanpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कुट्टाघाट बांध","SubTitleHindi":null,"SubContent":"<p>बिलासपुर चावल की परिष्कृत गुणवत्ता और इसकी सांस्कृतिक पृष्ठभूमि के लिए प्रसिद्ध है। कुट्टाघाट बांध बिलासपुर में प्रमुख पर्यटक स्टॉप में से एक है जो पूरे देश में यात्रियों को आकर्षित करता है। बिलासपुर में यह एक जरूरी जगह है। कुट्टाघाट बांध की दर्शनीय सुंदरता मस्तिष्ककारी है और यदि आप कुछ शांतिपूर्ण समय बिताना चाहते हैं तो आपको यह एक आदर्श स्थान मिलेगा।</p>","SubContentHindi":null,"ImageUrl":"ccb88c2a-441b-40aa-991e-b21416e6b474_kutaghat-dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. तालागांव","SubTitleHindi":null,"SubContent":"<p>तालागांव मणियारी नदी के पीछे स्थित है जो बिलासपुर से करीब 30 किमी दूर है। यह एक छोटा सा गांव है और यह बहुत शांत और शांतिपूर्ण है। यह स्थलचिह्न नदी के तट पर स्थित देवरी-जेठानी मंदिरों के लिए प्रसिद्ध है। यहां जाने के लिए मुख्य साइट भगवान शिव की एक अनोखी मूर्ति है जिसे रुद्रशीव भी कहा जाता है।</p>","SubContentHindi":null,"ImageUrl":"88419389-b107-45a9-9abc-885fe441561a_tala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कानन पेंडारी चिड़ियाघर","SubTitleHindi":null,"SubContent":"<p>यदि आप बिलासपुर में हैं तो कानन पेंडारी चिड़ियाघर एक जरूरी जगहों में से एक है। यह प्रकृति दृष्टि देखने के लिए एक महान जगह प्रदान करता है। यदि आप प्राकृतिक सौंदर्य में रूचि रखते हैं और यह बहुमुखी प्रतिभा है तो आपको इस जगह से प्यार होगा।</p>","SubContentHindi":null,"ImageUrl":"407db107-b30e-46c5-aa5b-0a0e9f405112_kanan-pendari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. A S Fun","SubTitleHindi":null,"SubContent":"<p>एक एस मज़ा - आपके पूरे परिवार, दोस्तों और सहयोगियों के लिए मस्ती, मनोरंजन और अवकाश के लिए अंतिम गंतव्य। बिलासपुर मुख्य टाउनशिप से सिर्फ 2 किमी दूर एक सशक्त पक्ष के खिलाफ घूमना। ए एस मजेदार \"यू\" के लिए आदर्श माहौल और विश्व स्तरीय सुविधाओं में अवकाश के घंटे बिताने का आदर्श स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>ए एस मजेदार हमारे मेहमानों का मनोरंजन करने के लिए कुछ उत्साही खेल में शामिल होने से, सुविधाओं का एक पूर्ण स्पेक्ट्रम प्रदान करता है। हम आपको जिस तरह से चाहते हैं उसमें आराम करने के लिए आपको अंतरिक्ष और स्वतंत्रता प्रदान करते हैं। इसके साथ, हम परिचय देते हैं। एक विशेष क्लब \"पेट्रीशियन\" में शामिल हैं- सालवो स्पा, इल्यूम डिस्क, जिम और कई अन्य। \"बबल द्वीप\" मनोरंजन के लिए एकल गंतव्य / वाटरपार्क और मनोरंजन, \"मोटी-महल\" और \"बिकानो\" के साथ \"क्लासिक व्यंजन उत्सव\" और \"क्लोवर\" - होटल और रिज़ॉर्ट में हमारे साथ रहें .... घर जैसा महसूस करें ...</p>\r\n<p>&nbsp;</p>\r\n<p>ए एस मजेदार एक प्रसिद्ध उद्यमी और दूरदर्शी का सपना प्रोजेक्ट है - श्री रामवार अग्रवाल और श्रीमती। आशा अग्रवाल (अध्यक्ष व्यक्ति), श्री अशोक अग्रवाल और श्री शिखर अग्रवाल (प्रबंध निदेशक)। छत्तीसगढ़ के एक समृद्ध सम्मानित व्यवसायिक परिवार ने राज्य के लोगों को एक जगह का उपहार देने का फैसला किया और जहां वे अपने अवकाश के घंटे विशेष माहौल और विश्व स्तरीय सुविधाओं में व्यतीत कर सकते थे। उन्होंने अपने सपने को हकीकत में बदल दिया और गृहस्थ बिलासपुर में \"ए एस मजेदार\" एक अंतिम गंतव्य बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: http://www.asfun.co.in/portal/about-us</p>","SubContentHindi":null,"ImageUrl":"c5b32f16-7a3d-4e68-960a-e0c82a04f532_asfun.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. तिरुंगा वाटरफॉल","SubTitleHindi":null,"SubContent":"<p>तिरुंगा वाटरफॉल देवकिनंदन स्कूल के सामने एक सुंदर और छोटा पानी का झरना है, यह सिर्फ देवकिनंदन वर्ग बिलासपुर से जुड़ा हुआ है। हमें इसे एक पर्यटक आकर्षण के रूप में वर्गीकृत नहीं किया जाना चाहिए, लेकिन वास्तव में एक शोपीस है, लेकिन बिलासपुर को और अधिक सुंदर बनाने के लिए एनएनबी द्वारा सराहनीय प्रयास।</p>","SubContentHindi":null,"ImageUrl":"9c94c240-eb7e-47c7-ad29-8c6c7b6431a2_tiranga-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. अमरकंटक","SubTitleHindi":null,"SubContent":"<p>अमरकंटक (एनएलके अमरकाका) एक तीर्थस्थल और भारत के मध्य प्रदेश, अनुपपुर में एक नगर पंचायत है। अमरकंटक क्षेत्र एक अद्वितीय प्राकृतिक विरासत क्षेत्र है और विंध्य और सतपुरा रेंजों का मीटिंग प्वाइंट है, जिसमें माइकल हिल्स फुलक्रम है। यह वह जगह है जहां नर्मदा नदी, पुत्र नदी, और जोहिला नदी उभरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोकप्रिय 15 वीं शताब्दी के भारतीय रहस्यवादी और कवि कबीर कबीर चबुतरा पर ध्यान केंद्रित करते थे, जिन्हें अमरकंटक शहर में स्थित कबीर का मंच भी कहा जाता था।</p>\r\n<p>बिलासपुर से अमरकंटक दूरी 117 किमी है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Amarkantak</p>","SubContentHindi":null,"ImageUrl":"358c8ea3-d9e9-4230-80ba-c1746951f6bf_amarkantak.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>देश के अन्य प्रमुख शहरों से बिलासपुर तक कोई नियमित उड़ान नहीं है। निकटतम हवाई अड्डा रायपुर हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिलासपुर नियमित ट्रेनों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>रेलवे स्टेशन: बिलासपुर जंक्शन (बीएसपी), कारगी रोड (केजीबी), दधापारा (डीपीएच)</p>\r\n<p>&nbsp;</p>\r\n<p>आप आसानी से देश के अन्य प्रमुख शहरों से बिलासपुर में नियमित बसें पा सकते हैं।</p>\r\n<p>बस स्टेशन: बिलासपुर</p>","SubContentHindi":null,"ImageUrl":"9fd39b58-f3a4-48c5-8761-6e0eb9cde368_welcome-bilaspur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":220,"title":"कबीरधाम (कवर्धा) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","dateCreated":"2019-01-05T12:22:15.065Z","dateModified":"2019-01-05T12:29:41.712Z","contributedBy":"AskGif","content":"कवर्धा भारतीय राज्य छत्तीसगढ़ में एक शहर और कबीरधाम जिले में एक नगर पालिका है। यह कबीरधाम जिले का प्रशासनिक मुख्यालय है। कवर्धा को \"भोरमदेव के मंदिर\" के लिए भी जाना जाता है।\r\n&nbsp;\r\nकवर्धा के कलेक्टर श्री नीरज कुमार बंसोड़ हैं।\r\nकबीरधाम जिला मध्य भारत में छत्तीसगढ़ राज्य के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कबीरधाम","slug":"kabirdham"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"कवर्धा","slug":"kawardha"}],"slug":"top-places-to-visit-in-kabirdham-kawardha-chhattisgarh","total":0},{"id":218,"title":"जांजगीर-चांपा (नैला जांजगीर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"जांजगीर-चांपा भारतीय राज्य छत्तीसगढ़ में एक जिला है और एक छोटा सा विकासशील जिला है। जिला जांजगीर का जिला मुख्यालय जांजगीर-चम्पा कलचुरी राजवंश के महाराजा जाजवल्य देव का शहर है। इससे पहले बिलासपुर जिले का एक हिस्सा, जांगिड़ को 1998 में अपने स्वयं के एक अलग जिले में तराशा गया था, और ताजे खनन वाले जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नैला-जांजगीर","slug":"naila-janjgir"},{"name":"जांजगीर-चंपा","slug":"janjgir-champa"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":207,"title":"बलरामपुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"बलरामपुर भारतीय राज्य छत्तीसगढ़ के बलरामपुर-रामानुजगंज जिले का मुख्यालय है। यह राज्य मुख्यालय रायपुर से 441 किलोमीटर उत्तर में प्रशासनिक मुख्यालय है।\r\nबलरामपुर-रामानुजगंज जिला अंबिकापुर (सरगुजा) संभाग का एक हिस्सा है। यह 1 जनवरी 2012 को अस्तित्व में आया और पूर्व में सरगुजा जिले का हिस्सा थ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balrampur-chhattisgarh","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}