{"id":821,"title":"Study Says Red wine can cure anxiety and depression","imageUrl":"42e58762-6fd9-4dd9-827b-a441de81945a_Red-Wine.jpg","dateCreated":"2019-10-02T01:47:04.814Z","dateModified":"2019-10-02T01:59:48.474Z","contributedBy":"AskGif","content":"<p>Red wine is often associated with sophistication. Picture someone holding a glass of red wine, and you are likely to picture a well groomed person who is dressed immaculately. You can blame movies and TV shows for this link, but the Roman are actually the reason for the classy image of red wine. In a nutshell, in the early Roman empire, beer was consumed by the common folk, while red wine was only drunk by the elite land owning citizens, hence its association with class and sophistication.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42e58762-6fd9-4dd9-827b-a441de81945a_Red-Wine.jpg","subContents":[{"SubTitle":"1. Red wine has health benefits","SubTitleHindi":null,"SubContent":"<p>However bourgeois red wine might be, most people can now purchase it, regardless of class or caste. With that being said, red wine is also associated with another quality - that of being one of the healthiest alcoholic drinks. It is said to have many health benefits, such as lowering the risk of heart disease and diabetes and preventing cellular damage. A recent study has found that red wine can actually help in reducing depression and anxiety, and today we will discuss the findings of the study.</p>","SubContentHindi":null,"ImageUrl":"fe71a602-08ea-4c06-945f-77785f4cf9dd_red-wine-health.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. The beneficial compound","SubTitleHindi":null,"SubContent":"<p>Red wine contains resveratrol, a plant based compound that has shown to display anti-stress effects by hampering the functioning of an enzyme which controls stress in the brain. In fact grapes, the main ingredient needed for making wine, contains resveratrol in the skin. Because of this, the compound may be used as an effective alternative to drugs for treating patients suffering from depression or anxiety.</p>","SubContentHindi":null,"ImageUrl":"8f7ae889-6c55-4de4-9b0e-44388e2b3028_red-wine-compound.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. ​The study","SubTitleHindi":null,"SubContent":"<p>The study was conducted at the University of Buffalo, New York, and the findings were published in the journal Neuropharmacolog. The research found positive antidepressant effects of resveratrol, but the relationship of the compound to phosphodiesterase 4 (PDE4), an enzyme influenced by the stress hormone corticosterone remained undetermined. The research also showed that PDE4 induced by a high influx of corticosterone can cause behaviour akin to anxiety and depression. The enzyme lowers cyclic adenosine monophosphate, a molecule that leads to physical alterations in the brain by signaling physiological changes like cell division, change, and death.</p>","SubContentHindi":null,"ImageUrl":"c2c2889e-26a7-48a3-882c-75f2b33d03f4_red-wine-study.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Health risks","SubTitleHindi":null,"SubContent":"<p>Although red wine may be linked with treating anxiety and depression, it is good only in moderation, and consuming too much of it can have adverse effects. One of the most severe consequences of regular alcohol consumption is liver cirrhosis, a liver disease that can be fatal. Heavy drinking can conversely lead to an increased risk of anxiety and depression, to curb which you will resort to drinking more, creating a vicious cycle of alcohol dependence. Drinking causes weight gain, and can even cause diabetes and heart disease.</p>","SubContentHindi":null,"ImageUrl":"a1a357e2-47d1-4051-bec2-7cbb92d1c495_red-wine-benefits.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"life-hacks","slug":"life-hacks"},"slug":"study-says-red-wine-can-cure-anxiety-and-depression","tags":[{"name":"red-wine","slug":"red-wine"},{"name":"depression","slug":"depression"},{"name":"anxiety","slug":"anxiety"},{"name":"alcohol","slug":"alcohol"}],"recommendations":[{"id":821,"title":"Study Says Red wine can cure anxiety and depression","imageUrl":"42e58762-6fd9-4dd9-827b-a441de81945a_Red-Wine.jpg","dateCreated":"2019-10-02T01:47:04.814Z","dateModified":"2019-10-02T01:59:48.474Z","contributedBy":"AskGif","content":"Red wine is often associated with sophistication. Picture someone holding a glass of red wine, and you are likely to picture a well groomed person who is dressed immaculately. You can blame movies and TV shows for this link, but the Roman are actually the reason for the classy image of red wine. ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42e58762-6fd9-4dd9-827b-a441de81945a_Red-Wine.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"red-wine","slug":"red-wine"},{"name":"depression","slug":"depression"},{"name":"anxiety","slug":"anxiety"},{"name":"alcohol","slug":"alcohol"}],"slug":"study-says-red-wine-can-cure-anxiety-and-depression","total":0}]}