{"id":822,"title":"फरीदकोट में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"<p>फरीदकोट जिला पंजाब राज्य के 22 जिलों में से एक है, जिला मुख्यालय के रूप में फरीदकोट शहर के साथ भारत। फरीदकोट जिला तत्कालीन फिरोजपुर डिवीजन का एक हिस्सा था, लेकिन वर्ष 1996 में फरीदकोट डिवीजन की स्थापना फरीदकोट में एक डिवीजनल मुख्यालय के साथ की गई जिसमें फरीदकोट, बठिंडा और मानसा जिले शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फरीदकोट भारत के पंजाब राज्य में एक शाही और ऐतिहासिक शहर है। यह फरीदकोट जिले का मुख्यालय है। फरीदकोट डिवीजन की स्थापना फरीदकोट में एक डिवीजनल मुख्यालय के साथ की गई थी जिसमें फरीदकोट, बठिंडा और मनसा जिले शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>गुरुद्वारा टिल्ला (चिल्ला) बाबा फरीद</p>\r\n<p>यह गुरुद्वारा शहर जितना ही पुराना है। यह किला मुबारक (शाही किला) के पास स्थित है। बाबा फरीद पाकपट्टन की ओर बढ़ने से पहले 40 दिनों तक ध्यान में रहे थे। लकड़ी का एक पवित्र टुकड़ा, जिसके साथ शेख बाबा फरीद ने अपने हाथों को कीचड़ से सना हुआ था, इस मंदिर में संरक्षित किया गया है। शबद-कीर्तन (सिख भजन) प्रतिदिन किए जाते हैं और लंगर (सिख धर्म में बड़ा सांप्रदायिक भोजन) भी मंदिर में आने वाले लोगों को हर दिन परोसा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा गोदारी साहिब</p>\r\n<p>यह स्थान फरीदकोट-कोटकपुरा मार्ग पर लगभग 4 किमी की सीमा पर स्थित है। ऐसा माना जाता है कि फरीदकोट शहर में प्रवेश करने से पहले बाबा शेख फरीद ने अपनी गोदरी (जैकेट) वहां छोड़ दी थी। 1982 में एक गुरुद्वारे का निर्माण किया गया था और इस स्थान पर एक सरोवर (तालाब) का निर्माण किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में बाबा फरीद यूनिवर्सिटी ऑफ हेल्थ साइंसेज है, जो पंजाब का प्रमुख चिकित्सा विश्वविद्यालय है। गुरु गोबिंद सिंह मेडिकल कॉलेज और अस्पताल की स्थापना 1973 में हुई थी। दशमेश इंस्टीट्यूट ऑफ रिसर्च एंड डेंटल साइंसेज शहर का एक और मेडिकल स्कूल है। फरीदकोट रॉयल्टी द्वारा 1942 में गवर्नमेंट ब्रजिंद्र कॉलेज की स्थापना की गई थी। दशमेश पब्लिक स्कूल, फरीदकोट, बाबा फरीद पब्लिक स्कूल, सेंट मैरी कॉन्वेंट स्कूल, माउंट लिटेरा ज़ी स्कूल, दशमेश ग्लोबल स्कूल, बाबा फ़रीद लॉ कॉलेज, दिल्ली इंटरनेशनल स्कूल, बलबीर स्कूल और डॉ। मोहिंदर बराड़ सांबी गवर्नमेंट सीनियर सेक। स्कूल कई अन्य शैक्षणिक संस्थानों के अलावा शहर के प्रमुख स्कूल हैं। केन्द्रीय विद्यालय और न्यू मॉडल सेन सेक स्कूल भी कस्बे में स्थित है। Adesh Institute of Engineering and Technology भी शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में 96 निजी अंग्रेजी भाषा के स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अस्पताल</p>\r\n<p>गुरु गोविंद सिंह मेडिकल कॉलेज, फ़ेडकोट</p>\r\n<p>संत बाबा करनैल दास मेडिकल चैरिटेबल अस्पताल, विवेक आश्रम</p>\r\n<p>दशमेश इंस्टीट्यूट ऑफ रिसर्च एंड डेंटल साइंसेज, फरीदकोट</p>\r\n<p>सिविल अस्पताल, फरीदकोट</p>\r\n<p>मधु नर्सिंग होम, फरीदकोट</p>\r\n<p>बलबीर अस्पताल</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>स्वर्गीय ज्ञानी जैल सिंह, भारत के पूर्व राष्ट्रपति</p>\r\n<p>साधु सिंह, संसद सदस्य</p>\r\n<p>कुशालदीप सिंह ढिल्लों, विधायक</p>\r\n<p>&nbsp;</p>\r\n<p>गांवों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>अहल, अर्यनवाला कलां, अर्यनवाला खुर्द, औलख, बगियाना, बरगारी, बेगूवाला, बेहाल कलां, बीहबल खुर्द, भाग सिंहवाला, भगत कलां, भगत-खुर्द, भैरों-की-भट्टी, भाना, भोलूवाला, भोलूवाला, भोलूवाला सिखवाला, बुर्ज जवाहर सिंह, बुर्ज मस्ता, बुटार, चहल, चक धुड़ी, चक कल्याण, चक साहू, चक सेमन, चक शमेली, चंबेली, चांद बाजा, चायना, चेतवाला, चुगवाईवाला, डागो रोमाना, दलेवाला, डाना रोमाना, डावरना दीप सिंघावाला, देवीवाला, ढाब शेर सिंघवाला, धिपाई, ढिलवां कलां, ढिलवां खुर्द, धीमानवाली, धूड़ी, धुरकोट, डोड, फरीदकोट (ग्रामीण), घीवाला, घोंणीवाला, घूडीवाला, घुगियाना, घुमियाना, गोंडारा, गोदारा, गोलेवाला, गोलेवाला, गोइला। , हरिवला, हसन भट्टी, जलालियाना, जंडवाला, जनेरियन, जोंवाला, झिरवाला, झोक सरकार, झोटीवाला, कबालवाला, कामियाना, कन्यावाली, कलियर, कौनी, खैरा, खिलची, किंगरा, कोहरवाला, कोट कपूर, कोट कपूर, सुपुरा, कोटरा कलां, मचकी खुर्द, मचकी मल सिंह, मढार, मल्लेवाला, मंडवाला , मणि सिंहवाला, मौर, मेहमुआना, मिदु मान, मिश्रीवाला, मोरनवाली, मुमरू, नांगल, नरिंगगढ़, नथमलवाला, नथेवाला, पाखी कलां, पाखी खुर्द, पक्का, पंजग्रेन कलां, पिहुवाला, फूल कालन, फूलन कलां, फूलन खातून। नौ, राजोवाला, रतिरौरी, रूपियांवाला, साधनावाला, साधुवाला, सादिक, सादके, संधवा, संगतपुरा, सांगो रोमाना, संगरूर, शेर सिंघवाला, सिब्बन, सिखानवाला, सिमरवेला, सिरसारी, सुखनवाला, तहराना, थाना, थाना, थाना, थाना, वडोदरा। , वरा दारका</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार फरीदकोट जिले की आबादी 618,008 है, जो सोलोमन द्वीप के राष्ट्र या वर्मोंट के अमेरिकी राज्य के बराबर है। यह इसे भारत में 519 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 424 निवासियों प्रति वर्ग किलोमीटर (1,100 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 12.18% थी। फरीदकोट में प्रत्येक 1000 पुरुषों पर लिंगानुपात 889 महिलाओं और साक्षरता दर 70.6% है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Faridkot_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-faridkot-punjab","tags":[{"name":"फरीदकोट","slug":"faridkot"},{"name":"पंजाब","slug":"punjab"}],"recommendations":[{"id":841,"title":"संगरूर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","dateCreated":"2019-10-07T14:03:22.583Z","dateModified":"2019-10-07T14:03:45.739Z","contributedBy":"AskGif","content":"संगरूर जिला उत्तर भारत के पंजाब राज्य में है। संगरूर में धूरी, लेहरगागा, मालेरकोटला, संगरूर और सुनाम शहर शामिल हैं। अन्य शहर अहमदगढ़, अमरगढ़, भवानीगढ़, दिरबा, खनौरी, लोंगोवाल और मूनक हैं। संगरूर, मालेरकोटला, धूरी, सुनाम, लेहरगागा, मूनक, अहमदगढ़ और भवानीगढ़ होते हुए 8 उप-विभाग हैं। बरनाला कभी जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"संगरूर","slug":"sangrur"}],"slug":"top-places-to-visit-in-sangrur-punjab","total":0},{"id":834,"title":"पठानकोट में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","dateCreated":"2019-10-05T08:20:30.881Z","dateModified":"2019-10-05T08:20:49.983Z","contributedBy":"AskGif","content":"पठानकोट जिला, भारतीय पंजाब का एक जिला है, जो राज्य के उत्तर क्षेत्र में स्थित है। पठानकोट शहर जिला मुख्यालय है। जिला 27 जुलाई 2011 को बनाया गया था।\r\nपठानकोट भारत के पंजाब राज्य का एक शहर है। पठानकोट जिला एक सीमावर्ती जिला है जो अपने पश्चिम में पाकिस्तान के साथ अंतर्राष्ट्रीय सीमा साझा करता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"पठानकोट","slug":"pathankot"}],"slug":"top-places-to-visit-in-pathankot-punjab","total":0},{"id":827,"title":"होशियारपुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"होशियारपुर जिला उत्तरी भारत में पंजाब राज्य का एक जिला है। होशियारपुर, पंजाब के सबसे पुराने जिलों में से एक है, जो पंजाब राज्य के उत्तर-पूर्व भाग में स्थित है और उत्तर-पश्चिम में गुरदासपुर जिले, और दक्षिण-पश्चिम में जालंधर और कपूरथला जिलों, हिमाचल के कांगड़ा और ऊना जिलों में साझा करता है। उत्तर-प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"होशियारपुर","slug":"hoshiarpur"}],"slug":"top-places-to-visit-in-hoshiarpur-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}