{"id":822,"title":"Top Places to visit in Faridkot, Punjab","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"<p>Faridkot district is one of the 22 districts in the state of Punjab, India with Faridkot city as the district headquarters. Faridkot District was a part of the erstwhile Ferozepur Division but in the year 1996, Faridkot Division was established with a Divisional headquarter at Faridkot which includes Faridkot, Bathinda and Mansa districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Faridkot is a royal and historic city in the state of Punjab, India. It is the headquarters of the Faridkot district. The Faridkot Division was established with a Divisional headquarter at Faridkot which includes Faridkot, Bathinda and Mansa districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious Places</p>\r\n<p>Gurudwara Tilla (Chilla) Baba Farid</p>\r\n<p>This Gurudwara is as old as the town itself. It is situated near Qilla Mubarak (Royal Fort). Baba Farid remained at this place in meditation for 40 days before proceeding to Pakpattan. A sacred piece of wood with which Sheikh Baba Farid wiped his hands littered with mud has been preserved in this temple. Shabad-Kirtan (Sikh hymns) are recited daily and Langer (large communal meal in Sikhism) is also served every day to the people visiting the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurdwara Godari Sahib</p>\r\n<p>This place is situated on the outskirts about 4 km on Faridkot-Kotkapura road. It is believed that Baba Sheikh Farid left his godari (jacket) there before entering Faridkot town. A gurdwara had been constructed in 1982 and a sarover (pond) was later constructed at this place.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The city houses Baba Farid University of Health Sciences, which is the premier medical university of Punjab. Guru Gobind Singh Medical College and Hospital was established in the year 1973. Dasmesh Institute of Research &amp; Dental Sciences is another medical school in the city. Government Brajindra College was set-up in 1942 by the Faridkot Royalty. Dasmesh Public School ,Faridkot, Baba Farid Public School, St. Mary's Convent School, Mount Litera Zee School, Dashmesh Global School, Baba Farid Law College, Delhi International School, Balbir School and Dr. Mohinder Brar Sambhi Government Girls Sr. Sec. School are prominent schools in the town besides several other educational institutes. Kendriya Vidyalaya and New Model Sen. Sec School is also located in the town. Adesh institute of engineering and technology is also situated in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 96 private English language schools in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Hospitals</p>\r\n<p>Guru Gobind Singh Medical College, Faidkot</p>\r\n<p>Sant Baba Karnail Dass Medical Charitable Hospital, Vivek Ashram</p>\r\n<p>Dasmesh Institute of Research &amp; Dental Sciences, Faridkot</p>\r\n<p>Civil Hospital, Faridkot</p>\r\n<p>Madhu Nursing Home,Faridkot</p>\r\n<p>Balbir Hospital</p>\r\n<p>Notable people</p>\r\n<p>Late Giani Zail Singh, Former President of India</p>\r\n<p>Sadhu Singh, Member of Parliament</p>\r\n<p>Kushaldeep Singh Dhillon, MLA</p>\r\n<p>&nbsp;</p>\r\n<p>List of villages</p>\r\n<p>&nbsp;</p>\r\n<p>Ahal, Arayanwala Kalan, Arayanwala Khurd, Aulakh, Bagiana, Bargari, Beguwala, Behbal kalan, Behbal khurd, Bhag Singhwala, Bhagthala Kalan, Bhagthala Khurd, Bhairon-Ki-Bhatti, Bhana, Bhilewala, Bholuwala, Bir Bholuwala, Bir Chahal, Bir Sikhanwala, Burj Jwahar singh, Burj Masta, Buttar, Chahal, Chak Dhudi, Chak Kalyan, Chak Sahu, Chak Seman, Chak Shama, Chambeli, Chand baja, Chaina, Chet Singhwala, Chugewala, Daggo Romana, Dalewala, Dana Romana, Dawareana, Deep Singhwala, Deviwala, Dhab Sher Singhwala, Dhaipai, Dhilwan Kalan, Dhilwan Khurd, Dhimanwali, Dhudi, Dhurkot, Dod, Faridkot (Rural), Ghaniewala, Ghoniwala, Ghuduwala, Ghugiana, Ghumiara, GONDARA, Golewala, Gujjar, Hadialana, Hari Nau, Hariewala, Hassan Bhatti, Jalaleana, Jandwala, Janerian, Jeonwala, Jhariwala, Jhok Sarkari, Jhotiwala, Kabalwala, Kamiana, Kanianwali, Kaler, Kauni, Khara, Khilchi, Kingra, Koharwala, Kot Kapura, Kot Sukhia, lambwali, Matta, Machaki Kalan, Machaki Khurd, Machaki Mal Singh, Madahar, Mallewala, Mandwala, Mani Singhwala, Maur, Mehmuana, Midu Maan, Mishriwala, Moranwali, Mumaru, Nangal, Naraingarh, Nathalwala, Nathewala, Pakhi Kalan, Pakhi Khurd, Pakka, Panjgrain Kalan, Pehluwala, Phide Kalan, Phide Khurd, Pindi Balochan, Pipli, Qila Nau, Rajowala, Rattirori, Rupianwala, Sadhanwala, Sadhuwala, Sadiq, Saideke, Sandhwan, Sangatpura, Sango Romana, Sangrahoor, Sher Singhwala, Sibbian, Sikhanwala, Simrewala, Sirsari, Sukhanwala, Tehna, Thara, Virewala kalan, Virewala Khurd, Wander Jatana, Wara Daraka</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Faridkot district has a population of 618,008, roughly equal to the nation of Solomon Islands or the US state of Vermont. This gives it a ranking of 519th in India (out of a total of 640). The district has a population density of 424 inhabitants per square kilometre (1,100/sq mi) . Its population growth rate over the decade 2001-2011 was 12.18%. Faridkot has a sex ratio of 889 females for every 1000 males, and a literacy rate of 70.6%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Faridkot_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-faridkot-punjab","tags":[{"name":"faridkot","slug":"faridkot"},{"name":"punjab","slug":"punjab"}],"recommendations":[{"id":841,"title":"Top Places to visit in Sangrur, Punjab","imageUrl":"be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","dateCreated":"2019-10-07T14:03:22.583Z","dateModified":"2019-10-07T14:03:45.739Z","contributedBy":"AskGif","content":"Sangrur district is in the state of Punjab in northern India. Sangrur consists of the cities of Dhuri, Lehragaga, Malerkotla, Sangrur, and Sunam. Other cities are Ahmedgarh, Amargarh, Bhawanigarh, Dirba, Khanauri, Longowal and Moonak. There are 8 sub-divisions, being Sangrur, Malerkotla, Dhuri, S","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"sangrur","slug":"sangrur"}],"slug":"top-places-to-visit-in-sangrur-punjab","total":0},{"id":834,"title":"Top Places to visit in Pathankot, Punjab","imageUrl":"6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","dateCreated":"2019-10-05T08:20:30.881Z","dateModified":"2019-10-05T08:20:49.983Z","contributedBy":"AskGif","content":"Pathankot district, is a district of Indian Punjab, located in the north zone of the state. Pathankot city is the district headquarters. The district was created on 27 July 2011.\r\nPathankot is a city in the Punjab state of India. Pathankot district is a border district which shares interna","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"pathankot","slug":"pathankot"}],"slug":"top-places-to-visit-in-pathankot-punjab","total":0},{"id":827,"title":"Top Places to visit in Hoshiarpur, Punjab","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"Hoshiarpur District is a district of Punjab state in northern India. Hoshiarpur, one of the oldest districts of Punjab, is located in the North-east part of the Punjab state and shares common boundaries with Gurdaspur district in the north-west, Jalandhar and Kapurthala districts in south-west, K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"hoshiarpur","slug":"hoshiarpur"}],"slug":"top-places-to-visit-in-hoshiarpur-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}