{"id":823,"title":"5 Shocking Facts About the Science of One-Night Stands","imageUrl":"a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","dateCreated":"2019-10-04T02:37:48.365Z","dateModified":"2019-10-04T03:00:44.253Z","contributedBy":"AskGif","content":"<p>It&rsquo;s a familiar scene: a thriving nightlife, a club or maybe a wine bar where glasses are clinking and singles are mingling before drifting off into the shadows &mdash; two by two. It&rsquo;s not the perfect picture of romance, but when you&rsquo;re caught up in the moment, a warm body feels like a fair substitute for love, right?</p>\r\n<p>&nbsp;</p>\r\n<p>Hooking up is just a reality of the dating scene. But since when did the hookup scene become the place to find love? While you may think you&rsquo;re just living a carefree single life, your brain is influencing your decisions more than you might want to admit.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","subContents":[{"SubTitle":"1. Your Brain On Hooking Up: Men & Women Have Different Morning-After Emotions","SubTitleHindi":null,"SubContent":"<p>We all know that love is a powerful drug. It&rsquo;s comparable to being addicted to crack cocaine. Literally. The shared, near-identical effect amounts to a rush of feel-good chemicals in your brain (or a \"high\") that leaves you with an enhanced mood, a heightened sexual interest and a boost of self-confidence &hellip; not to mention impaired judgment that can influence you to make poor decisions in the dark of night that you come to regret in the light of day (that is, the morning after).</p>\r\n<p>&nbsp;</p>\r\n<p>The proof of this morning-after regret? Psychologist Anne Campbell from Durham University in England surveyed more than 3,300 people between the ages of 17 and 40. Half of the &mdash; men and women equally included &mdash; reported having experienced a one-night stand. She asked them to describe their experiences and, more importantly, the emotions they experienced the morning after.</p>\r\n<p>&nbsp;</p>\r\n<p>Her research on casual sex found that despite women&rsquo;s claims that they can have carefree sex unattached: 80 percent of men had overall positive feelings; meanwhile, only 54 percent of women had positive feelings.</p>\r\n<p>&nbsp;</p>\r\n<p>Check out YourTango for relationship advice</p>\r\n<p>Instead, they felt \"regret at being used.&rdquo; Women said, &ldquo;I felt cheap,&rdquo; &ldquo;horrified afterward,&rdquo; and &ldquo;I felt degraded. Made myself look cheap and easy. Total regret.\"</p>","SubContentHindi":null,"ImageUrl":"00a19391-4627-4034-a980-53670f103af5_emotions.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. There’s A Connection Between Poor Mental State & Casual Sex","SubTitleHindi":null,"SubContent":"<p>So why do we do it? Over and over again? It all has to do with motive.</p>\r\n<p>&nbsp;</p>\r\n<p>A study conducted by researchers from Ohio State and published in the Journal Of Sex Research sought to clarify whether the state of someone&rsquo;s mental health determined how often they had random sexual encounters and vice-versa. In surveying the sexual behaviors and mental health of 10,000 people, those who reported serious thoughts of suicide or more depressive symptoms as teens were more likely to engage in casual sex as young adults. In other words, poor mental state and casual sex do reinforce each other &mdash; in both men and women.</p>","SubContentHindi":null,"ImageUrl":"680a85bd-8279-46f8-ae5f-8aa6525a5057_connection.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Is There A “Hookup” Gene? Actually, Yes","SubTitleHindi":null,"SubContent":"<p>In studying human sexual behavior, Justin Garcia and his research team from State University of New York at Binghamton, he suggests that a person&rsquo;s DNA may be to blame when it comes to infidelity and sexual promiscuity.</p>\r\n<p>&nbsp;</p>\r\n<p>For their widely cited study, published in PloS One, they surveyed 181 young adults on their sexual history and tested them for a gene called DRD4, which affects levels of dopamine in the brain and has been associated with ADHD, alcoholism, as well as compulsive, risk-taking behaviors such as partying and gambling. Out of the subject pool, 43 tested positive for the gene, and according to the researchers, &ldquo;report a greater categorical rate of promiscuous sexual behavior (i.e., having ever had a &lsquo;one-night stand&rsquo;) and report a more than 50 percent increase in instances of sexual infidelity.&rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>Does that leave you off the hook to cheat? The experts reiterate that your genetic makeup isn&rsquo;t the only influence over your sexual behavior.</p>","SubContentHindi":null,"ImageUrl":"0b5615c1-84ae-4257-b7d1-8b6fa973debf_hookup.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. What You’re Looking For In A Hookup Is Written All Over Your Face - And Hips","SubTitleHindi":null,"SubContent":"<p>In 2008, a British study published in the journal Evolution And Human Behavior tried to establish how men and women perceive someone&rsquo;s likelihood of having casual sex just by looking at his or her face. They found that women who looked more attractively feminine and men who looked more masculine were not perceived as wanting a real, exclusive relationship.</p>\r\n<p>&nbsp;</p>\r\n<p>Another indicator of sexually liberated women? Wide hips. Dr. Colin A. Hendrie, associate professor of Human and Animal Ethology at Leeds University, surveyed 148 women &mdash; ages between 18 and 26 &mdash; on their hip circumference and their sexual history.</p>\r\n<p>&nbsp;</p>\r\n<p>The researchers found that wide-hipped ladies were more inclined to have one-night stands. More specifically, women with hips at least 0.8 inches wider than other women admitted that one-night stands accounted for three out of every four of their past sexual relationships.</p>\r\n<p>&nbsp;</p>\r\n<p>The experts theorize that this subconscious rationale harkens back to our evolution as a species. Wide hips meant better odds of childbearing. However, the scientific community debates whether this is actually true or not.</p>","SubContentHindi":null,"ImageUrl":"0c56d1a4-de46-4590-95b4-ae2f23a65274_sleep.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Men Drop Their Standards, While Women Raise Them","SubTitleHindi":null,"SubContent":"<p>A study conducted by Dr. Achim Sch&uuml;tzwohl and his team from Brunel University in the UK (published in Springer&rsquo;s journal Human Nature) proved that both sexes demonstrate a remarkable difference when it comes to being propositioned for casual sex. They examined how a hookup&rsquo;s hypothetical physical attractiveness (slightly unattractive, moderately attractive and exceptionally attractive) would determine a person&rsquo;s willingness to accept one of three hookup requests (go out, come to the apartment, go to bed).</p>\r\n<p>&nbsp;</p>\r\n<p>For all three requests, men were more likely to accept a hookup regardless of their attractiveness. On the other side of the equation, women placed more importance on a man&rsquo;s looks. They were more likely to accept the &ldquo;apartment&rdquo; and &ldquo;bed&rdquo; requests from an &ldquo;exceptionally&rdquo; attractive man than from either a &ldquo;moderately&rdquo; attractive or &ldquo;slightly&rdquo; unattractive man. (Guess that means better luck next time, guys.)</p>","SubContentHindi":null,"ImageUrl":"e083a71b-859f-4dc2-8fba-bfca4441d84c_remorse.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"life-hacks","slug":"life-hacks"},"slug":"5-shocking-facts-about-the-science-of-one-night-stands","tags":[{"name":"love","slug":"love"},{"name":"one-night-stands","slug":"one-night-stands"}],"recommendations":[{"id":919,"title":"Are Men Afraid of Smarter Women? The study reveals the facts.","imageUrl":"ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","dateCreated":"2019-10-22T02:20:21.887Z","dateModified":"2020-06-10T14:19:11.202Z","contributedBy":"AskGif","content":"Are men really afraid of smarter women? We&rsquo;ve encountered countless situations, whether we experienced it in real life or just saw it in our favorite TV show.\r\n&nbsp;\r\nBeing the Alpha in a relationship is something all men think it&rsquo;s a given for them especially since the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"love","slug":"love"}],"slug":"are-men-afraid-of-smarter-women-the-study-reveals-the-facts","total":0},{"id":823,"title":"5 Shocking Facts About the Science of One-Night Stands","imageUrl":"a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","dateCreated":"2019-10-04T02:37:48.365Z","dateModified":"2019-10-04T03:00:44.253Z","contributedBy":"AskGif","content":"It&rsquo;s a familiar scene: a thriving nightlife, a club or maybe a wine bar where glasses are clinking and singles are mingling before drifting off into the shadows &mdash; two by two. It&rsquo;s not the perfect picture of romance, but when you&rsquo;re caught up in the moment, a warm body feel","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"love","slug":"love"},{"name":"one-night-stands","slug":"one-night-stands"}],"slug":"5-shocking-facts-about-the-science-of-one-night-stands","total":0},{"id":817,"title":"Dear Mom-Dad, now that I am in my late 20s, I wish you knew these secrets about my personal life.","imageUrl":"d476a164-56e4-4cc6-9af5-ef02b320e1dd_confession.jpg","dateCreated":"2019-10-01T02:17:08.522Z","dateModified":"2019-10-01T02:40:52.999Z","contributedBy":"AskGif","content":"I have studied in a reputed school and graduated from a top college. I have a decent job. I travel in every few months, read books and go out with my friends. Dear Parents, all I want to convey is that I have also some amount of experience (both bad and good) in these 28 years of my existence, wh","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d476a164-56e4-4cc6-9af5-ef02b320e1dd_confession.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"confession","slug":"confession"},{"name":"love","slug":"love"}],"slug":"dear-mom-dad-now-that-i-am-in-my-late-20s-i-wish-you-knew-these-secrets-about-my-personal-life","total":0},{"id":51,"title":"Tips to get your parents to accept your love marriage.","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"If you are also one of those young Indians grappling with questions like \"Why Indian parents are against love marriage?\" or \"How to convince parents for love marriage?\"&nbsp;, need not worry. We have lined up some expert advice on why our parents oppose love marriage and how to convince them see ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"marriage","slug":"marriage"},{"name":"love","slug":"love"},{"name":"parent","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}