{"id":823,"title":"संभोग के एक दिन के विज्ञान के बारे में 5 चौंकाने वाले तथ्य","imageUrl":"a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","dateCreated":"2019-10-04T02:37:48.365Z","dateModified":"2019-10-04T03:00:44.253Z","contributedBy":"AskGif","content":"<p>यह एक परिचित दृश्य है: एक संपन्न नाइटलाइफ़, एक क्लब या शायद एक वाइन बार जहां चश्मा क्लिंकिंग और एकल छाया में बहने से पहले पिघल रहे हैं - दो दो। यह रोमांस की सही तस्वीर नहीं है, लेकिन जब आप पल में पकड़े जाते हैं, तो एक गर्म शरीर प्यार के लिए उचित विकल्प की तरह लगता है, है ना?</p>\r\n<p>&nbsp;</p>\r\n<p>हुक अप करना डेटिंग सीन की एक सच्चाई है। लेकिन कब से हुकअप सीन प्यार को पाने की जगह बन गया? जब आप सोच सकते हैं कि आप केवल एक लापरवाह जीवन जी रहे हैं, तो आपका मस्तिष्क आपके निर्णयों को प्रभावित कर रहा है, जितना कि आप स्वीकार करना चाहते हैं।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","subContents":[{"SubTitle":"1. हुकिंग अप योर ब्रेन ऑन: मेन एंड वीमेन डिफरेंट मॉर्निंग-आफ्टर इमोशंस","SubTitleHindi":null,"SubContent":"<p>हम सभी जानते हैं कि प्रेम एक शक्तिशाली औषधि है। यह कोकीन को तोड़ने के आदी होने के लिए तुलनीय है। सचमुच। आपके मस्तिष्क में फील-गुड केमिकल्स (या \"उच्च\") की भीड़ में समान-समान प्रभाव मात्राएँ, जो आपको एक बढ़ी हुई मनोदशा, एक यौन रुचि और आत्मविश्वास में वृद्धि के साथ छोड़ देती हैं ... बिगड़ा हुआ उल्लेख नहीं करने के लिए निर्णय जो आपको रात के अंधेरे में खराब निर्णय लेने के लिए प्रभावित कर सकता है जिसे आप दिन की रोशनी में पछतावा करते हैं (अर्थात सुबह के बाद)।</p>\r\n<p>&nbsp;</p>\r\n<p>इस सुबह के सबूत के बाद-पछतावा? इंग्लैंड में डरहम विश्वविद्यालय के मनोवैज्ञानिक ऐनी कैंपबेल ने 17 से 40 वर्ष की उम्र के बीच 3,300 से अधिक लोगों का सर्वेक्षण किया। इनमें से आधे पुरुष और महिलाएं समान रूप से शामिल थे - एक रात के अनुभव का अनुभव किया। उसने उन्हें अपने अनुभवों का वर्णन करने के लिए कहा और इससे भी महत्वपूर्ण बात यह है कि सुबह के बाद उन्होंने जो भावनाएं अनुभव कीं।</p>\r\n<p>&nbsp;</p>\r\n<p>कैजुअल सेक्स पर उनके शोध में पाया गया कि महिलाओं के इस दावे के बावजूद कि वे लापरवाह सेक्स को अंजाम दे सकती हैं: 80 प्रतिशत पुरुषों में समग्र सकारात्मक भावनाएं थीं; इस बीच, केवल 54 प्रतिशत महिलाओं में सकारात्मक भावनाएं थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>रिश्ते की सलाह के लिए YourTango की जाँच करें</p>\r\n<p>इसके बजाय, उन्होंने महसूस किया कि \"इस्तेमाल किए जाने पर अफसोस है।\" महिलाओं ने कहा, \"मुझे सस्ता महसूस हुआ,\" \"बाद में भयभीत,\" और \"मुझे अपमानित महसूस हुआ। खुद को सस्ता और आसान लग रहा है। कुल अफसोस।\"</p>","SubContentHindi":null,"ImageUrl":"00a19391-4627-4034-a980-53670f103af5_emotions.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गरीब मानसिक स्थिति और आकस्मिक सेक्स के बीच एक संबंध है","SubTitleHindi":null,"SubContent":"<p>तो हम यह क्यों करते है? बार बार? यह सब मकसद के साथ करना है।</p>\r\n<p>&nbsp;</p>\r\n<p>ओहियो राज्य के शोधकर्ताओं द्वारा किए गए एक अध्ययन और जर्नल ऑफ सेक्स रिसर्च में प्रकाशित ने यह स्पष्ट करने की मांग की कि क्या किसी के मानसिक स्वास्थ्य की स्थिति यह निर्धारित करती है कि उनके पास कितनी बार यादृच्छिक यौन मुठभेड़ों और इसके विपरीत था। 10,000 लोगों के यौन व्यवहार और मानसिक स्वास्थ्य का सर्वेक्षण करने में, जिन लोगों ने आत्महत्या या गंभीर अवसाद के लक्षणों के बारे में बताया, किशोर उम्र के वयस्कों के रूप में आकस्मिक सेक्स में संलग्न होने की अधिक संभावना थी। दूसरे शब्दों में, खराब मानसिक स्थिति और आकस्मिक सेक्स एक-दूसरे को मजबूत करते हैं - दोनों पुरुषों और महिलाओं में।</p>","SubContentHindi":null,"ImageUrl":"680a85bd-8279-46f8-ae5f-8aa6525a5057_connection.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. क्या एक \"हुकअप\" जीन है? वास्तव में हाँ","SubTitleHindi":null,"SubContent":"<p>ह्यूमन सेक्शुअल बिहेवियर, जस्टिन गार्सिया और उनकी रिसर्च टीम स्टेट यूनिवर्सिटी ऑफ़ न्यूयॉर्क से बिंघमटन में अध्ययन करने पर, उनका सुझाव है कि जब किसी की बेवफाई और यौन संकीर्णता की बात आती है, तो उसके डीएनए को दोष दिया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्लोस वन में प्रकाशित उनके व्यापक अध्ययन के लिए, उन्होंने अपने यौन इतिहास पर 181 युवा वयस्कों का सर्वेक्षण किया और उन्हें DRD4 नामक एक जीन के लिए परीक्षण किया, जो मस्तिष्क में डोपामाइन के स्तर को प्रभावित करता है और ADHD, शराब, साथ ही साथ बाध्यकारी है। , जोखिम लेने वाले व्यवहार जैसे कि पार्टी और जुए। विषय पूल में से, 43 का जीन के लिए सकारात्मक परीक्षण किया गया, और शोधकर्ताओं के अनुसार, \"यौन यौन व्यवहार की एक बड़ी श्रेणीगत दर की रिपोर्ट करें (यानी, कभी 'एक रात का स्टैंड') और 50 प्रतिशत से अधिक रिपोर्ट करें यौन बेवफाई के मामलों में वृद्धि। &rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>क्या यह आपको धोखा देने के लिए हुक छोड़ देता है? विशेषज्ञों ने दोहराया है कि आपके आनुवंशिक व्यवहार का आपके यौन व्यवहार पर एकमात्र प्रभाव नहीं है।</p>","SubContentHindi":null,"ImageUrl":"0b5615c1-84ae-4257-b7d1-8b6fa973debf_hookup.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. आप एक हुकअप की तलाश में हैं जो आपके चेहरे और कूल्हों पर लिखा है","SubTitleHindi":null,"SubContent":"<p>2008 में, एवोल्यूशन एंड ह्यूमन बिहेवियर जर्नल में प्रकाशित एक ब्रिटिश अध्ययन ने यह स्थापित करने की कोशिश की कि कैसे पुरुष और महिला किसी के सिर्फ अपने चेहरे को देखकर आकस्मिक सेक्स करने की संभावना को देखते हैं। उन्होंने पाया कि जो महिलाएं अधिक आकर्षक स्त्री दिखती थीं और जो पुरुष अधिक मर्दाना दिखते थे, उन्हें वास्तविक, अनन्य संबंध नहीं चाहिए था।</p>\r\n<p>&nbsp;</p>\r\n<p>यौन मुक्त महिलाओं का एक और संकेतक? चौड़े नितंब। लीड्स यूनिवर्सिटी में ह्यूमन एंड एनिमल एथोलॉजी के एसोसिएट प्रोफेसर डॉ। कॉलिन ए। हेंड्री ने अपने कूल्हे परिधि और उनके यौन इतिहास पर 18 से 26 वर्ष की 148 महिलाओं का सर्वेक्षण किया।</p>\r\n<p>&nbsp;</p>\r\n<p>शोधकर्ताओं ने पाया कि चौड़ी गर्दन वाली महिलाओं को एक रात के स्टैंड के लिए अधिक इच्छुक थे। अधिक विशेष रूप से, अन्य महिलाओं की तुलना में कम से कम 0.8 इंच चौड़ी कूल्हों वाली महिलाओं ने स्वीकार किया कि उनके चार में से तीन यौन संबंधों के लिए एक रात का स्टैंड है।</p>\r\n<p>&nbsp;</p>\r\n<p>विशेषज्ञों का मानना ​​है कि यह अवचेतन तर्क एक प्रजाति के रूप में हमारे विकास के लिए वापस आ जाता है। चौड़े कूल्हों का मतलब था बच्चे पैदा करने की बेहतर संभावना। हालांकि, वैज्ञानिक समुदाय इस बात पर बहस करते हैं कि क्या यह वास्तव में सच है या नहीं।</p>","SubContentHindi":null,"ImageUrl":"0c56d1a4-de46-4590-95b4-ae2f23a65274_sleep.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पुरुष अपने मानकों को छोड़ देते हैं, जबकि महिलाएं उन्हें उठाती हैं","SubTitleHindi":null,"SubContent":"<p>डॉ। अचिम शूत्ज़ोउल और उनकी टीम द्वारा ब्रिटेन में ब्रूनेल विश्वविद्यालय से प्रकाशित एक अध्ययन (स्प्रिंगर की पत्रिका ह्यूमन नेचर में प्रकाशित) ने साबित किया कि जब आकस्मिक सेक्स के लिए प्रस्ताव किया जाता है तो दोनों लिंग एक उल्लेखनीय अंतर प्रदर्शित करते हैं। उन्होंने जांच की कि एक हुकअप की काल्पनिक भौतिक आकर्षण (थोड़ा अनाकर्षक, थोड़ा आकर्षक और असाधारण रूप से आकर्षक) एक व्यक्ति को तीन हुकअप अनुरोधों में से एक को स्वीकार करने की इच्छा निर्धारित करेगा (बाहर जाना, अपार्टमेंट में आना, बिस्तर पर जाना)।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी तीन अनुरोधों के लिए, पुरुषों को उसकी आकर्षण की परवाह किए बिना एक हुकअप स्वीकार करने की अधिक संभावना थी। समीकरण के दूसरी तरफ, महिलाओं ने एक आदमी के रूप पर अधिक महत्व दिया। वे \"अपार्टमेंट\" और \"बिस्तर\" अनुरोधों को \"असाधारण\" आकर्षक आदमी से \"मामूली\" आकर्षक या \"थोड़ा\" अनाकर्षक आदमी की तुलना में स्वीकार करने की अधिक संभावना रखते थे। (अनुमान है कि अगली बार बेहतर किस्मत का मतलब है, दोस्तों)</p>","SubContentHindi":null,"ImageUrl":"e083a71b-859f-4dc2-8fba-bfca4441d84c_remorse.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"5-shocking-facts-about-the-science-of-one-night-stands","tags":[{"name":"मोहब्बत","slug":"love"},{"name":"संभोग-के-एक-दिन","slug":"one-night-stands"}],"recommendations":[{"id":919,"title":"क्या पुरुष होशियार महिलाओं से डरते हैं? अध्ययन से तथ्यों का पता चलता है।","imageUrl":"ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","dateCreated":"2019-10-22T02:20:21.887Z","dateModified":"2020-06-10T14:19:11.202Z","contributedBy":"AskGif","content":"क्या पुरुष वास्तव में चालाक महिलाओं से डरते हैं? हमें अनगिनत स्थितियों का सामना करना पड़ा है, चाहे हमने इसे वास्तविक जीवन में अनुभव किया हो या सिर्फ अपने पसंदीदा टीवी शो में देखा हो।\r\n&nbsp;\r\nएक रिश्ते में अल्फा होना कुछ ऐसा है जो सभी पुरुषों को लगता है कि यह उनके लिए विशेष रूप से ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"are-men-afraid-of-smarter-women-the-study-reveals-the-facts","total":0},{"id":823,"title":"संभोग के एक दिन के विज्ञान के बारे में 5 चौंकाने वाले तथ्य","imageUrl":"a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","dateCreated":"2019-10-04T02:37:48.365Z","dateModified":"2019-10-04T03:00:44.253Z","contributedBy":"AskGif","content":"यह एक परिचित दृश्य है: एक संपन्न नाइटलाइफ़, एक क्लब या शायद एक वाइन बार जहां चश्मा क्लिंकिंग और एकल छाया में बहने से पहले पिघल रहे हैं - दो दो। यह रोमांस की सही तस्वीर नहीं है, लेकिन जब आप पल में पकड़े जाते हैं, तो एक गर्म शरीर प्यार के लिए उचित विकल्प की तरह लगता है, है ना?\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a489ec79-ea4a-42c5-bc83-932e535087bd_One-Night-Stands.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"},{"name":"संभोग-के-एक-दिन","slug":"one-night-stands"}],"slug":"5-shocking-facts-about-the-science-of-one-night-stands","total":0},{"id":817,"title":"प्रिय माता-पिता, अब जब मैं अपने 20 के दशक के उत्तरार्ध में हूं, काश कि आप मेरे निजी जीवन के बारे में इन रहस्यों को जानते।","imageUrl":"d476a164-56e4-4cc6-9af5-ef02b320e1dd_confession.jpg","dateCreated":"2019-10-01T02:17:08.522Z","dateModified":"2019-10-01T02:40:52.999Z","contributedBy":"AskGif","content":"मैंने एक प्रतिष्ठित स्कूल में पढ़ाई की है और एक शीर्ष कॉलेज से स्नातक किया है। मेरे पास एक अच्छा काम है। मैं हर कुछ महीनों में यात्रा करता हूं, किताबें पढ़ता हूं और अपने दोस्तों के साथ बाहर जाता हूं। प्रिय माता-पिता, मैं सभी को बताना चाहता हूं कि मुझे अपने अस्तित्व के इन 28 वर्षों में कुछ मात्रा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d476a164-56e4-4cc6-9af5-ef02b320e1dd_confession.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"इकबालिया-बयान","slug":"confession"},{"name":"मोहब्बत","slug":"love"}],"slug":"dear-mom-dad-now-that-i-am-in-my-late-20s-i-wish-you-knew-these-secrets-about-my-personal-life","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}