{"id":825,"title":"Top Places to visit in Fazilka, Punjab","imageUrl":"dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","dateCreated":"2019-10-05T02:58:22.314Z","dateModified":"2019-10-05T02:59:13.822Z","contributedBy":"AskGif","content":"<p>Fazilka district is one of new and 22 districts in the state of Punjab in India.</p>\r\n<p>Fazilka is a city and a municipal council in Punjab, India. In 2011, it was made the headquarter of the newly created Fazilka district. The Trans-Afghanistan Pipeline (TAPI) gas pipeline project originating in Turkmenistan will have its last station in Fazilka.</p>\r\n<p>The district headquarters of Fazilka District are at Fazilka.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>It is located next to the border with Pakistan, the border being to its west. It has the district of Firozpur to its north, Sri Muktsar Sahib to its east and Sri Ganganagar to the south and Pakistan to its west.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>It has extreme climate, with the summers being very hot and the winters being very cold. The River Sutlej runs through the district and moves over to the Pakistan side through the Indo-Pakistani border.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>The district's chief executive is the Deputy Commissioner. As of 2014 the office was held by Mr. Manjeet Brar, IAS.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is administratively subdivided into three tehsils:</p>\r\n<p>&nbsp;</p>\r\n<p>Fazilka</p>\r\n<p>Abohar</p>\r\n<p>Jalalabad</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Fazilka district has a population of 1,180,483.</p>\r\n<p>&nbsp;</p>\r\n<p>Punjabi is the most spoken language of the district and is spoken by the majority of the population. Also Hindi is widely spoken by people in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>Hinduism and Sikhism are the main religions of Fazilka district. The Arora community of Punjabi Hindus constitute a sizeable population in the district. With the migration of the non-Muslim population from Pakistan to India in 1947, they settled here in this region of Firozpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>In the Firozpur Religion Census 2011, 84.97% of the Fazilka tehsil of Firozpur district registered their religion as Hindu and 13.35% registered as Sikh.</p>\r\n<p>&nbsp;</p>\r\n<p>Regional dance</p>\r\n<p>Fazilka is known for a style of jhumar dance promulgated by Baba Pokhar Singh (1916&ndash;2002). Pokhar Singh's family had migrated from the Montgomery District of Western Punjab, and they claimed to represent the Ravi style of jhumar. However, Fazilka had its own style of jhumar which was referred to as the Satluj style. Therefore, at least two regional styles were mixed in everyday life, and in his jhummar routine (which was basically the same each time, and which family and friends still perform today), Pokhar identified several other regional movements.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The climate of the Fazilka District is, on the whole, dry and is characterized by a very hot summer, a short rainy season, and a bracing winter. The year may be divided into four seasons. The cold season is from November to March. This is followed by the summer season which lasts until about the end of June. The period from July to mid-September constitutes the south-westerly monsoon season. The latter half of September and October may be termed the post-monsoon or the transition period.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Railway</p>\r\n<p>The first railway line through the town was set up in 1898 on the occasion of the Diamond Jubilee of the ascension to the throne by Queen Victoria. Fazilka was connected by railway to McLeod Ganj (now in PakMandi Sadiqganj) on the route to Bahawalnagar and then to Bahawalpur. Fazilka was connected by railway to Amruka (now in Pakistan) through Chaanwala. The tracks from Fazilka to McLeod Ganj and from Fazilka to Chaanwala are now closed, perhaps removed.</p>\r\n<p>&nbsp;</p>\r\n<p>Fazilka railway station is connected to Ferozepur and Bathinda junctions of Northern Railways. A new 43 km long railway line to Abohar towards the south has been constructed to shorten the distance to Bikaner by over 100 km. Trains on the new railway line to Abohar began running in July 2012. An express train started between Sri Ganganagar and Firozpur via Abohar and Fazilka in November 2012 on this track.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>National Highway 7 passes through Fazilka. NH 7 connects to NH 9 at Malaut which leads to Delhi via Hissar and Rohtak. The state highway runs from Fazilka to Ferozepur and from Fazilka to Malout. Both are good roads.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Amritsar international airport and Bathinda domestic airport are the nearest, about 90 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Intra-city-Ecocabs</p>\r\n<p>Fazilka have a public bus transport system. Cycle rickshaws are the available means of transport in the city. These rickshaws are now dispatched by Fazilka Centre.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Mandira Bedi, actress and fashion designer</p>\r\n<p>Gurnam Bhullar, famous Punjabi singer</p>\r\n<p>Kamal Chopra, famous printer and one time President of AIFMP</p>\r\n<p>Kapil Dev, Indian cricketer</p>\r\n<p>Sher Singh Ghubaya, member of the Lok Sabha</p>\r\n<p>Shubman Gill, vice-captain Under 19 Indian Cricket Team</p>\r\n<p>Surjit Kumar Jyani, politician and Punjab health minister</p>\r\n<p>Kunwar Mohinder Singh Bedi Sahar, noted Urdu poet writing under pen-name 'Sahar'</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>Clock Tower Fazilka</p>\r\n<p>Emu Farms</p>\r\n<p>Asafwala War Memorial</p>\r\n<p>Sadqi Retreat Ceremony</p>\r\n<p>TV Tower Fazilka</p>\r\n<p>Black Buck Sanctuary Abohar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Fazilka</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-fazilka-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"fazilka","slug":"fazilka"}],"recommendations":[{"id":835,"title":"Top Places to visit in Patiala, Punjab","imageUrl":"13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","dateCreated":"2019-10-05T08:58:55.856Z","dateModified":"2019-10-05T08:59:27.866Z","contributedBy":"AskGif","content":"Patiala district is one of the twenty two districts in the state of Punjab in north-west India.\r\nDistricts of Punjab along with their headquarters\r\nPatiala District lies between 29 49&rsquo; and 30 47&rsquo; north latitude, 75 58&rsquo; and 76 54' east longitude, in the southeast pa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"patiala","slug":"patiala"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-patiala-punjab","total":0},{"id":830,"title":"Top Places to visit in Ludhiana, Punjab","imageUrl":"bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","dateCreated":"2019-10-05T06:17:23.864Z","dateModified":"2019-10-05T06:17:48.908Z","contributedBy":"AskGif","content":"Ludhiana District is one of the 22 districts in the state of Punjab in northwest India. It is the largest district of Punjab, by both area and population. Ludhiana city, the district headquarters, is the hub of industry in Punjab.[original research?] The main industries are bicycle parts and hosi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"ludhiana","slug":"ludhiana"}],"slug":"top-places-to-visit-in-ludhiana-punjab","total":0},{"id":825,"title":"Top Places to visit in Fazilka, Punjab","imageUrl":"dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","dateCreated":"2019-10-05T02:58:22.314Z","dateModified":"2019-10-05T02:59:13.822Z","contributedBy":"AskGif","content":"Fazilka district is one of new and 22 districts in the state of Punjab in India.\r\nFazilka is a city and a municipal council in Punjab, India. In 2011, it was made the headquarter of the newly created Fazilka district. The Trans-Afghanistan Pipeline (TAPI) gas pipeline project originating i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"fazilka","slug":"fazilka"}],"slug":"top-places-to-visit-in-fazilka-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}