{"id":825,"title":"फाजिल्का में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","dateCreated":"2019-10-05T02:58:22.314Z","dateModified":"2019-10-05T02:59:13.822Z","contributedBy":"AskGif","content":"<p>फाजिल्का जिला भारत के पंजाब राज्य में नए और 22 जिलों में से एक है।</p>\r\n<p>फाजिल्का पंजाब, भारत में एक शहर और एक नगरपालिका परिषद है। 2011 में, इसे नव निर्मित फाजिल्का जिले का मुख्यालय बनाया गया था। तुर्कमेनिस्तान में बनने वाली ट्रांस-अफगानिस्तान पाइपलाइन (TAPI) गैस पाइपलाइन परियोजना फाजिल्का में अपना आखिरी स्टेशन होगा।</p>\r\n<p>फाजिल्का जिले का जिला मुख्यालय फाजिल्का में है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>यह पाकिस्तान के साथ सीमा के बगल में स्थित है, सीमा इसके पश्चिम में है। इसके उत्तर में फिरोजपुर जिला है, इसके पूर्व में श्री मुक्तसर साहिब और दक्षिण में श्री गंगानगर और इसके पश्चिम में पाकिस्तान है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यहाँ अत्यधिक जलवायु है, ग्रीष्मकाल बहुत गर्म होता है और सर्दियाँ बहुत ठंडी होती हैं। सतलज नदी जिले के माध्यम से चलती है और भारत-पाकिस्तान सीमा के माध्यम से पाकिस्तान की ओर बढ़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>जिले के मुख्य कार्यकारी अधिकारी उपायुक्त हैं। 2014 तक कार्यालय श्री मंजीत बराड़, आईएएस के पास था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को प्रशासनिक रूप से तीन तहसीलों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>फाजिल्का</p>\r\n<p>अबोहर</p>\r\n<p>जलालाबाद</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, फाजिल्का जिले की आबादी 1,180,483 है।</p>\r\n<p>&nbsp;</p>\r\n<p>पंजाबी जिले की सबसे अधिक बोली जाने वाली भाषा है और अधिकांश आबादी द्वारा बोली जाती है। इस क्षेत्र में लोगों द्वारा हिंदी भी व्यापक रूप से बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>हिंदू धर्म और सिख धर्म फाजिल्का जिले के मुख्य धर्म हैं। पंजाबी हिंदुओं का अरोरा समुदाय जिले में एक बड़ी आबादी का गठन करता है। 1947 में पाकिस्तान से भारत में गैर-मुस्लिम आबादी के प्रवास के साथ, वे फिरोजपुर जिले के इस क्षेत्र में बस गए।</p>\r\n<p>&nbsp;</p>\r\n<p>फिरोजपुर धर्म जनगणना 2011 में, फिरोजपुर जिले की फाजिल्का तहसील के 84.97% लोगों ने अपने धर्म को हिंदू और 13.35% ने सिख के रूप में पंजीकृत किया।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्रीय नृत्य</p>\r\n<p>फाजिल्का को बाबा पोखर सिंह (1916&ndash;2002) द्वारा प्रचलित झुमर नृत्य की शैली के लिए जाना जाता है। पोखर सिंह का परिवार पश्चिमी पंजाब के मोंटगोमरी जिले से चला गया था, और उन्होंने झूमर की रवि शैली का प्रतिनिधित्व करने का दावा किया। हालाँकि, फाजिल्का की अपनी शैली झुमर थी जिसे सतलुज शैली कहा जाता था। इसलिए, रोज़मर्रा की ज़िंदगी में कम से कम दो क्षेत्रीय शैलियों को मिलाया गया, और उनकी झूमर दिनचर्या में (जो मूल रूप से हर बार एक ही था, और जो परिवार और दोस्त आज भी प्रदर्शन करते हैं), पोखर ने कई अन्य क्षेत्रीय आंदोलनों की पहचान की।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>फाजिल्का जिले की जलवायु पूरी तरह से शुष्क है और यह बहुत तेज़ गर्मी, थोड़ी बारिश के मौसम और एक सर्दियों की विशेषता है। वर्ष को चार मौसमों में विभाजित किया जा सकता है। ठंड का मौसम नवंबर से मार्च तक होता है। इसके बाद गर्मियों का मौसम आता है जो जून के अंत तक रहता है। जुलाई से मध्य सितंबर तक की अवधि दक्षिण-पश्चिम मानसून के मौसम का गठन करती है। सितंबर और अक्टूबर के उत्तरार्ध को मानसून या संक्रमण काल ​​कहा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेलवे</p>\r\n<p>शहर के माध्यम से पहली रेलवे लाइन 1898 में रानी विक्टोरिया द्वारा सिंहासन पर चढ़ने की डायमंड जयंती के अवसर पर स्थापित की गई थी। फाजिल्का रेलवे द्वारा मैकलोड गंज (अब पाकमंडी सादिकगंज में) से बहावलनगर के मार्ग पर और फिर बहावलपुर तक जुड़ा हुआ था। फाजिल्का रेलवे द्वारा अमरुका (अब पाकिस्तान में) से चनवाला के माध्यम से जुड़ा हुआ था। फाजिल्का से मैकलियोड गंज तक और फाजिल्का से चनावाला तक की पटरियां अब बंद हो गई हैं, शायद हटा दी गईं।</p>\r\n<p>&nbsp;</p>\r\n<p>फाजिल्का रेलवे स्टेशन उत्तर रेलवे के फिरोजपुर और बठिंडा जंक्शन से जुड़ा है। दक्षिण की ओर अबोहर के लिए एक नई 43 किलोमीटर लंबी रेलवे लाइन का निर्माण बीकानेर से दूरी 100 किमी से कम करने के लिए किया गया है। अबोहर के लिए नई रेल लाइन पर ट्रेनें जुलाई 2012 में चलने लगीं। इस ट्रैक पर नवंबर 2012 में अबोहर और फाजिल्का के बीच श्री गंगानगर और फिरोजपुर के बीच एक एक्सप्रेस ट्रेन शुरू हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>राष्ट्रीय राजमार्ग 7 फाजिल्का से होकर गुजरता है। NH 7 मलोट में NH 9 से जुड़ता है जो हिसार और रोहतक होते हुए दिल्ली की ओर जाता है। स्टेट हाईवे फाजिल्का से फिरोजपुर तक और फाजिल्का से मलोट तक चलता है। दोनों अच्छी सड़कें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>अमृतसर अंतरराष्ट्रीय हवाई अड्डा और बठिंडा घरेलू हवाई अड्डा निकटतम हैं, जो लगभग 90 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंट्रा-शहर-Ecocabs</p>\r\n<p>फाजिल्का में सार्वजनिक बस परिवहन प्रणाली है। साइकिल रिक्शा शहर में परिवहन के उपलब्ध साधन हैं। इन रिक्शों को अब फाजिल्का केंद्र द्वारा भेजा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>मंदिरा बेदी, अभिनेत्री और फैशन डिजाइनर</p>\r\n<p>गुरनाम भुल्लर, प्रसिद्ध पंजाबी गायक</p>\r\n<p>कमल चोपड़ा, प्रसिद्ध प्रिंटर और एक बार AIFMP के अध्यक्ष</p>\r\n<p>कपिल देव, भारतीय क्रिकेटर</p>\r\n<p>शेर सिंह घुबाया, लोकसभा के सदस्य</p>\r\n<p>शुभमन गिल, अंडर -19 भारतीय क्रिकेट टीम के उप-कप्तान</p>\r\n<p>सुरजीत कुमार ज्ञानी, राजनीतिज्ञ और पंजाब के स्वास्थ्य मंत्री</p>\r\n<p>कुंवर मोहिंदर सिंह बेदी सहर, कलम-नाम 'सहर' के तहत प्रसिद्ध उर्दू कवि लेखन</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>क्लॉक टॉवर फाजिल्का</p>\r\n<p>इमू फार्म</p>\r\n<p>आसफवाला युद्ध स्मारक</p>\r\n<p>साडकी रिट्रीट समारोह</p>\r\n<p>टीवी टॉवर फाजिल्का</p>\r\n<p>ब्लैक बक अभयारण्य अबोहर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Fazilka</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-fazilka-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"फाजिल्का","slug":"fazilka"}],"recommendations":[{"id":835,"title":"पटियाला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","dateCreated":"2019-10-05T08:58:55.856Z","dateModified":"2019-10-05T08:59:27.866Z","contributedBy":"AskGif","content":"पटियाला जिला उत्तर-पश्चिम भारत के पंजाब राज्य के बाईस जिलों में से एक है।\r\n&nbsp;\r\nउनके मुख्यालय के साथ पंजाब के जिले\r\nपटियाला जिला 29 49 'और 30 47' उत्तरी अक्षांश, 75 58 'और 76 54' पूर्वी देशांतर के बीच स्थित है, जो राज्य के दक्षिण-पूर्वी भाग में स्थित है। यह फतेहगढ़ साहिब, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पटियाला","slug":"patiala"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-patiala-punjab","total":0},{"id":830,"title":"लुधियाना में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","dateCreated":"2019-10-05T06:17:23.864Z","dateModified":"2019-10-05T06:17:48.908Z","contributedBy":"AskGif","content":"लुधियाना जिला उत्तर भारत के पंजाब राज्य के 22 जिलों में से एक है। यह क्षेत्रफल और जनसंख्या दोनों के हिसाब से पंजाब का सबसे बड़ा जिला है। लुधियाना शहर, जिला मुख्यालय, पंजाब में उद्योग का केंद्र है। [उद्धरण वांछित] [मूल शोध?] मुख्य उद्योग साइकिल पार्ट्स और होजरी हैं। लुधियाना राज्य का सबसे बड़ा शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"लुधियाना","slug":"ludhiana"}],"slug":"top-places-to-visit-in-ludhiana-punjab","total":0},{"id":825,"title":"फाजिल्का में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","dateCreated":"2019-10-05T02:58:22.314Z","dateModified":"2019-10-05T02:59:13.822Z","contributedBy":"AskGif","content":"फाजिल्का जिला भारत के पंजाब राज्य में नए और 22 जिलों में से एक है।\r\nफाजिल्का पंजाब, भारत में एक शहर और एक नगरपालिका परिषद है। 2011 में, इसे नव निर्मित फाजिल्का जिले का मुख्यालय बनाया गया था। तुर्कमेनिस्तान में बनने वाली ट्रांस-अफगानिस्तान पाइपलाइन (TAPI) गैस पाइपलाइन परियोजना फाजिल्का में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd84d288-4075-478d-9d06-b7ba6539ae8c_Fazilka-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"फाजिल्का","slug":"fazilka"}],"slug":"top-places-to-visit-in-fazilka-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}