{"id":827,"title":"Top Places to visit in Hoshiarpur, Punjab","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"<p>Hoshiarpur District is a district of Punjab state in northern India. Hoshiarpur, one of the oldest districts of Punjab, is located in the North-east part of the Punjab state and shares common boundaries with Gurdaspur district in the north-west, Jalandhar and Kapurthala districts in south-west, Kangra and Una districts of Himachal Pradesh in the north-east. Hoshiarpur district comprises 4 sub-divisions, 10 community development blocks, 9 urban local bodies and 1417 villages. The district has an area of 3365 km2. and a population of 1,586,625 persons as per census 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Hoshiarpur along with the districts of Nawanshehar, Kapurthala and parts of Jalandhar represents one of the cultural region of Punjab called Doaba or the Bist Doab - the tract of land between two rivers namely Beas and Sutlej. The area along with the Shivalik foothills on the right side of Chandigarh-Pathankot road in Hoshiarpur is submountainous and this part of the district is also known as Kandi area. The two rivers, Sutlej and Beas along with two other seasonal streams provide drainage to the region. Besides these, the Kandi region is full of seasonal streams.</p>\r\n<p>&nbsp;</p>\r\n<p>It falls into two nearly equal portions of hill and plain country. Its eastern face consists of the westward slope of the Solar Singhi Hills; parallel with that ridge, a line of lower heights belonging to the Siwalik Range traverses the district from south to north, while between the two chains stretches a valley of uneven width, known as the Jaswan Dun. Its upper portion is crossed by the Sohan torrent, while the Sutlej sweeps into its lower end through a break in the hills, and flows in a southerly direction until it turns the flank of the central range, and debouches westwards upon the plains. This western plain consists of alluvial formation, with a general westerly slope owing to the deposit of silt from the mountain torrents in the sub-montane tract. The Beas has a fringe of lowland, open to moderate but not excessive inundations, and considered very fertile. A considerable area is covered by government woodlands, under the care of the forest department. Rice is largely grown, in the marshy flats along the banks of the Beas. Several religious fairs are held, at Anandpur Sahib, Dasuya, Mukerian and Chintpurni, all of which attract an enormous concourse of people. The district, owing to its proximity to the hills, possesses a comparatively cool and humid climate. Cotton fabrics are manufactured, and sugar, rice, other grains and indigo are among the exports.</p>\r\n<p>&nbsp;</p>\r\n<p>Hoshiarpur is also known as a City of Saints. There are many Deras in this district. The District Govt. College was once a campus for Punjab University. it was predominantly inhabited by Gujjar and Dogars of Kashmir Region during the reign of Sikh Empire</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people from Hoshiarpur District</p>\r\n<p>Politics</p>\r\n<p>Kewal Krishan (10 October 1923 &ndash; 30 June 2008) Speaker of the Punjab Legislative Assembly (Vidhan Sabha), Minister of Finance in the Punjab Government 1980&ndash;83</p>\r\n<p>Mangu Ram Mugowalia, prominent Ghadar Party leader and Freedom Fighter</p>\r\n<p>Harnam Singh Saini, an Indian revolutionary</p>\r\n<p>Giani Zail Singh was elected from Hoshiarpur in 1980. After that he became Union Home Minister and later the President of India in 1982.</p>\r\n<p>Kanshi Ram founder of Bahujan Samaj Party won election from hoshiarpur in 1996 Indian general election</p>\r\n<p>Avinash Rai Khanna a Bharatiya Janata Party leader</p>\r\n<p>Santosh Chowdhary ex-MP Congress.</p>\r\n<p>Mayawati incontested M.P. election from Hoshiarpur 1989 Indian general election</p>\r\n<p>Ambika Soni M.P. belongs to bajwara in Hoshiarpur.</p>\r\n<p>Jagjit Singh Chauhan founder of Khalsa Raj Party</p>\r\n<p>Rana Muhammad Hanif Khan Federal Minister of Finance, Pakistan (22 October 1974 &ndash; 28 March 1977) was born in Garhshankar, District Hoshiarpur[circular reference]</p>\r\n<p>Vijay Sampla, (Minister of State for Social Justice and Empowerment) MP from Hoshiarpur is actually from Jalandhar city. (born at Sofi Village, Jalandhar district).</p>\r\n<p>Harjit Singh Sajjan, Minister of National Defence for the Government of Canada</p>\r\n<p>Arts and culture</p>\r\n<p>&nbsp;</p>\r\n<p>Simran Kaur Mundi</p>\r\n<p>&nbsp;</p>\r\n<p>Monica Bedi is from the city</p>\r\n<p>Bhai Sahib Singh one of the Panj Pyare</p>\r\n<p>Gauri Khan (born Gauri Chhibber) belongs to Hoshiarpur and raised up in Delhi.</p>\r\n<p>Simran Kaur Mundi a Punjabi film actress is from village Mundian Jattan</p>\r\n<p>Yo Yo Honey Singh Punjabi Rapper from Delhi was born in Hoshiarpur.</p>\r\n<p>Monica Bedi a Punjabi actress is from village Chabbewal</p>\r\n<p>Piara Singh Gill, nuclear physicist</p>\r\n<p>Kulwinder Dhillon singer from Mahilpur</p>\r\n<p>Amar Singh Shaunki Dhadi singer</p>\r\n<p>Hard Kaur Indian rapper</p>\r\n<p>Soni Pabla, belongs to Bilaspur village, Hoshiarpur District</p>\r\n<p>D. P. Singh a science populariser and environmental activist of Punjab.</p>\r\n<p>Satinder Sartaaj Punjabi singer born in Bajrawar village, Hoshiarpur District</p>\r\n<p>Dr.Ganda Singh a Punjabi historian</p>\r\n<p>Intikhab Alam cricket player.</p>\r\n<p>Harbanse Singh Doman belongs to Hoshiarpur</p>\r\n<p>Ustad Amanat Ali Khan Pakistani classic and ghazal singer was born in Hoshiarpur</p>\r\n<p>Habib Jalib Pakistani revolutionary poet and left wing politician born in a village near Hoshiarpur.</p>\r\n<p>Upasana Singh actress in Bollywood and comedian in TV was born in Tanda.</p>\r\n<p>Nachhatar Gill Punjabi singer born in Vill. Akalgarh, near Garhshankar, Dist. Hoshiarpur.</p>\r\n<p>Mickey Singh,US based Punjabi Urban singer belongs to Hoshiarpur</p>\r\n<p>Jaz Dhami,UK based Punjabi singer belongs to Hoshiarpur</p>\r\n<p>Manmohan Waris,Punjabi folk singer belongs to Halluwal(near Mahilpur) District Hoshiarpur</p>\r\n<p>Army</p>\r\n<p>Tufail Mohammad of Punjab Regiment (Pakistan), Recipient of Nishan-e-Haider</p>\r\n<p>Fazal Din of 7th Battalion 10th Baluch Regiment, British Indian Army, recipient of Victoria Cross.</p>\r\n<p>&nbsp;</p>\r\n<p>By road</p>\r\n<p>&nbsp;</p>\r\n<p>Bhagwan Valmiki ISBT</p>\r\n<p>Hoshiarpur's Bus Stand is Bhagwan Valmiki Interstate Bus Terminal, which has a large network of bus services of Punjab Roadways, Himachal Roadways, Delhi, Haryana Roadways, P.R.T.C, Chandigarh Transport Undertaking, Jammu &amp; Kashmir Roadways, Rajasthan State Roadways, apart from private operators.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Universities</p>\r\n<p>&nbsp;</p>\r\n<p>Panjab University Regional Centre</p>\r\n<p>Guru Ravidas Ayurved University, Hoshiarpur</p>\r\n<p>Panjab University Swami Sarvanand Giri Regional Centre</p>\r\n<p>Rayat Bahra University (Post Bohan hoshiarpur)</p>\r\n<p>Colleges</p>\r\n<p>DAV college Hoshiarpur</p>\r\n<p>Pt. J.R Govt. Polytechnic College, Jallandhar Road</p>\r\n<p>Women Welfare College, Vasant Vihar</p>\r\n<p>Sehra Piara Singh Sehra Commercial College, Kotwali Bazar</p>\r\n<p>S D Sanskrit College, Bahadurpur Cwk</p>\r\n<p>Govt. College Hoshiarpur.</p>\r\n<p>Shri guru gobind singh khalsa college mahilpur</p>\r\n<p>Smt. Urmila Devi Ayurvedic college and hospital</p>\r\n<p>Schools</p>\r\n<p>Bliss public school. (Attowal)</p>\r\n<p>St.R.N.A's Gurukul School(Aslamabad)</p>\r\n<p>Cambridge international school .(Piplawala)</p>\r\n<p>D.A.V. Higher Secondary School</p>\r\n<p>Delhi international school.</p>\r\n<p>GEMS Cambridge International School (pur hiran)</p>\r\n<p>Gma city public school. (Singriwala)</p>\r\n<p>Govt. High School</p>\r\n<p>Marigold Public School (Tagore Nagar)</p>\r\n<p>Moon Light Modern School</p>\r\n<p>Mount Carmel school.(Kakkon)</p>\r\n<p>Sri Guru Harkrishan Public School (Model Town)</p>\r\n<p>St Apolo school .(Model Town)</p>\r\n<p>St Joseph's convent school (Ram colony camp)</p>\r\n<p>St kabir public school, chaggran, hoshiarpur</p>\r\n<p>Takshila</p>\r\n<p>Woodland overseas school (Baghpur)</p>\r\n<p>Navyug Model School (Attowal)</p>\r\n<p>&nbsp;</p>\r\n<p>Hoshiarpur Archaeological Museum</p>\r\n<p>Healthcare</p>\r\n<p>Shivam Hospital</p>\r\n<p>Bariana Eye Hospital</p>\r\n<p>Gulati Hospital and Maternity Home</p>\r\n<p>Saini Hospital &amp; Test Tube Baby Centre</p>\r\n<p>Central Hospital</p>\r\n<p>Ravjot cardiac centre</p>\r\n<p>St Josephs Hospital</p>\r\n<p>Goyal Hospital</p>\r\n<p>Civil Hospital</p>\r\n<p>KDM Hospital</p>\r\n<p>Purewal Hospital</p>\r\n<p>Kapila Child Care</p>\r\n<p>Amitoj Hospital</p>\r\n<p>Thind eye hospital</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Gurdwara</p>\r\n<p>Gurdwara Garna Sahib</p>\r\n<p>Around 39 kms form Hoshiarpur, this Gurdwara is located in Bodal village.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamahi Devi</p>\r\n<p>Kamahi Devi Temple</p>\r\n<p>Around 40 kms from Hoshiarpur, this temple is dedicated to goddess Kamakshi. It was known by her name as Kamakshi.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Sheesh Mahal</p>\r\n<p>Sheesh Mahal Hoshiarpur</p>\r\n<p>Lala Hans Raj Jain got this monument constructed in the year 1911. Glass is used for building the interior walls.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Dholbaha Fort</p>\r\n<p>Dholbaha</p>\r\n<p>Dholbaha is a rich archaeological site reportedly in existence since prehistoric times. Based on the cache of artefacts recovered here,&hellip;</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Dera Sant Garh Sahib</p>\r\n<p>Dera Sant Garh</p>\r\n<p>This place is situated about 13 kilometers from Hoshiarpur. It is located in the village of Harkhowal. Baba Jawala Singh.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Citrus Estate</p>\r\n<p>Citrus Estate Hoshiarpur</p>\r\n<p>Citrus Estate Hoshiarpur is a part of the Govt.&rsquo;s new approach to shift agriculture focus away from traditional water.</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>Takhni Rehmapur</p>\r\n<p>Takhni Rehmapur Wildlife Sanctuary</p>\r\n<p>The 382-hectare Takhni-Rehmapur Wildlife Sanctuary is distributed more or less equally between the two villages that make up its name.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hoshiarpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hoshiarpur-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"hoshiarpur","slug":"hoshiarpur"}],"recommendations":[{"id":842,"title":"Top Places to visit in Shahid Bhagat Singh Nagar, Nawanshahr, Punjab","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"Shaheed Bhagat Singh Nagar district (formerly Nawanshahr district) is one of the districts in Doaba region of the state of Punjab, India. It consists of three Sub -Divisions Nawanshahr, Banga and Balachaur. There are three legislative seats in the district, Nawanshahr, Balachaur and Banga. They f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shahid-bhagat-singh-nagar","slug":"shahid-bhagat-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"nawanshahr","slug":"nawanshahr"}],"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","total":0},{"id":839,"title":"Top Places to visit in Rupnagar, Punjab","imageUrl":"53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","dateCreated":"2019-10-07T02:36:37.226Z","dateModified":"2019-10-07T02:37:06.496Z","contributedBy":"AskGif","content":"Rupnagar district is one of twenty-two districts in the state of Punjab, India. The town of Rupnagar (formerly known as Rupar or Ropar) is said to have been founded by a Raja called Rokeshar, who ruled during the 11th century and named it after his son Rup Sen. It is also the site of an ancient t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"rupnagar","slug":"rupnagar"}],"slug":"top-places-to-visit-in-rupnagar-punjab","total":0},{"id":832,"title":"Top Places to visit in Moga, Punjab","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"Moga district is one of the twenty two districts in the state of Punjab, India. It became the 17th district of Punjab State on 24 November 1995 cut from Faridkot district. Moga District is among the largest producers of wheat and rice in Punjab, India. People from Moga City and Moga District belo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"moga","slug":"moga"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}