{"id":827,"title":"होशियारपुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"<p>होशियारपुर जिला उत्तरी भारत में पंजाब राज्य का एक जिला है। होशियारपुर, पंजाब के सबसे पुराने जिलों में से एक है, जो पंजाब राज्य के उत्तर-पूर्व भाग में स्थित है और उत्तर-पश्चिम में गुरदासपुर जिले, और दक्षिण-पश्चिम में जालंधर और कपूरथला जिलों, हिमाचल के कांगड़ा और ऊना जिलों में साझा करता है। उत्तर-पूर्व में स्थित है। होशियारपुर जिले में 4 उप-मंडल, 10 सामुदायिक विकास खंड, 9 शहरी स्थानीय निकाय और 1417 गाँव शामिल हैं। जिले का क्षेत्रफल 3365 किमी 2 है। और जनगणना 2011 के अनुसार 1,586,625 व्यक्तियों की आबादी।</p>\r\n<p>&nbsp;</p>\r\n<p>होशियारपुर, नवांशहर, कपूरथला के जिलों के साथ और जालंधर के कुछ हिस्सों में पंजाब के दोबा या बिष्ट दोआब नामक सांस्कृतिक क्षेत्र में से एक का प्रतिनिधित्व करता है - ब्यास और सतलज नामक दो नदियों के बीच भूमि का मार्ग। होशियारपुर में चंडीगढ़-पठानकोट सड़क के दाहिनी ओर शिवालिक तलहटी के साथ का इलाका सबमाउंटेबल है और जिले के इस हिस्से को कंडी क्षेत्र के नाम से भी जाना जाता है। दो अन्य नदियों, सतलज और ब्यास के साथ दो अन्य मौसमी धाराएँ इस क्षेत्र को जल निकासी प्रदान करती हैं। इनके अलावा, कंडी क्षेत्र मौसमी धाराओं से भरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह पहाड़ी और मैदानी देश के लगभग दो बराबर भागों में पड़ता है। इसके पूर्वी चेहरे में सौर सिंघी पहाड़ियों के पश्चिम की ओर ढलान है; उस रिज के समानांतर, सिवालिक रेंज से संबंधित निचली ऊंचाइयों की एक रेखा जिले को दक्षिण से उत्तर तक ले जाती है, जबकि दो श्रृंखलाओं के बीच असमान चौड़ाई की घाटी है, जिसे जसवान डुन के नाम से जाना जाता है। इसका ऊपरी भाग सोहन धार द्वारा पार किया जाता है, जबकि सतलज पहाड़ियों में एक विराम के माध्यम से अपने निचले सिरे में घुसता है, और एक मध्य दिशा में बहता है, जब तक कि यह केंद्रीय सीमा के किनारे को मोड़ नहीं देता है, और मैदानों पर पश्चिम की ओर बहती है। इस पश्चिमी मैदान में जलोढ़ गठन होता है, जिसमें सामान्य तौर पर ढलान के कारण उप-मोंटाने ट्रैक्ट में पर्वत की धार से गाद जमा हो जाती है। ब्यास में तराई का एक फ्रिंज है, जो मध्यम से खुला है, लेकिन अत्यधिक बाढ़ नहीं है, और बहुत उपजाऊ माना जाता है। वन विभाग की देखरेख में एक बड़ा क्षेत्र सरकारी वुडलैंड्स द्वारा कवर किया जाता है। चावल बड़े पैमाने पर उगाया जाता है, ब्यास के किनारे दलदली फ्लैटों में। आनंदपुर साहिब, दसूया, मुकेरियन और चिंतपूर्णी में कई धार्मिक मेले आयोजित किए जाते हैं, जिनमें से सभी में लोगों का भारी हुजूम उमड़ता है। जिला, पहाड़ियों के निकटता के कारण, एक अपेक्षाकृत शांत और आर्द्र जलवायु के पास है। सूती कपड़ों का निर्माण किया जाता है, और चीनी, चावल, अन्य अनाज और इंडिगो निर्यात के बीच हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>होशियारपुर को संतों के शहर के रूप में भी जाना जाता है। इस जिले में कई दरे हैं। जिला सरकार कॉलेज कभी पंजाब विश्वविद्यालय के लिए एक परिसर था। यह मुख्य रूप से सिख साम्राज्य के शासनकाल के दौरान कश्मीर क्षेत्र के गुर्जर और डोगरों द्वारा बसाया गया था</p>\r\n<p>&nbsp;</p>\r\n<p>होशियारपुर जिले के उल्लेखनीय लोग</p>\r\n<p>राजनीति</p>\r\n<p>केवाल कृष्णन (10 अक्टूबर 1923 - 30 जून 2008) पंजाब विधानसभा के अध्यक्ष (विधानसभा), पंजाब सरकार में वित्त मंत्री 1980-83</p>\r\n<p>मंगू राम मुगलोवालिया, ग़दर पार्टी के प्रमुख नेता और स्वतंत्रता सेनानी</p>\r\n<p>हरनाम सिंह सैनी, एक भारतीय क्रांतिकारी</p>\r\n<p>ज्ञानी जैल सिंह 1980 में होशियारपुर से चुने गए। इसके बाद वे 1982 में केंद्रीय गृह मंत्री और बाद में भारत के राष्ट्रपति बने।</p>\r\n<p>बहुजन समाज पार्टी के संस्थापक कांशी राम ने 1996 के आम चुनाव में होशियारपुर से चुनाव जीता</p>\r\n<p>अविनाश राय खन्ना भारतीय जनता पार्टी के नेता हैं</p>\r\n<p>संतोष चौधरी पूर्व सांसद कांग्रेस।</p>\r\n<p>मायावती ने एम.पी. होशियारपुर से चुनाव 1989 भारतीय आम चुनाव</p>\r\n<p>अंबिका सोनी म.प्र। होशियारपुर के बाजवाड़ा का है।</p>\r\n<p>खालसा राज पार्टी के संस्थापक जगजीत सिंह चौहान</p>\r\n<p>राणा मुहम्मद हनीफ खान संघीय वित्त मंत्री, पाकिस्तान (22 अक्टूबर 1974 - 28 मार्च 1977) का जन्म गढ़शंकर, जिला होशियारपुर में हुआ था [परिपत्र संदर्भ]</p>\r\n<p>विजय सांपला, (सामाजिक न्याय और अधिकारिता राज्य मंत्री) होशियारपुर से सांसद वास्तव में जालंधर शहर से हैं। (जालंधर जिले के सोफी ग्राम में पैदा हुए)।</p>\r\n<p>हरजीत सिंह सज्जन, कनाडा सरकार के राष्ट्रीय रक्षा मंत्री</p>\r\n<p>कला और संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>सिमरन कौर मुंडी</p>\r\n<p>मोनिका बेदी शहर से हैं</p>\r\n<p>पंज प्यारे में से एक भाई साहिब सिंह</p>\r\n<p>गौरी खान (जन्म गौरी छिब्बर) होशियारपुर से ताल्लुक रखती हैं और दिल्ली में पली-बढ़ी हैं।</p>\r\n<p>सिमरन कौर मुंडी एक पंजाबी फिल्म अभिनेत्री गांव मुंडियन जट्टन से है</p>\r\n<p>दिल्ली के यो यो हनी सिंह पंजाबी रैपर का जन्म होशियारपुर में हुआ था।</p>\r\n<p>मोनिका बेदी एक पंजाबी अभिनेत्री गाँव चब्बेवाल से हैं</p>\r\n<p>पियारा सिंह गिल, परमाणु भौतिकविद</p>\r\n<p>महिलपुर के कुलविंदर ढिल्लन गायक</p>\r\n<p>अमर सिंह शौनकी धड़ी गायक</p>\r\n<p>हार्ड कौर इंडियन रैपर</p>\r\n<p>सोनी पाबला, बिलासपुर गाँव, होशियारपुर जिले से संबंधित है</p>\r\n<p>डी। पी। सिंह पंजाब के विज्ञान लोकप्रिय और पर्यावरण कार्यकर्ता हैं।</p>\r\n<p>सतिंदर सरताज पंजाबी गायक का जन्म होशियारपुर जिले के बजरवार गाँव में हुआ</p>\r\n<p>डॉ। गगन सिंह एक पंजाबी इतिहासकार</p>\r\n<p>इंतेखाब आलम क्रिकेट खिलाड़ी।</p>\r\n<p>हरबंस सिंह डोमन होशियारपुर के हैं</p>\r\n<p>उस्ताद अमानत अली खान पाकिस्तानी क्लासिक और गज़ल गायक होशियारपुर में पैदा हुए थे</p>\r\n<p>हबीब जालिब पाकिस्तानी क्रांतिकारी कवि और बाएं हाथ के राजनीतिज्ञ होशियारपुर के पास एक गाँव में पैदा हुए।</p>\r\n<p>बॉलीवुड में उपासना सिंह अभिनेत्री और टीवी में कॉमेडियन का जन्म टांडा में हुआ था।</p>\r\n<p>नछत्तर गिल पंजाबी गायक का जन्म विल्ल में हुआ। अकालगढ़, गढ़शंकर के पास, जिला। होशियारपुर।</p>\r\n<p>मिकी सिंह, अमेरिका स्थित पंजाबी शहरी गायक होशियारपुर के हैं</p>\r\n<p>जाज धामी, ब्रिटेन स्थित पंजाबी गायक होशियारपुर के हैं</p>\r\n<p>मनमोहन वारिस, पंजाबी लोक गायक हल्लूवाल (माहिलपुर के पास) जिला होशियारपुर के हैं</p>\r\n<p>सेना</p>\r\n<p>पंजाब रेजिमेंट (पाकिस्तान) के तुफैल मोहम्मद, निशान-ए-हैदर के प्राप्तकर्ता</p>\r\n<p>7 वीं बटालियन की फजल दीन, बलूच रेजिमेंट, ब्रिटिश भारतीय सेना, विक्टोरिया क्रॉस के प्राप्तकर्ता।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान वाल्मीकि आईएसबीटी</p>\r\n<p>होशियारपुर का बस स्टैंड भगवान वाल्मीकि अंतरराज्यीय बस टर्मिनल है, जिसमें निजी ऑपरेटरों के अलावा, पंजाब रोडवेज, हिमाचल रोडवेज, दिल्ली, हरियाणा रोडवेज, P.R.TC, चंडीगढ़ ट्रांसपोर्ट अंडरटेकिंग, जम्मू और कश्मीर रोडवेज, राजस्थान स्टेट रोडवेज की बस सेवाओं का एक बड़ा नेटवर्क है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>&nbsp;</p>\r\n<p>पंजाब यूनिवर्सिटी का क्षेत्रीय केंद्र</p>\r\n<p>गुरु रविदास आयुर्वेद विश्वविद्यालय, होशियारपुर</p>\r\n<p>पंजाब विश्वविद्यालय स्वामी सर्वानंद गिरि क्षेत्रीय केंद्र</p>\r\n<p>रैयत बहरा विश्वविद्यालय (पोस्ट बोहन होशियारपुर)</p>\r\n<p>कालेजों</p>\r\n<p>डीएवी कॉलेज होशियारपुर</p>\r\n<p>पं। जे आर सरकार। पॉलिटेक्निक कॉलेज, जलंधर रोड</p>\r\n<p>महिला कल्याण कॉलेज, वसंत विहार</p>\r\n<p>सेहरा पियारा सिंह सेहरा कॉमर्शियल कॉलेज, कोतवाली बाजार</p>\r\n<p>S D संस्कृत कॉलेज, बहादुरपुर Cwk</p>\r\n<p>सरकार। कॉलेज होशियारपुर।</p>\r\n<p>श्री गुरु गोबिंद सिंह खालसा कॉलेज माहिलपुर</p>\r\n<p>श्रीमती। उर्मिला देवी आयुर्वेदिक कॉलेज और अस्पताल</p>\r\n<p>स्कूलों</p>\r\n<p>परमानंद पब्लिक स्कूल। (Attowal)</p>\r\n<p>सेंट। एन। ए। गुरुकुल स्कूल (असलमबाद)</p>\r\n<p>कैम्ब्रिज इंटरनेशनल स्कूल। (पिप्पलावाला)</p>\r\n<p>D.A.V. हायर सेकेंडरी स्कूल</p>\r\n<p>दिल्ली इंटरनेशनल स्कूल।</p>\r\n<p>जीईएमएस कैंब्रिज इंटरनेशनल स्कूल (पुर हिरण)</p>\r\n<p>गामा सिटी पब्लिक स्कूल। (Singriwala)</p>\r\n<p>सरकार। उच्च विद्यालय</p>\r\n<p>मैरीगोल्ड पब्लिक स्कूल (टैगोर नगर)</p>\r\n<p>मून लाइट मॉडर्न स्कूल</p>\r\n<p>माउंट कार्मेल स्कूल। (कक्कन)</p>\r\n<p>श्री गुरु हरकिशन पब्लिक स्कूल (मॉडल टाउन)</p>\r\n<p>सेंट अपोलो स्कूल। (मॉडल टाउन)</p>\r\n<p>सेंट जोसेफ कॉन्वेंट स्कूल (राम कॉलोनी शिविर)</p>\r\n<p>सेंट कबीर पब्लिक स्कूल, चगरान, होशियारपुर</p>\r\n<p>तक्षशिला</p>\r\n<p>वुडलैंड विदेशी स्कूल (बाघपुर)</p>\r\n<p>नवयुग मॉडल स्कूल (अटोवाल)</p>\r\n<p>&nbsp;</p>\r\n<p>होशियारपुर पुरातत्व संग्रहालय</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>शिवम अस्पताल</p>\r\n<p>बरियाना आई हॉस्पिटल</p>\r\n<p>गुलाटी अस्पताल और प्रसूति गृह</p>\r\n<p>सैनी अस्पताल और टेस्ट ट्यूब बेबी सेंटर</p>\r\n<p>केंद्रीय अस्पताल</p>\r\n<p>रवजोत हृदय केंद्र</p>\r\n<p>सेंट जोसेफ अस्पताल</p>\r\n<p>गोयल अस्पताल</p>\r\n<p>सिविल अस्पताल</p>\r\n<p>केडीएम अस्पताल</p>\r\n<p>प्योरवाल अस्पताल</p>\r\n<p>कपिला चाइल्ड केयर</p>\r\n<p>अमितोज अस्पताल</p>\r\n<p>आँख का अस्पताल</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा</p>\r\n<p>गुरुद्वारा गर्ना साहिब</p>\r\n<p>होशियारपुर से लगभग 39 किलोमीटर दूर, यह गुरुद्वारा बोदल गांव में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कामाही देवी</p>\r\n<p>कामाही देवी मंदिर</p>\r\n<p>होशियारपुर से लगभग 40 किलोमीटर दूर, यह मंदिर देवी कामाक्षी को समर्पित है। इसे उनके नाम से कामाक्षी के नाम से जाना जाता था।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>शीश महल</p>\r\n<p>शीश महल होशियारपुर</p>\r\n<p>लाला हंस राज जैन ने इस स्मारक का निर्माण वर्ष 1911 में कराया था। आंतरिक दीवारों के निर्माण के लिए ग्लास का उपयोग किया जाता है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>ढोलबाहा किला</p>\r\n<p>Dholbaha</p>\r\n<p>ढोलबाहा प्रागैतिहासिक काल से कथित रूप से अस्तित्व में एक समृद्ध पुरातात्विक स्थल है। यहाँ बरामद कलाकृतियों के कैश के आधार पर,&hellip;</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>डेरा संत गढ़ साहिब</p>\r\n<p>डेरा संत गढ़</p>\r\n<p>यह स्थान होशियारपुर से लगभग 13 किलोमीटर की दूरी पर स्थित है। यह हरखोवाल गाँव में स्थित है। बाबा ज्वाला सिंह।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>साइट्रस एस्टेट</p>\r\n<p>साइट्रस एस्टेट होशियारपुर</p>\r\n<p>सिट्रस एस्टेट होशियारपुर कृषि को पारंपरिक पानी से दूर स्थानांतरित करने के लिए सरकार के नए दृष्टिकोण का एक हिस्सा है।</p>\r\n<p>&nbsp;&nbsp;</p>\r\n<p>तखनी रेहमपुर</p>\r\n<p>तखनी रहमापुर वन्यजीव अभयारण्य</p>\r\n<p>382 हेक्टेयर के तखनी-रहमापुर वन्यजीव अभयारण्य को कमोबेश समान रूप से उन दो गांवों के बीच वितरित किया जाता है जो अपना नाम बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hoshiarpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hoshiarpur-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"होशियारपुर","slug":"hoshiarpur"}],"recommendations":[{"id":842,"title":"शहीद भगत सिंह नगर, नवांशहर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"शहीद भगत सिंह नगर जिला (पूर्व में नवांशहर जिला) भारत के पंजाब राज्य के दोआबा क्षेत्र में से एक है। इसमें तीन उपखंड नवांशहर, बंगा और बलाचौर शामिल हैं। जिले में तीन विधानसभा सीटें हैं, नवांशहर, बलाचौर और बंगा। वे आनंदपुर साहिब लोकसभा क्षेत्र के अंतर्गत आते हैं।\r\n&nbsp;\r\nनवांशहर एक शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शहीद-भगत-सिंह-नगर","slug":"shahid-bhagat-singh-nagar"},{"name":"पंजाब","slug":"punjab"},{"name":"नवांशहर","slug":"nawanshahr"}],"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","total":0},{"id":839,"title":"रूपनगर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","dateCreated":"2019-10-07T02:36:37.226Z","dateModified":"2019-10-07T02:37:06.496Z","contributedBy":"AskGif","content":"रूपनगर जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। रूपनगर शहर (जिसे पहले रूपार या रोपड़ के नाम से जाना जाता था) कहा जाता है कि इसे एक राजा ने रौशर नाम से स्थापित किया था, जिसने 11 वीं शताब्दी के दौरान शासन किया और इसका नाम अपने बेटे रूप सेन के नाम पर रखा। यह एक प्राचीन शहर का स्थान भी है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"रूपनगर","slug":"rupnagar"}],"slug":"top-places-to-visit-in-rupnagar-punjab","total":0},{"id":832,"title":"मोगा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"मोगा जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। 24 नवंबर 1995 को फरीदकोट जिले से कटने वाला यह पंजाब राज्य का 17 वां जिला बन गया। मोगा जिला पंजाब, भारत में गेहूं और चावल के सबसे बड़े उत्पादकों में से एक है। मोगा सिटी और मोगा जिले के लोग मालवा संस्कृति के हैं।\r\n&nbsp;\r\nमोगा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोगा","slug":"moga"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}