{"id":829,"title":"कपूरथला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","dateCreated":"2019-10-05T04:49:14.357Z","dateModified":"2019-10-05T04:49:35.647Z","contributedBy":"AskGif","content":"<p>कपूरथला भारत के पंजाब राज्य का एक शहर है। यह कपूरथला जिले का प्रशासनिक मुख्यालय है। यह कपूरथला राज्य (अहलूवालिया राजवंश द्वारा शासित) की राजधानी थी, जो ब्रिटिश भारत की एक रियासत थी। फ्रांसीसी और इंडो-सरैसेनिक वास्तुकला पर आधारित प्रमुख इमारतों के साथ शहर के धर्मनिरपेक्ष और सौंदर्य मिश्रण अपने राजसी अतीत को बयान करते हैं। इसे महलों और उद्यानों के शहर के रूप में भी जाना जाता है। 2011 की जनगणना के अनुसार, कपूरथला भारत का सबसे कम आबादी वाला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>कपूरथला में स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>जगतजीत पैलेस</p>\r\n<p>जगतजीत पैलेस कपूरथला</p>\r\n<p>जगतजीत पैलेस, कपूरथला राज्य के पूर्व महाराजा जगतजीत सिंह का निवास स्थान था। महल 1908 में बनाया गया था और इसमें एक उल्लेखनीय इंडो-सरकेन वास्तुकला है और वर्साय पैलेस के बाद इसका मॉडल तैयार किया गया है। जगजीत पैलेस अब सैनिक स्कूल द्वारा राष्ट्रीय रक्षा अकादमी के लिए लड़कों को प्रशिक्षित करने के लिए बसा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>एलिसी पैलेस</p>\r\n<p>Mgn स्कूल</p>\r\n<p>एलिसी पैलेस का निर्माण 1962 में कंवर बिक्रम सिंह ने इंडो-फ्रेंच शैली की वास्तुकला में किया था। पैलेस शहर में एक प्रसिद्ध स्मारक है, जिसकी शानदार संरचना और अखंड संरचना है। आज इस संरचना को एमजीएन स्कूल में बदल दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कांजली वेटलैंड</p>\r\n<p>kanjli आर्द्रभूमि कपूरथला</p>\r\n<p>इस क्षेत्र में सिंचाई की सुविधा प्रदान करने के लिए 1870 में बिएन नदी के पार हेडवर्क्स का निर्माण कर कांजली वेटलैंड बनाया गया था। कांजली झील का निर्माण इस आदमी के वेटलैंड के एक हिस्से के रूप में हुआ है और यह एक प्रसिद्ध पिकनिक स्थल है जो कुछ अद्भुत परिवेश से घिरा हुआ है। फोटोग्राफी के शौकीनों के लिए यह एक शानदार जगह है क्योंकि यहां बहुत बड़ी संख्या में एवी फौना और स्तनधारी प्रजातियां पाई जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मूरिश मस्जिद</p>\r\n<p>मूरिश मस्जिद कपूरथला</p>\r\n<p>मूरिश मस्जिद महाराजा जगजीत सिंह बहादुर द्वारा कमीशन की गई थी और 1930 में पूरी हुई थी। मस्जिद वास्तव में कपूरथला में महाराजा के शासनकाल के दौरान धार्मिक सहिष्णुता का एक उदाहरण है। लाहौर में मेयो स्कूल ऑफ आर्ट्स में छात्रों द्वारा मस्जिद परिसर में कुछ अद्भुत पेंटिंग शामिल हैं और यह एक सुंदर उद्यान के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पंच मंदिर</p>\r\n<p>पंच मंदिर कपूरथला</p>\r\n<p>पंच मंदिर, कई हिंदू देवताओं को समर्पित है और महाराजा फतह सिंह अहलूवालिया के शासनकाल के दौरान बनाया गया था और यह एक चमकदार सफेद संरचना में बनाया गया है। अपनी अद्भुत वास्तुकला के कारण यह उन कुछ हिंदू मंदिरों में से एक है जिनकी लाहौर, पाकिस्तान में एक संग्रहालय में इसकी प्रतिकृति है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगतजीत क्लब</p>\r\n<p>जगतजीत क्लब कपूरथला</p>\r\n<p>जगतजीत क्लब एक गीक-पुनरुद्धार शैली की इमारत है जिसने अपने निर्माण के बाद से कई उद्देश्यों की सेवा की है। इस इमारत में पटियाला के शाही परिवार के हथियारों का कोट है और यह एथेंस के एक्रोपोलिस के डिजाइन से प्रेरित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शालीमार गार्डन</p>\r\n<p>शालीमार बाग कपूरथला</p>\r\n<p>कपूरथला शहर के केंद्र में स्थित, शालीमार गार्डन एक बेहद दर्शनीय पर्यटन स्थल है जो शहर के व्यस्त जीवन और हलचल से एक पल की छूट प्रदान करता है। बगीचों में कपूरथला के शाही परिवार के सेनोटाफ्स शामिल हैं और लाल बलुआ पत्थर से बने कक्षों में संगमरमर के ओबिलिस्क की विशेषता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सुल्तानपुर लोधी स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा श्री गुरु का बाग</p>\r\n<p>gurukabaag</p>\r\n<p>गुरुद्वारा श्री गुरु का बाग, सुल्तानपुर लोधी शहर में कपूरथला जिले में स्थित है। गुरू नानक ने 14 साल सुल्तानपुर लोधी में नवाब दौलत खान लोधी के लिए काम करने वाले एक युवा के रूप में बिताए। यह गुरु नानक का घर था जहां उनके दो पुत्र बाबा श्री चंद और बाबा लखमी चंद पैदा हुए थे। गुरु नानक ने अपने दो बेटों का परीक्षण किया, लेकिन न तो उनके उत्तराधिकारी होने के योग्य साबित हुए। बाबा लख्मी चंद सांसारिक मामलों में भी शामिल थे जबकि बाबा श्री चंद ने त्याग का रास्ता चुना और एक सौंदर्यवादी बन गए। गुरु साहिब के पास बीबी नानकी जी द्वारा तैयार लंगर था। खैर (खोह) भी यहाँ स्थित है, जहाँ से पानी का इस्तेमाल लंगर तैयार करने के लिए किया जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा बेर साहिब</p>\r\n<p>bersahib</p>\r\n<p>गुरुद्वारा बेर साहिब, सुल्तानपुर में प्रमुख तीर्थस्थल, पुराने शहर के पश्चिम में आधा किलोमीटर की दूरी पर स्थित कलि बेइन के किनारे पर स्थित है। गुरुद्वारा बेर साहिब एक पुराने बेर के पेड़ के किनारे बना है जिसे माना जाता है जिसके तहत गुरु नानक ध्यान में बैठते थे। गुरुद्वारा बेर साहिब की वर्तमान इमारत कपूरथला के महाराजा जगतजीत सिंह द्वारा बनाई गई थी। आधारशिला 25 फरवरी 1937 को Bagarian के भाई अर्जन सिंह द्वारा रखी गई थी, और गुरुद्वारा 26 जनवरी 1941 को पटियाला के लेफ्टिनेंट जनरल महाराजा यादविंदर सिंह द्वारा समर्पित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा बेबे नानकी जी</p>\r\n<p>bebenanki</p>\r\n<p>गुरुद्वारा बेबे नानकी जी कपूरथला जिले के सुल्तानपुर लोधी शहर में स्थित है। गुरुद्वारा बेबे नानकी जी में एक केंद्रीय हॉल है, जिसमें गुरु ग्रंथ साहिब सबसे दूर एक सफेद संगमरमर की पालकी में विराजमान है। गुरु ग्रंथ साहिब भी एक छोटे से साइड रूम में बैठा है जो कि बेबे नानकी के अपने आवास के प्रतीक के रूप में है। गर्भगृह के ऊपर, हॉल की छत के ऊपर, धनुषाकार कोपिंग के साथ एक वर्गाकार गुंबदनुमा कमरा है। बल्ब के गुंबद हॉल की छत के कोनों को सुशोभित करते हैं।</p>\r\n<p>गुरुद्वारा श्री संत घाट साहिब</p>\r\n<p>ghatsahib</p>\r\n<p>गुरुद्वारा श्री संत घाट साहिब कपूरथला जिले के सुल्तानपुर लोधी शहर में स्थित है। यह बेइन नदी के तट पर स्थित है। बेर साहिब से, सतगुरु नानक देव जी ने बेईन में डुबकी लगाई और गायब हो गए। इस स्थान का नाम संत गहत रखने का एक बड़ा कारण यह है कि महाराज गुरु नानक देव जी ने यहाँ आकाल पुरख का ध्यान किया और यहाँ से विश्व की सेवा करने के लिए चले गए।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा सुखचैनाना साहिब</p>\r\n<p>सुखचैनना साहिब</p>\r\n<p>यह स्थान 6 वें मास्टर श्री गुरु हरगोबिंद साहिब जी का है, फगवाड़ा शहर में अपनी यात्रा के दौरान। शांति और शांति के लिए वहां जाएं। व्यस्त स्थान। रविवार का दिन है। सेवा सुबह जल्दी शुरू होती है और फिर शाम को सोदर दी चोंकी से सुख तक। assan.Its फगवाड़ा के पास एक पवित्र स्थान है। गुरु हरगोबिंद साहिब जी मुगलों से लड़ने के बाद यहाँ आए और यहाँ पेड़ के नीचे विश्राम किया। गुरुद्वारा SHRI SUHHCHAIN ​​SAHIB, फगवाड़ा शहर, जिला कपूरथला में स्थित है। करतारपुर और प्लाही में लड़ाई जीतने के बाद, SHRI GURU HARGOBIND SAHIB JI, GURU SAHIB के एक महान भक्त, फागू के आवास पर आए। लेकिन जब फागु को पता चला कि मुगलों के साथ लड़ाई के बाद गुरू SAHIB यहां आए थे और उन्हें लगा कि मुगल भी उनका पीछा कर रहे हैं, तो वह घबरा गए और उन्होंने GURU SAHIB की सेवा नहीं ली। गुरु SAHIB ने कहा \"PHAGU DA WADA, BAHRON MITHA ANDRO KHARA \\\"।</p>\r\n<p>&nbsp;</p>\r\n<p>मनसा देवी मंदिर</p>\r\n<p>मनसा देवी</p>\r\n<p>मंदिर शहर में स्थित एक प्रसिद्ध तीर्थ और तीर्थ स्थान है</p>\r\n<p>&nbsp;</p>\r\n<p>मनसा देवी नगर, हादीबाद, फगवाड़ा, पंजाब 144402</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कपूरथला के मुख्य उच्च शिक्षा संस्थान हैं -</p>\r\n<p>&nbsp;</p>\r\n<p>जीएनडीयू रीजनल कैंपस, फत्तूढिंगा, सुल्तानपुर लोधी, कपूरथला, 2013 में स्थापित।</p>\r\n<p>इंजीनियरिंग और प्रबंधन कॉलेज (CEM)</p>\r\n<p>एसडी पब्लिक स्कूल, शेखूपुर, कपूरथला</p>\r\n<p>एनजेएसए गवर्नमेंट कॉलेज, 1856 में स्थापित, कपूरथला के संस्थापक रणधीर सिंह के बाद, रणधीर कॉलेज के नाम से प्रसिद्ध है</p>\r\n<p>आनंद कॉलेज ऑफ इंजीनियरिंग एंड मैनेजमेंट (ACEM)</p>\r\n<p>महिलाओं के लिए हिंदू कन्या महाविद्यालय</p>\r\n<p>इंजीनियरिंग और प्रबंधन कॉलेज (CEM)</p>\r\n<p>बेबे ननकी जी.एन.डी.यू ओलजेस मिथरा।</p>\r\n<p>लॉर्ड कृष्णा पॉलिटेक्निक कॉलेज (LKPC), सुभानपुर रोड, कपूरथला</p>\r\n<p>शहीद उधम सिंह प्रौद्योगिकी महाविद्यालय, सुभानपुर रोड, कपूरथला। (SUS COLLEGE)</p>\r\n<p>जैव ऊर्जा का सरदार स्वर्ण सिंह राष्ट्रीय संस्थान।</p>\r\n<p>कपूरथला में कई प्राथमिक और माध्यमिक स्कूल हैं, विशेष रूप से -</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद पब्लिक सीनियर सेकेंडरी स्कूल</p>\r\n<p>बावा लालवानी पब्लिक स्कूल</p>\r\n<p>क्राइस्ट किंग कॉन्वेंट स्कूल, शहर का एकमात्र आईसीएसई पैटर्न आधारित कॉन्वेंट स्कूल है</p>\r\n<p>ढिलवां इंटरनेशनल पब्लिक स्कूल (DIPS)</p>\r\n<p>सरकार। गर्ल्स सीनियर सेकेंड। स्कूल कपूरथला (घण्टा घर स्कूल)</p>\r\n<p>जे.के. पब्लिक सीनियर सेकेंडरी स्कूल (स्थानीय व्यक्तित्व झाला मल शर्मा द्वारा शुरू किया गया)</p>\r\n<p>कपूरथला पब्लिक हाई स्कूल</p>\r\n<p>केंद्रीय विद्यालय, कपूरथला कैंट</p>\r\n<p>केआर जैन डीएवी पब्लिक स्कूल</p>\r\n<p>एमडीएसडी सीनियर सेकेंडरी स्कूल</p>\r\n<p>एमजीएन पब्लिक स्कूल</p>\r\n<p>ओंकार पब्लिक सीनियर सेकेंडरी स्कूल</p>\r\n<p>प्रीता ली लेसन सीनियर सेकेंडरी स्कूल</p>\r\n<p>सैनिक स्कूल</p>\r\n<p>लिटिल एंजल्स को-एड स्कूल</p>\r\n<p>रणधीर स्कूल</p>\r\n<p>जीटीबी इंटरनेशनल सीनियर सेकेंडरी। स्कूल</p>\r\n<p>प्रेमजोत सीनियर सेकेंडरी पब्लिक स्कूल</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>कपूरथला शहर पंजाब और उत्तरी भारत के मुख्य परिवहन मार्गों से अच्छी तरह से जुड़ा हुआ है। यह अपने निकटतम पड़ोसी शहर जालंधर के दक्षिण-पश्चिम की ओर 19 किमी दूर स्थित है,</p>\r\n<p>&nbsp;</p>\r\n<p>कपूरथला जिले में गाँव</p>\r\n<p>2001 की जनगणना के अनुसार कपूरथला जिले में 618 गाँव हैं। काला संघियन और धिलवन, दोनों कपूरथला जिले के सबसे बड़े शहर हैं। कपूरथला जिला स्वयं 4 उप जिलों में विभाजित है</p>\r\n<p>&nbsp;</p>\r\n<p>Bhulath</p>\r\n<p>कपूरथला</p>\r\n<p>फगवाड़ा</p>\r\n<p>सुल्तानपुर लोधी</p>\r\n<p>नांगल लुबाना</p>\r\n<p>यहां कपूरथला जिले के गांवों के लिए विस्तृत लिंक दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और फिल्में</p>\r\n<p>फिल्म 'तनु वेड्स मनु' (2011) में कपूरथला शहर और काला संघियन में कुछ दृश्य फिल्माए गए थे।</p>\r\n<p>कपूरथला ने 1893 में कपूरथला के नाम, महाराज से मेरी शादी का उपहार, क्वीन की मैरी, भविष्य की रानी मैरी, का नाम दिया।</p>\r\n<p>2010 के पाकिस्तानी नाटक दास्तान में, एक पीरियड ड्रामा, जो भारत के विभाजन के दौरान सेट किया गया है, कपूरथला एक ऐसी जगह के रूप में कार्य करता है, जहाँ बानो, मुख्य मुस्लिम महिला चरित्र, को सिख परिवार द्वारा लगभग 5 वर्षों तक रखा जाता है।</p>\r\n<p>हिंदी फिल्म फिरंगी (2017) के कुछ हिस्सों की शूटिंग सैनिक स्कूल कपूरथला (जगजीत पैलेस) में हुई थी। फिल्म में महल की उपस्थिति वास्तविकता की तुलना में अलग है और यह प्रतीत होता है कि स्कूल भवन के कुछ हिस्सों को फिल्म के लिए चित्रित किया गया था और साथ ही सीजीआई का उपयोग करके संरचना को बदल दिया गया था।</p>\r\n<p>साहित्य</p>\r\n<p>कपूरथला प्रसिद्ध उर्दू कवि, मेहर लाल सोनी ज़िया फतेहाबादी का जन्म स्थान है</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kapurthala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kapurthala-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"कपूरथला","slug":"kapurthala"}],"recommendations":[{"id":840,"title":"साहिबजादा अजीत सिंह नगर, मोहाली में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","dateCreated":"2019-10-07T13:57:01.433Z","dateModified":"2019-10-07T13:57:22.149Z","contributedBy":"AskGif","content":"मोहाली जिला, जिसे अजीतगढ़ जिले के रूप में भी जाना जाता है और आधिकारिक तौर पर साहिबजादा अजीत सिंह नगर जिले या एसएएस नगर जिले के रूप में जाना जाता है, पंजाब के उन दो जिलों में से एक है जो उत्तर-पश्चिम भारत में एक राज्य है। इसका गठन अप्रैल 2006 में हुआ था और यह पठानकोट जिले के बगल में बना पंजाब का 1","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"साहिबजादा-अजीत-सिंह-नगर","slug":"sahibzada-ajit-singh-nagar"},{"name":"पंजाब","slug":"punjab"},{"name":"मोहाली","slug":"mohali"}],"slug":"top-places-to-visit-in-sahibzada-ajit-singh-nagar-mohali-punjab","total":0},{"id":829,"title":"कपूरथला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","dateCreated":"2019-10-05T04:49:14.357Z","dateModified":"2019-10-05T04:49:35.647Z","contributedBy":"AskGif","content":"कपूरथला भारत के पंजाब राज्य का एक शहर है। यह कपूरथला जिले का प्रशासनिक मुख्यालय है। यह कपूरथला राज्य (अहलूवालिया राजवंश द्वारा शासित) की राजधानी थी, जो ब्रिटिश भारत की एक रियासत थी। फ्रांसीसी और इंडो-सरैसेनिक वास्तुकला पर आधारित प्रमुख इमारतों के साथ शहर के धर्मनिरपेक्ष और सौंदर्य मिश्रण अपने राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"कपूरथला","slug":"kapurthala"}],"slug":"top-places-to-visit-in-kapurthala-punjab","total":0},{"id":827,"title":"होशियारपुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"होशियारपुर जिला उत्तरी भारत में पंजाब राज्य का एक जिला है। होशियारपुर, पंजाब के सबसे पुराने जिलों में से एक है, जो पंजाब राज्य के उत्तर-पूर्व भाग में स्थित है और उत्तर-पश्चिम में गुरदासपुर जिले, और दक्षिण-पश्चिम में जालंधर और कपूरथला जिलों, हिमाचल के कांगड़ा और ऊना जिलों में साझा करता है। उत्तर-प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"होशियारपुर","slug":"hoshiarpur"}],"slug":"top-places-to-visit-in-hoshiarpur-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}