{"id":829,"title":"Top Places to visit in Kapurthala, Punjab","imageUrl":"d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","dateCreated":"2019-10-05T04:49:14.357Z","dateModified":"2019-10-05T04:49:35.647Z","contributedBy":"AskGif","content":"<p>Kapurthala is a city in Punjab state of India. It is the administrative headquarters of Kapurthala District. It was the capital of the Kapurthala State (ruled by Ahluwalia Dynasty), a princely state in British India. The secular and aesthetic mix of the city with its prominent buildings based on French and Indo-Saracenic architecture self-narrate its princely past. It is also known as city of Palaces &amp; Gardens. According to the 2011 Census, Kapurthala is the least populated city in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Places In kapurthala</p>\r\n<p>&nbsp;</p>\r\n<p>Jagatjit Palace</p>\r\n<p>Jagatjit Palace Kapurthala</p>\r\n<p>Jagatjit Palace was the residence of the erstwhile Maharaja of the State of Kapurthala, Maharaja Jagatjit Singh. The palace was built in 1908 and is has a remarkable Indo-Saracen architecture and is modeled after the Versailles Palace. The Jagatjit Palace is now inhabited by the Sainik School to train boys for the National Defense Academy.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Elysee Palace</p>\r\n<p>Mgn School</p>\r\n<p>The Elysee Palace was built in 1962 by Kanwar Bikram Singh, in the Indo-French style architecture. The Palace is a famous monument in the city with its magnificent fa&ccedil;ade and monolithic structure. Today this structure has been converted into the MGN School.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kanjli Wetland</p>\r\n<p>kanjli wetland Kapurthala</p>\r\n<p>Kanjli Wetland was created by building headworks across the Bien River in 1870 to provide irrigation facilities to the region. The Kanjli Lake is formed as a part of this man made wetland and is a famous picnic spot surrounded by some amazing surroundings. This is a great place for the photography enthusiasts as a huge number of avi fauna and mammalian species are found here.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Moorish Mosque</p>\r\n<p>Moorish Mosque Kapurthala</p>\r\n<p>Moorish Mosque was commission by Maharaja Jagjit Singh Bahadur and was completed in 1930. The Mosque is indeed an example of the religious tolerance during the time of the Maharaja&rsquo;s Reign in Kapurthala. The mosque complex comprised of some amazing painting by the Students at Mayo school of arts in Lahore and is located amidst a beautiful garden.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Panch Mandir</p>\r\n<p>Panch Mandir Kapurthala</p>\r\n<p>Panch Mandir, dedicated to several Hindu deities and was built during the reign of Maharaja Fatah Singh Ahluwalia and is built in a bright white structure. Due to its marvelous architecture it is one of the few Hindu temples that has its replica in one of the Museums in Lahore, Pakistan.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagatjit Club</p>\r\n<p>Jagatjit Club Kapurthala</p>\r\n<p>Jagatjit club is a geek-revival style building that has served several purposes since its construction. The building has the Coat of Arms of the Royal Family of Patiala and is inspired by the design of the Acropolis of Athens.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Shalimar Gardens</p>\r\n<p>Shalimar garden Kapurthala</p>\r\n<p>Located in the heart of the city of Kapurthala, Shalimar Gardens are a hugely frequented tourist spot that provide a momentary escape from the busy life and bustle of the city. The gardens contain the cenotaphs of the Royal family of Kapurthala and are characterized by the marble obelisks in the chambers made of red sandstone.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sultanpur Lodhi Places</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Shri Guru Ka Baag</p>\r\n<p>gurukabaag</p>\r\n<p>Gurudwara Shri Guru Ka Baag is situated in the Sultanpur Lodhi city in Kapurthala Distt.Guru Nanak spent 14 years in Sultanpur Lodhi as a young man working for Nawab Daulat Khan Lodhi. This was the house of Guru Nanak where his two sons Baba Sri Chand and Baba Lakhmi Chand were born. Guru Nanak tested his two sons, but neither proved worthy of being his successor. Baba Lakhmi Chand was too involved in worldly affairs while Baba Sri Chand chose the path of renunciation and became an aesthetic. Guru Sahib used to have Langar prepared by Bibi Nanaki ji. Well(Khooh) is also located here, from which water was used for Langar Preparation.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Ber Sahib</p>\r\n<p>bersahib</p>\r\n<p>Gurudwara Ber Sahib, the principal shrine at Sultanpur, is situated on the bank of the rivulet Kali Bein, half a kilometre to the west of the old town.Gurudwara Ber Sahib is built by the side of an old ber tree which is believed to be the one under which Guru Nanak would sit in meditation.The present building of Gurudwara Ber Sahib was built by Maharaja Jagatjit Singh of Kapurthala. The cornerstone was laid by Bhai Arjan Singh of Bagarian on 25 February 1937, and the Gurudwara was on completion dedicated by Lieutenant General Maharaja Yadavinder Singh of Patiala on 26 January 1941.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gurdwara Bebe Nanaki Ji</p>\r\n<p>bebenanki</p>\r\n<p>The Gurdwara Bebe Nanaki Ji is situated in the Sultanpur Lodhi City of Kapurthala Distt.The Gurdwara Bebe Nanaki Ji comprises a central hall, with the Guru Granth Sahib seated in a white marble palaki at the far end. The Guru Granth Sahib is also seated in a small side room symbolizing Bebe Nanaki&rsquo;s own lodging. Over the sanctum, above the hall roof, is a square domed room with arched copings. Bulbous domes adorn the corners of the hall roof.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Sri Sant Ghat Sahib</p>\r\n<p>ghatsahib</p>\r\n<p>Gurudwara Sri Sant Ghat Sahib is situated in the Sultanpur Lodhi town of Kapurthala district.It is situated on the bank of Bein river. From Ber sahib, Satguru nanak dev ji dived into Bein &amp; disappeared.The big reason for this place to be named sant ghaat is that maharaaj guru nanak dev ji meditated here to the akaal purakh &amp; went from here to serve the World.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Gurdwara Sukhchainana Sahib</p>\r\n<p>Sukhchainana Sahib</p>\r\n<p>This place is belongs to 6th Master Sri Guru Hargobind Sahib ji, during his visit in Phagwara City.Go there for calm and tranquility.peaceful place.busiest day is Sunday.services start early morning and then in the evening with sodar di chonki until sukh assan.Its an Holy place near Phagwara. Guru Hargobind Sahib Ji came here after fighting with mughals and rested here under the tree.GURUDWARA SHRI SUKHCHAIN SAHIB is situated the Phagwara City, Distt Kapurthala. After winning the battle at Kartarpur and Plahi, SHRI GURU HARGOBIND SAHIB JI came to residence of Phagu, a great devotee of GURU SAHIB. But when Phagu came to know that GURU SAHIB had come here after fight with Mughals and he thought Mughals might be following him also, he was frightened and didnt served GURU SAHIB. GURU SAHIB said \\&rdquo;PHAGU DA WADA, BAHRON MITHA ANDRO KHARA\\&rdquo; .</p>\r\n<p>&nbsp;</p>\r\n<p>Mansa devi mandir</p>\r\n<p>mansa devi</p>\r\n<p>The temple is a famous shrine and pilgrimage spot in the city it is situated at</p>\r\n<p>&nbsp;</p>\r\n<p>Mansa Devi Nagar, Hadiabad, Phagwara, Punjab 144402</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The main higher education institutions of Kapurthala are -</p>\r\n<p>&nbsp;</p>\r\n<p>G.N.D.U Regional Campus, Fattudhinga, Sultanpur Lodhi, Kapurthala, established in 2013.</p>\r\n<p>College of Engineering and Management(CEM)</p>\r\n<p>SD Public School, Sheikhupur,Kapurthala</p>\r\n<p>NJSA Government College, established in 1856, popularly known as Randhir College, after its founder Randhir Singh of Kapurthala</p>\r\n<p>Anand College of Engineering and Management(ACEM)</p>\r\n<p>Hindu Kanya College for women</p>\r\n<p>College of Engineering and Management(CEM)</p>\r\n<p>Bebe Nanki G.N.D.U ollege Mithra.</p>\r\n<p>Lord Krishna Polytechnic College (LKPC), Subhnapur road, Kapurthala</p>\r\n<p>Shaheed Udham Singh College of Technology, Subhanpur Road, Kapurthala.(SUS COLLEGE)</p>\r\n<p>sardar swaran singh national institute of bio energy.</p>\r\n<p>There are numerous primary and secondary schools in Kapurthala, notably -</p>\r\n<p>&nbsp;</p>\r\n<p>Anand Public Senior Secondary School</p>\r\n<p>Bawa Lalvani Public School</p>\r\n<p>Christ King Convent School, the only ICSE pattern based convent school in the city</p>\r\n<p>Dhilwan International Public School(DIPS)</p>\r\n<p>Govt. Girls Sr. Sec. School Kapurthala(Ghanta Ghar School)</p>\r\n<p>J.K. Public Senior Secondary School (started by local personality Jhanda Mal Sharma)</p>\r\n<p>Kapurthala Public High School</p>\r\n<p>Kendriya Vidyalaya, Kapurthala Cantt</p>\r\n<p>KR Jain DAV Public School</p>\r\n<p>MDSD Sr Sec School</p>\r\n<p>MGN Public School</p>\r\n<p>Onkar Public Senior Secondary School</p>\r\n<p>Prita Lee Lesson Senior Secondary School</p>\r\n<p>Sainik School</p>\r\n<p>Little Angels Co-Ed School</p>\r\n<p>Randhir School</p>\r\n<p>GTB International Sr. Sec. School</p>\r\n<p>Premjot Sr Sec Public School</p>\r\n<p>Transport</p>\r\n<p>The City of Kapurthala is well connected with the main transport routes of the Punjab and Northern India. It is situated 19 km away toward South-West of its closest neighbouring city of Jalandhar,</p>\r\n<p>&nbsp;</p>\r\n<p>Villages in Kapurthala District</p>\r\n<p>According to census of 2001 there are 618 Villages in Kapurthala District. Kala Sanghian and Dhilwan are both biggest towns in kapurthala district. Kapurthala district itself is divided into 4 sub districts</p>\r\n<p>&nbsp;</p>\r\n<p>Bhulath</p>\r\n<p>Kapurthala</p>\r\n<p>Phagwara</p>\r\n<p>Sultanpur Lodhi</p>\r\n<p>Nangal Lubana</p>\r\n<p>Here is detailed link for villages in Kapurthala district.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and Films</p>\r\n<p>The film 'Tanu Weds Manu' (2011) had some scenes shot in Kapurthala city and Kala Sanghian.</p>\r\n<p>Kapurthala gives its name to the Kapurthala stomacher, a wedding gift from the Maharajah to Mary of Teck, the future Queen Mary, in 1893.</p>\r\n<p>In the 2010 Pakistani drama Dastaan, a period drama that is set during the Partition of India, Kapurthala serves as the place where Bano, the main Muslim female character, is kept for nearly 5 years by a Sikh family.</p>\r\n<p>Parts of Hindi movie Firangi (2017) were shot at Sainik School Kapurthala (Jagjit Palace). The appearance of the palace is different in the film compared to how it is in reality and it appears that parts of the school building were painted for the film as well the structre was altered using CGI.</p>\r\n<p>Literature</p>\r\n<p>Kapurthala is the birthplace of the renowned Urdu Poet, Mehr Lal Soni Zia Fatehabadi</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kapurthala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kapurthala-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"kapurthala","slug":"kapurthala"}],"recommendations":[{"id":840,"title":"Top Places to visit in Sahibzada Ajit Singh Nagar, Mohali, Punjab","imageUrl":"5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","dateCreated":"2019-10-07T13:57:01.433Z","dateModified":"2019-10-07T13:57:22.149Z","contributedBy":"AskGif","content":"Mohali district, also known as Ajitgarh district and officially known as Sahibzada Ajit Singh Nagar district or SAS Nagar district , is one of the twenty two districts of Punjab a state in north-west India. It was formed in April 2006 and is 18th district of Punjab, created next to Pathankot dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sahibzada-ajit-singh-nagar","slug":"sahibzada-ajit-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"mohali","slug":"mohali"}],"slug":"top-places-to-visit-in-sahibzada-ajit-singh-nagar-mohali-punjab","total":0},{"id":829,"title":"Top Places to visit in Kapurthala, Punjab","imageUrl":"d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","dateCreated":"2019-10-05T04:49:14.357Z","dateModified":"2019-10-05T04:49:35.647Z","contributedBy":"AskGif","content":"Kapurthala is a city in Punjab state of India. It is the administrative headquarters of Kapurthala District. It was the capital of the Kapurthala State (ruled by Ahluwalia Dynasty), a princely state in British India. The secular and aesthetic mix of the city with its prominent buildings based on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"kapurthala","slug":"kapurthala"}],"slug":"top-places-to-visit-in-kapurthala-punjab","total":0},{"id":827,"title":"Top Places to visit in Hoshiarpur, Punjab","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"Hoshiarpur District is a district of Punjab state in northern India. Hoshiarpur, one of the oldest districts of Punjab, is located in the North-east part of the Punjab state and shares common boundaries with Gurdaspur district in the north-west, Jalandhar and Kapurthala districts in south-west, K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"hoshiarpur","slug":"hoshiarpur"}],"slug":"top-places-to-visit-in-hoshiarpur-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}