{"id":83,"title":"Top Places to Visit in Agra, Uttar Pradesh","imageUrl":"5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","dateCreated":"2018-08-05T11:40:41.191Z","dateModified":"2019-10-19T14:16:18.694Z","contributedBy":"AskGif","content":"<p>Agra is a city on the banks of the river Yamuna in the northern state of Uttar Pradesh (U.P/UP), India. It is 378 kilometres (235 mi) west of the state capital, Lucknow, 206 kilometres (128 mi) south of the national capital New Delhi, 58 kilometres (31 mi) south of Mathura and 125 kilometres (78 mi) north of Gwalior. Agra is one of the most populous cities in Uttar Pradesh and the 24th most populous in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Agra is a major tourist destination because of its many Mughal-era buildings, most notably the Tāj Mahal, Agra Fort and Fatehpūr Sikrī, all of which are UNESCO World Heritage Sites. Agra is included on the Golden Triangle tourist circuit, along with Delhi and Jaipur; and the Uttar Pradesh Heritage Arc, tourist circuit of UP state, along Lucknow and Varanasi. Agra falls within the Braj cultural region.</p>\r\n<p>&nbsp;</p>\r\n<p>The city was first mentioned in the epic Mahābhārata, where it was called Agrevaṇa (derived from Sanskrit (अग्रेवण) meaning \"the border of the forest\").</p>\r\n<p>&nbsp;</p>\r\n<p>However, the 11th-century Persian poet Mas'ūd Sa'd Salmān writes of a desperate assault on the fortress of Agra, then held by the Shāhī King Jayapala, by Sultan Mahmud of Ghazni. It was mentioned for the first time in 1080 AD when a Ghaznavide force captured it. Sultan Sikandar Lodī (1488&ndash;1517) was the first to move his capital from Delhi to Agra in 1506. He governed the country from here and Agra assumed the importance of the second capital. He died in 1517 and his son, Ibrāhīm Lodī, remained in power there for nine more years and several palaces, wells, and a mosque were built by him in the fort during his period, finally being defeated at the Battle of Panipat in 1526. Between 1540 and 1556, Afghans, beginning with Sher Shah Suri ruled the area. It was the capital of the Mughal Empire from 1556 to 1658.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Agra</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","subContents":[{"SubTitle":"1. Taj Mahal","SubTitleHindi":null,"SubContent":"<p>The Taj Mahal meaning \"Crown of the Palace\", is an ivory-white marble mausoleum on the south bank of the Yamuna river in the Indian city of Agra. It was commissioned in 1632 by the Mughal emperor, Shah Jahan (reigned from 1628 to 1658), to house the tomb of his favourite wife, Mumtaz Mahal. The tomb is the centrepiece of a 17-hectare (42-acre) complex, which includes a mosque and a guest house, and is set in formal gardens bounded on three sides by a crenelated wall.</p>\r\n<p>&nbsp;</p>\r\n<p>Construction of the mausoleum was essentially completed in 1643 but work continued on other phases of the project for another 10 years. The Taj Mahal complex is believed to have been completed in its entirety in 1653 at a cost estimated at the time to be around 32 million rupees, which in 2015 would be approximately 52.8 billion rupees (U.S. $827 million). The construction project employed some 20,000 artisans under the guidance of a board of architects led by the court architect to the emperor, Ustad Ahmad Lahauri.</p>\r\n<p>&nbsp;</p>\r\n<p>The Taj Mahal was designated as a UNESCO World Heritage Site in 1983 for being \"the jewel of Muslim art in India and one of the universally admired masterpieces of the world's heritage\". It is regarded by many as the best example of Mughal architecture and a symbol of India's rich history. The Taj Mahal attracts 7&ndash;8 million visitors a year. In 2007, it was declared a winner of the New7Wonders of the World (2000&ndash;2007) initiative.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Taj_Mahal</p>","SubContentHindi":null,"ImageUrl":"b512ee7f-92f7-45f1-891c-0b67b4909de2_taj-mahal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Agra Fort","SubTitleHindi":null,"SubContent":"<p>Agra Fort is a historical fort in the city of Agra in India. It was the main residence of the emperors of the Mughal Dynasty till 1638, when the capital was shifted from Agra to Delhi. The Agra fort is a UNESCO World Heritage site. It is about 2.5 km northwest of its more famous sister monument, the Taj Mahal. The fort can be more accurately described as a walled city.</p>\r\n<p>After the First Battle of Panipat in 1526, the Babur stayed in the fort, in the palace of Ibrahim Lodi. He later built a baoli (step well) in it. His successor, Humayun, was crowned in the fort in 1530. He was defeated at Bilgram in 1540 by Sher Shah Suri. The fort remained with the Suris till 1555, when Humayun recaptured it. Adil Shah Suri's general, Hemu, recaptured Agra in 1556 and pursued its fleeing governor to Delhi where he met the Mughals in the Battle of Tughlaqabad.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sheesh Mahal, Agra Fort: The effect produced by lighting candles in Sheesh Mahal, Agra Fort.</p>\r\n<p>Realising the importance of its central situation, Akbar made it his capital and arrived in Agra in 1558. His historian, Abul Fazl, recorded that this was a brick fort known as 'Badalgarh'. It was in a ruined condition and Akbar had it rebuilt with red sandstone from Barauli area Dhaulpur district, in Rajasthan.[citation needed] Architects laid the foundation and it was built with bricks in the inner core with sandstone on external surfaces. Some 4,000 builders worked on it daily for eight years, completing it in 1573.</p>\r\n<p>&nbsp;</p>\r\n<p>It was only during the reign of Akbar's grandson, Shah Jahan, that the site took on its current state. Shah Jahan built the beautiful Taj Mahal in the memory of his wife, Mumtaz Mahal. Unlike his grandfather, Shah Jahan tended to have buildings made from white marble. He destroyed some of the earlier buildings inside the fort to make his own.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Agra_Fort</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"cf48f160-33b3-46fd-8d83-29ff7770422d_agra-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Fatehpur Sikri","SubTitleHindi":null,"SubContent":"<p>Fatehpur Sikri is a town in the Agra District of Uttar Pradesh, India. The city itself was founded as the capital of Mughal Empire in 1571 by Emperor Akbar, serving this role from 1571 to 1585, when Akbar abandoned it due to a campaign in Punjab and was later completely abandoned in 1610.</p>\r\n<p>&nbsp;</p>\r\n<p>The name of the city derives from the village called Sikri which occupied the spot before. An Archaeological Survey of India (ASI) excavation from 1999-2000 indicated that there was a habitation, temples and commercial centres here before Akbar built his capital. It was also a much-loved place of Babur who called it Shukri for its lake of water needed for his armies. He used it for relaxation and also defeated Rana Sanga on its outskirts.</p>\r\n<p>&nbsp;</p>\r\n<p>The khanqah of Sheikh Salim existed earlier at this place. Akbar's son Jahangir was born at the village of Sikri in 1569 and that year Akbar began construction of a religious compound to commemorate the Sheikh who had predicted the birth. After Jahangir's second birthday, he began the construction of a walled city and imperial palace here. The city came to be known as Fatehpur Sikri, the \"City of Victory\", after Akbar's victorious Gujarat campaign in 1573.</p>\r\n<p>&nbsp;</p>\r\n<p>After occupying Agra in 1803, the English established an administrative center here and it remained so until 1850. In 1815, the Marquess of Hastings ordered repairment of monuments at Sikri.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Fatehpur_Sikri</p>","SubContentHindi":null,"ImageUrl":"edd64a21-d4db-4155-b4df-7988294df530_fatehpur-sikri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Tomb of I'timād-ud-Daulah","SubTitleHindi":null,"SubContent":"<p>Tomb of I'timād-ud-Daulah (I'timād-ud-Daulah kā Maqbara) is a Mughal mausoleum in the city of Agra in the Indian state of Uttar Pradesh. Often described as a \"jewel box\", sometimes called the \"Baby Tāj\", the tomb of I'timād-ud-Daulah is often regarded as a draft of the Tāj Mahal.</p>\r\n<p>&nbsp;</p>\r\n<p>Along with the main building, the structure consists of numerous outbuildings and gardens. The tomb, built between 1622 and 1628 represents a transition between the first phase of monumental Mughal architecture &ndash; primarily built from red sandstone with marble decorations, as in Humayun's Tomb in Delhi and Akbar's tomb in Sikandra &ndash; to its second phase, based on white marble and pietra dura inlay, most elegantly realized in the Tāj Mahal.</p>\r\n<p>&nbsp;</p>\r\n<p>The mausoleum was commissioned by Nūr Jahān, the wife of Jahangir, for her father Mirzā Ghiyās Beg, originally a Persian Amir in exile, who had been given the title of I'timād-ud-Daulah (pillar of the state). Mirzā Ghiyās Beg was also the grandfather of Mumtāz Mahāl (originally named Arjūmand Bāno, daughter of Asaf Khān), the wife of the emperor Shāh Jahān, responsible for the construction of the Tāj Mahal. Nur Jehan was also responsible for the construction of the Tomb of Jehangir in Lahore.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tomb_of_I%27tim%C4%81d-ud-Daulah</p>","SubContentHindi":null,"ImageUrl":"c9510514-65c8-4c41-90a6-71fc6b0ea6f5_itimad-agra.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Akbar's tomb","SubTitleHindi":null,"SubContent":"<p>Akbar's tomb is the tomb of the Mughal emperor, Akbar, and an important Mughal architectural masterpiece. It was built in 1604&ndash;1613 and is situated in 119 acres of grounds in Sikandra, a suburb of Agra, Uttar Pradesh, India.</p>\r\n<p>The tomb's construction was completed by his son Prince Salim also called Jahangir. Akbar planned the tomb and selected a suitable site for it. After his death, Akbar's son Jahangir completed the construction in 1605&ndash;1613. During the Islamic ruler Aurangzeb's time, the rebellious Jats rose against him under the leadership of Raja Ram Jat, they took the control of Agra fort after defeating Mughal forces. Mughal prestige suffered a further blow when Jats ransacked Akbar's intricate tomb, plundered and looted all the beautiful gold, jewels, silver, and carpets, whilst destroying other things. He even, in order to avenge his father Gokula's death, plundered Akbar's tomb, looted it, opened Akbar's grave and dragged Akbar's bones. Aurangzeb was so furious that he captured Raja ram and got him killed mercilessly.</p>\r\n<p>&nbsp;</p>\r\n<p>The Tomb has suffered a lot until the extensive repair was carried out by the British under Lord Curzon. The neighbouring Taj Mahal was also looted, and two of Agra's gates were taken away.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Akbar%27s_tomb</p>","SubContentHindi":null,"ImageUrl":"809c8a5d-a6a6-4884-ad5a-3b699fcb16bd_akbar-tomb.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Jama Mosque","SubTitleHindi":null,"SubContent":"<p>Jama Masjid in Agra is opposite the Agra Fort and overlooking the Agra Fort Railway Station. The Jama Masjid is also popularly known as the Jami Masjid or \"Friday Mosque\". It is one of the largest mosques in India.</p>\r\n<p>The Mosque was built by Mughal emperor, Shah Jahan in 1648 and dedicated to his favourite daughter, Jahanara Begum. There was a spacious, octagonal Tripolia Chowk which existed between the Jama Masjid and the Delhi gate of the Agra Fort. This Tropolia was destroyed in order to create the Agra Fort Railway Station. The cloisters have engrailed arches supported on pillars. The main entrance is through the eastern side. The prayer chamber has a fa&ccedil;ade with a broadly arched iwan in its centre and is adorned with slender turrets alternated with kiosks. Its dome is the largest and highest of the three domes crowning the sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>All the bulbous domes have inverted lotus and kalash finials on the top and have narrow zigzag courses of white marble alternated by broad bands of red stone. There is a fountain with four kiosks in its corners in the centre of the courtyard. The interiors of the western wall have a beautiful mihrab and pulpit in white marble. The Persian inscription in white marble inlaid with black stone on the archway of the central portal is in praise of Jahanara and Shah Jehan. The pristine beauty of the mosque must have been awesome as indicated by its comparison with Baitul-Mamur, the fabulous mosque of rubies and pearls situated in the fourth sky. It is said that once surrounded by a marketplace called Tripolia set in an octagonal (Muthamman) Chowk that was built between the Delhi Gate and the Jami Masjid. But, it was later destroyed in 1871-73 to acquire space for laying down the railway tracks for the city.located in India</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>It required six years and 5,000 workers to finish. It was made by using red sandstone and marble.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jama_Mosque,_Agra</p>","SubContentHindi":null,"ImageUrl":"9d0b479e-eb76-435c-adec-a4b78ecf43f0_jama-masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Mehtab Bagh","SubTitleHindi":null,"SubContent":"<p>Mehtab Bagh, i.e Moonlight Garden is a charbagh complex in Agra, North India. It lies north of the Taj Mahal complex and the Agra Fort on the opposite side of the Yamuna River, in the flood plains. The garden complex, square in shape, measures about 300 by 300 metres (980 ft &times; 980 ft) and is perfectly aligned with the Taj Mahal on the opposite bank. During the rainy season, the ground becomes partially flooded.</p>\r\n<p>The Mehtab Bagh garden was the last of eleven Mughal-built gardens along the Yamuna opposite the Taj Mahal and the Agra Fort; the first being Ram Bagh. It is mentioned that this garden was built by Emperor Babur (d. 1530). It is also noted that Emperor Shah Jahan had identified a site from the crescent-shaped, grass-covered floodplain across the Yamuna River as an ideal location for viewing the Taj Mahal. It was then created as \"a moonlit pleasure garden called Mehtab Bagh.\" White plaster walkways, airy pavilions, pools and fountains were also created as part of the garden, with fruit trees and narcissus. The garden was designed as an integral part of the Taj Mahal complex in the riverfront terrace pattern. Its width was identical to that of the rest of the Taj Mahal. Legends attributed to the travelogue of the 17th century French traveler Jean Baptiste Tavernier mention Shah Jahan's wish to build a Black Taj Mahal for himself, as a twin to the Taj Mahal; however, this could not be achieved as he was imprisoned by his son Aurangzeb. This myth had been further fueled in 1871 by a British archaeologist, A.C.L. Carlleyle, who, while discovering the remnants of an old pond at the site had mistaken it for the foundation of the fabled structure. Thus, Carlleyle became the first researcher to notice structural remains at the site, albeit blackened by moss and lichen. Mehtab Bagh was later owned by Raja Man Singh Kacchawa of Amber, who also owned the land around the Taj Mahal.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mehtab_Bagh</p>","SubContentHindi":null,"ImageUrl":"a8239c6d-17fd-4a4c-b83e-44c4718299d6_Mehtab_Bagh_lawn.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Anguri Bagh","SubTitleHindi":null,"SubContent":"<p>Anguri Bagh is currently closed for general public but it can be seen from outside. it is located in front of Jahangir's Khas Mahal in Agra Fort. It is Built as an addition by Shah Jahan in the 17th century which were mainly used by women of the royal households.</p>","SubContentHindi":null,"ImageUrl":"f9c1faf9-35f3-4e97-afe3-d39e1c743631_anguri-bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Wildlife SOS","SubTitleHindi":null,"SubContent":"<p>Wildlife SOS was established in 1995 by a small group of individuals inspired to start a movement and make a lasting change to protect and conserve India&rsquo;s natural heritage, forest and wildlife wealth. Today, the organization has evolved to actively work towards protecting Indian wildlife, conserving habitat, studying biodiversity, conducting research and creating alternative and sustainable livelihoods for erstwhile poacher communities or those communities that depend on wildlife for sustenance.</p>\r\n<p>&nbsp;</p>\r\n<p>India&rsquo;s wildlife is under severe threat &ndash; every animal from the majestic elephant and the tiger, to the shy sloth bear and rare pangolins, have fast become &ldquo;the hunted&rdquo;. While time is running out for these creatures, it&rsquo;s not too late to help. Wildlife SOS consistently makes a difference to give back to the planet, to give back to nature and help protect the environment and wildlife</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://www.carrentindia.in/wildlife-sos-agra/</p>","SubContentHindi":null,"ImageUrl":"0315509c-7c89-48b2-866f-894950ddfe65_WildlifeSOS.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. How to Reach","SubTitleHindi":null,"SubContent":"<p><strong>Air</strong></p>\r\n<p>Air India flies to Agra airport on the following route: Delhi &ndash; Varanasi &ndash; Agra &ndash; Khajuraho &ndash; Varanasi &ndash; Delhi</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Rail</strong></p>\r\n<p>Main article: Railways in Agra</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Agra Cantt Railway Station</strong></p>\r\n<p>Agra City Comes Under the Jurisdiction Of Agra Division Of North Central Railways Zone Of the Indian Railways. Agra is on the Central Train line between Delhi (Station Code: NDLS) and Mumbai (Station Code: CSTM) and between Delhi and Chennai (Station Code: MAS) and many trains like Bhopal Shatabdi, Taj Express, Gatiman Express, Bhopal Express, Malwa Express, Gondwana Express, Jabalpur - Jammutawi Express, Shreedham Express, Garib Rath, Tamil Nadu Express, Chennai Rajdhani, Agra Mathura Express etc. connect Agra with all major Indian cities like New Delhi, Hyderabad, Mumbai, Kolkata, Chennai, Visakhapatnam, Bengaluru, Pune, Bhopal, Indore, Kochi, Gwalior, Jabalpur, Ujjain, Jaipur, Aligarh, Mathura, Alwar, Lucknow, Thiruvananthapuram etc. every day. Some east-bound trains from Delhi also travel via Agra, so direct connections to points in Eastern India (including Kolkata) are also available. There are close to 20 trains to New Delhi and Gwalior Junction every day, and at least three or four to Bhopal, Indore, Nagpur, Mumbai, and Chennai. There are three main railway stations in Agra.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Agra</p>","SubContentHindi":null,"ImageUrl":"897fc8de-7362-4aa5-a8bb-b19d44a64274_welcome.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-agra-uttar-pradesh","tags":[{"name":"agra","slug":"agra"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"solo-travel","slug":"solo-travel"}],"recommendations":[{"id":131,"title":"Top Places to Visit in Farrukhabad, Uttar Pradesh","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"Farrukhabad is a city in the state of Uttar Pradesh in northern India. It was the capital of former princely state Farrukhabad\r\n&nbsp;\r\nFarrukhabad is situated between Lat. 26&deg; 46' N &amp; 27&deg; 43' N and Long. 79&deg; 7' E &amp; 80&deg; 2' E. The district is bounded by Badaun","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"farrukhabad","slug":"farrukhabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":102,"title":"Top Places to Visit in Amroha, Uttar Pradesh","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"Amroha (Jyotiba Phule Nagar) is a city in north-western Uttar Pradesh state in northern India, located north-west of Moradabad, near the Sot River. It is the administrative headquarters of the Amroha district.\r\nThe name of Amroha drove out from the word (Sanskrit ) Amr अमर् Mango and Vanam","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"amroha","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":81,"title":"Top Places to visit in Nawada, Bihar","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"Nawada is a city and a municipality in Bihar, India. It is also the headquarters of the Nawada district. It is the headquarters of the subdivision of the same name, lying on both sides of the Khuri River( also known as Sakri river in some parts) at 24&ordm; 53&rsquo; N and 85&ordm; 33&rsquo; E. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"bihar","slug":"bihar"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"nawada","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}