{"id":83,"title":"आगरा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","dateCreated":"2018-08-05T11:40:41.191Z","dateModified":"2019-10-19T14:16:18.694Z","contributedBy":"AskGif","content":"<p>आगरा उत्तरी उत्तर प्रदेश (U.P/UP), भारत में यमुना नदी के तट पर एक शहर है। यह राज्य की राजधानी लखनऊ से 378 किलोमीटर (235 मील) पश्चिम, राष्ट्रीय राजधानी नई दिल्ली के 206 किलोमीटर (128 मील) दक्षिण, मथुरा के 58 किलोमीटर (31 मील) दक्षिण और ग्वालियर के 125 किलोमीटर (78 मील) उत्तर में है। आगरा उत्तर प्रदेश के सबसे अधिक आबादी वाले शहरों में से एक है और भारत में 24 वां सबसे अधिक आबादी वाला है।</p>\r\n<p>&nbsp;</p>\r\n<p>आगरा कई मुगल-युग की इमारतों की वजह से एक प्रमुख पर्यटन स्थल है, खासकर ताजमहल, आगरा किला और फतेहपुर सकरी, जिनमें से सभी यूनेस्को की विश्व विरासत साइटें हैं। दिल्ली और जयपुर के साथ आगरा गोल्डन त्रिकोण पर्यटन सर्किट में शामिल है; और लखनऊ और वाराणसी के साथ उत्तर प्रदेश विरासत आर्क, यूपी राज्य के पर्यटक सर्किट। आगरा ब्राज सांस्कृतिक क्षेत्र के भीतर आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का महाकाव्य महाभारत में पहली बार उल्लेख किया गया था, जहां इसे अग्निवा (संस्कृत (अग्रेवन) से लिया गया था जिसका अर्थ है \"जंगल की सीमा\")।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि, 11 वीं शताब्दी के फारसी कवि मसूद साद सलमान ने गजनी के सुल्तान महमूद द्वारा शाही राजा जयपाल द्वारा आयोजित आगरा के किले पर एक हताश हमले के बारे में लिखा था। 1080 ईस्वी में पहली बार इसका उल्लेख किया गया था जब एक गजनावाइड बल ने इसे पकड़ लिया था। सुल्तान सिकंदर लोदी (1488-1517) 1506 में अपनी राजधानी दिल्ली से आगरा में स्थानांतरित करने वाले पहले व्यक्ति थे। उन्होंने देश से यहां पर शासन किया और आगरा ने दूसरी राजधानी का महत्व ग्रहण किया। 1517 में उनकी मृत्यु हो गई और उनके बेटे इब्राहिम लोदी नौ साल तक सत्ता में रहे और कई महल, कुएं और एक मस्जिद उनके द्वारा किले में उनकी अवधि के दौरान बनाए गए, आखिर में 1526 में पानीपत की लड़ाई में पराजित हो गए। 1540 और 1556 के बीच शेर शाह सूरी के साथ शुरू होने वाले अफगानों ने इस क्षेत्र पर शासन किया। यह 1556 से 1658 तक मुगल साम्राज्य की राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Agra</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","subContents":[{"SubTitle":"1. ताज महल","SubTitleHindi":null,"SubContent":"<p>ताजमहल का अर्थ है \"महल का ताज\", भारतीय शहर आगरा में यमुना नदी के दक्षिण तट पर एक हाथीदांत-सफेद संगमरमर का मकबरा है। इसे 1632 में मुगल सम्राट शाहजहां (1628 से 1658 तक शासन किया गया) द्वारा अपनी पसंदीदा पत्नी मुमताज महल की मकबरे के लिए शुरू किया गया था। मकबरा 17-हेक्टेयर (42 एकड़) परिसर का केंद्रबिंदु है, जिसमें एक मस्जिद और एक गेस्ट हाउस शामिल है, और इसे तीन तरफ एक लालटेन दीवार से घिरा औपचारिक उद्यान में स्थापित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>मकबरे का निर्माण अनिवार्य रूप से 1643 में पूरा किया गया था लेकिन परियोजना के अन्य चरणों में काम 10 वर्षों तक जारी रहा। माना जाता है कि ताजमहल कॉम्प्लेक्स 1653 में लगभग 32 मिलियन रूपये होने के अनुमानित लागत पर पूरी तरह से पूरा हो चुका है, जो 2015 में लगभग 52.8 बिलियन रुपये (यूएस $ 827 मिलियन) होगा। निर्माण परियोजना ने सम्राट, उस्ताद अहमद लाहौरी के लिए अदालत के वास्तुकार के नेतृत्व में आर्किटेक्ट्स के बोर्ड के मार्गदर्शन में लगभग 20,000 कारीगरों को रोजगार दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>ताजमहल को 1983 में यूनेस्को की विश्व विरासत स्थल के रूप में नामित किया गया था, \"भारत में मुस्लिम कला का गहना और दुनिया की विरासत की सार्वभौमिक प्रशंसनीय कृतियों में से एक\"। इसे कई लोगों ने मुगल वास्तुकला का सर्वोत्तम उदाहरण और भारत के समृद्ध इतिहास का प्रतीक माना है। ताजमहल सालाना 7-8 मिलियन आगंतुकों को आकर्षित करता है। 2007 में, इसे विश्व के न्यू 7 वंडर्स (2000-2007) पहल का विजेता घोषित किया गया था।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Taj_Mahal</p>","SubContentHindi":null,"ImageUrl":"b512ee7f-92f7-45f1-891c-0b67b4909de2_taj-mahal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. आगरा किला","SubTitleHindi":null,"SubContent":"<p>आगरा किला भारत में आगरा शहर में एक ऐतिहासिक किला है। यह 1638 तक मुगल राजवंश के सम्राटों का मुख्य निवास था, जब राजधानी आगरा से दिल्ली चली गई थी। आगरा किला एक यूनेस्को विश्व धरोहर स्थल है। यह अपने प्रसिद्ध बहन स्मारक ताजमहल के लगभग 2.5 किमी उत्तरपश्चिम है। किले को एक दीवार वाले शहर के रूप में अधिक सटीक रूप से वर्णित किया जा सकता है।</p>\r\n<p>1526 में पानीपत की पहली लड़ाई के बाद, बाबुर इब्राहिम लोदी के महल में किले में रहे। बाद में उन्होंने इसमें एक बाओली (कदम अच्छी तरह से) बनाया। उनके उत्तराधिकारी हुमायूं को 1530 में किले में ताज पहनाया गया था। वह 1540 में शेर शाह सूरी द्वारा बिल्ग्राम में पराजित हुए थे। किला 1555 तक सुरी के साथ रहा, जब हुमायूं ने इसे पुनः प्राप्त कर लिया। आदिल शाह सूरी के जनरल, हेमू ने 1556 में आगरा को वापस ले लिया और दिल्ली से अपने भागने वाले गवर्नर का पीछा किया जहां वह तुगलकाबाद की लड़ाई में मुगलों से मिले।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शीश महल, आगरा किला: आगरा किला, शीश महल में मोमबत्तियों को प्रकाश डालकर उत्पादित प्रभाव।</p>\r\n<p>अपनी केंद्रीय स्थिति के महत्व को समझते हुए, अकबर ने इसे अपनी राजधानी बना दिया और 1558 में आगरा पहुंचे। उनके इतिहासकार अबुल फजल ने दर्ज किया कि यह एक ईंट किला था जिसे 'बादलगढ़' कहा जाता था। यह एक बर्बाद स्थिति में था और अकबर ने राजस्थान में बरौली क्षेत्र धालपुर जिले से लाल बलुआ पत्थर के साथ पुनर्निर्मित किया था। [उद्धरण वांछित] आर्किटेक्ट्स ने नींव रखी और यह आंतरिक सतहों पर बलुआ पत्थर के साथ भीतरी कोर में ईंटों के साथ बनाया गया था। कुछ 4,000 बिल्डरों ने इसे रोजाना आठ साल तक काम किया, इसे 1573 में पूरा किया।</p>\r\n<p>&nbsp;</p>\r\n<p>यह अकबर के पोते शाहजहां के शासनकाल के दौरान ही था, जिस साइट ने अपनी वर्तमान स्थिति पर कब्जा कर लिया था। शाहजहां ने अपनी पत्नी मुमताज महल की याद में सुंदर ताजमहल का निर्माण किया। अपने दादा के विपरीत, शाहजहां ने सफेद संगमरमर से बने भवनों का आयोजन किया था। उन्होंने अपने स्वयं के निर्माण के लिए किले के अंदर की कुछ पिछली इमारतों को नष्ट कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Agra_Fort</p>","SubContentHindi":null,"ImageUrl":"cf48f160-33b3-46fd-8d83-29ff7770422d_agra-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. फतेहपुर सीकरी","SubTitleHindi":null,"SubContent":"<p>फतेहपुर सीकरी भारत के उत्तर प्रदेश के आगरा जिले में एक शहर है। 1571 में सम्राट अकबर द्वारा शहर को मुगल साम्राज्य की राजधानी के रूप में स्थापित किया गया था, 1571 से 1585 तक इस भूमिका की सेवा करते हुए, जब अकबर ने पंजाब में एक अभियान के कारण इसे छोड़ दिया और बाद में 1610 में पूरी तरह से त्याग दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का नाम सिकरी नामक गांव से निकला है जो पहले स्थान पर कब्जा कर लिया था। 1 999 -2000 से भारत के एक पुरातत्व सर्वेक्षण (एएसआई) खुदाई से संकेत मिलता है कि अकबर ने अपनी राजधानी बनाने से पहले यहां एक आवास, मंदिर और वाणिज्यिक केंद्र थे। यह बाबुर की एक बहुत ही प्रिय जगह थी जिसने इसे अपनी सेनाओं के लिए पानी की झील के लिए शुक्री कहा था। उन्होंने इसे विश्राम के लिए इस्तेमाल किया और राणा संगा को अपने बाहरी इलाके में भी हरा दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>शेख सलीम का खानकाह पहले इस जगह पर अस्तित्व में था। अकबर के बेटे जहांगीर का जन्म 1569 में सिकरी गांव में हुआ था और उस वर्ष अकबर ने शेख का जश्न मनाने के लिए एक धार्मिक परिसर का निर्माण शुरू किया था, जिसने जन्म की भविष्यवाणी की थी। जहांगीर के दूसरे जन्मदिन के बाद, उन्होंने यहां एक दीवार वाले शहर और शाही महल का निर्माण शुरू किया। 1573 में अकबर के विजयी गुजरात अभियान के बाद शहर को फतेहपुर सीकरी, \"विजय का शहर\" के रूप में जाना जाने लगा।</p>\r\n<p>&nbsp;</p>\r\n<p>1803 में आगरा पर कब्जा करने के बाद, अंग्रेजी ने यहां एक प्रशासनिक केंद्र स्थापित किया और यह 1850 तक बना रहा। 1815 में, हेस्टिंग्स की मार्क्विस ने सीकरी में स्मारकों की मरम्मत का आदेश दिया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Fatehpur_Sikri</p>","SubContentHindi":null,"ImageUrl":"edd64a21-d4db-4155-b4df-7988294df530_fatehpur-sikri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. इतिमाद-उद-दौला का मकबरा","SubTitleHindi":null,"SubContent":"<p>इतिमाद-उद-दौलाह (इतिमाद-उद-दौला का मकबरा) का मकबरा भारतीय उत्तर प्रदेश में आगरा शहर में एक मुगल मकबरा है। अक्सर \"गहने बॉक्स\" के रूप में वर्णित किया जाता है, जिसे कभी-कभी \"बेबी ताज\" कहा जाता है, इतिमाद-उद-दौला की मकबरा अक्सर ताजमहल के मसौदे के रूप में माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य इमारत के साथ, संरचना में कई आउटबिल्डिंग और बगीचे शामिल हैं। 1622 और 1628 के बीच निर्मित मकबरा विशाल मुगल वास्तुकला के पहले चरण के बीच एक संक्रमण का प्रतिनिधित्व करता है - मुख्य रूप से लाल बलुआ पत्थर से संगमरमर की सजावट के साथ बनाया गया है, जैसा कि दिल्ली में हुमायूं के मकबरे और सिकंदरा में अकबर की मकबरा - सफेद संगमरमर के आधार पर अपने दूसरे चरण में और पिट्रा दुरा जड़, ताजमहल में सबसे खूबसूरत रूप से महसूस किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>महासचिव जहांगीर की पत्नी नूर जहान ने अपने पिता मिर्जा गीयास बेग के लिए मूल रूप से निर्वासन में एक फारसी अमीर के लिए कमीशन किया था, जिसे इतिमाद-उद-दौला (राज्य के खंभे) का खिताब दिया गया था। मिर्जा गियास बेग सम्राट शाहजहां की पत्नी, ताजमहल के निर्माण के लिए ज़िम्मेदार मुमताज महल (मूल रूप से असफ खान की पुत्री अर्जुन बानो) की दादा भी थीं। लाहौर में जहांगीर के मकबरे के निर्माण के लिए नूर जोहान भी जिम्मेदार थे।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tomb_of_I%27tim%C4%81d-ud-Daulah</p>","SubContentHindi":null,"ImageUrl":"c9510514-65c8-4c41-90a6-71fc6b0ea6f5_itimad-agra.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. अकबर की मकबरा","SubTitleHindi":null,"SubContent":"<p>अकबर की मकबरा मुगल सम्राट अकबर, और एक महत्वपूर्ण मुगल वास्तुशिल्प कृति का मकबरा है। यह 1604-1613 में बनाया गया था और यह आगरा, उत्तर प्रदेश, भारत के उपनगर सिकंदरा में 119 एकड़ जमीन पर स्थित है।</p>\r\n<p>मकबरे का निर्माण उसके बेटे प्रिंस सलीम ने पूरा किया था जिसे जांगीर भी कहा जाता था। अकबर ने मकबरे की योजना बनाई और इसके लिए एक उपयुक्त साइट का चयन किया। उनकी मृत्यु के बाद, अकबर के बेटे जहांगीर ने 1605-1613 में निर्माण पूरा किया। इस्लामी शासक औरंगजेब के समय के दौरान, विद्रोही जाट राजा राम जाट के नेतृत्व में उनके खिलाफ गुलाब, उन्होंने मुगल सेनाओं को पराजित करने के बाद आगरा किले का नियंत्रण लिया। जब जाट ने अकबर की जटिल मकबरे को तोड़ दिया, मुगल प्रतिष्ठा को और झटका लगा, तो उसने सभी चीजों को नष्ट करते हुए सभी सुंदर सोने, गहने, चांदी और कालीनों को लूट लिया और लूट लिया। वह भी अपने पिता गोकुला की मौत का बदला लेने के लिए, अकबर की कब्र लूट लिया, लूट लिया, अकबर की कब्र खोला और अकबर की हड्डियों को खींच लिया। औरंगजेब इतने क्रोधित थे कि उन्होंने राजा राम पर कब्जा कर लिया और उन्हें निर्दयतापूर्वक मार दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान कर्ज़न के तहत अंग्रेजों द्वारा व्यापक मरम्मत किए जाने तक मकबरे को बहुत पीड़ा मिली है। पड़ोसी ताजमहल भी लूट लिया गया था, और आगरा के द्वारों में से दो को हटा दिया गया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Akbar%27s_tomb</p>","SubContentHindi":null,"ImageUrl":"809c8a5d-a6a6-4884-ad5a-3b699fcb16bd_akbar-tomb.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. जामा मस्जिद","SubTitleHindi":null,"SubContent":"<p>आगरा में जामा मस्जिद आगरा किले के विपरीत है और आगरा किला रेलवे स्टेशन को देखता है। जामा मस्जिद को जामी मस्जिद या \"शुक्रवार मस्जिद\" के रूप में भी जाना जाता है। यह भारत की सबसे बड़ी मस्जिदों में से एक है।</p>\r\n<p>मस्जिद 1648 में मुगल सम्राट शाहजहां द्वारा बनाया गया था और अपनी पसंदीदा बेटी जहांारा बेगम को समर्पित था। एक विशाल, अष्टकोणीय त्रिपोलिया चौक था जो जामा मस्जिद और आगरा किले के दिल्ली गेट के बीच मौजूद था। आगरा किला रेलवे स्टेशन बनाने के लिए इस ट्रोपोलिया को नष्ट कर दिया गया था। क्लॉइस्टर ने स्तंभों पर समर्थित मेहराबों को उत्कीर्ण किया है। मुख्य प्रवेश पूर्वी तरफ से है। प्रार्थना कक्ष में अपने केंद्र में व्यापक रूप से कमाना वाले ईवान के साथ एक मुखौटा है और कियोस्क के साथ वैकल्पिक पतले turrets के साथ सजाया गया है। इसका गुंबद अभयारण्य का ताज पहनावा तीन गुंबदों में से सबसे बड़ा और उच्चतम है।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी बल्बस डोम्स ने शीर्ष पर कमल और कलश फिनियल को उलटा कर दिया है और लाल पत्थर के विस्तृत बैंड द्वारा वैकल्पिक सफेद संगमरमर के संकीर्ण ज़िगज़ैग पाठ्यक्रम हैं। आंगन के केंद्र में अपने कोनों में चार कियोस्क के साथ एक फव्वारा है। पश्चिमी दीवार के अंदरूनी हिस्सों में सफेद संगमरमर में एक सुंदर मिहाब और लुगदी है। केंद्रीय पोर्टल के प्रवेश द्वार पर काले पत्थर के साथ सफेद संगमरमर में फारसी शिलालेख जहांरारा और शाहजहां की प्रशंसा में है। मस्जिद की प्राचीन सुंदरता भयानक होनी चाहिए जैसा कि बैतुल-मामूर, चौबी आकाश में स्थित रूबी और मोती की शानदार मस्जिद के साथ तुलना में दर्शाया गया है। ऐसा कहा जाता है कि एक बार एक बाजार से घिरा हुआ जिसे त्रिपोलिया कहा जाता है जिसे एक अष्टकोणीय (मुथमैन) चौक में स्थापित किया गया था जो दिल्ली गेट और जामी मस्जिद के बीच बनाया गया था। लेकिन, इसे बाद में 1871-73 में शहर के लिए रेलवे पटरियों को खाली करने के लिए जगह हासिल करने के लिए नष्ट कर दिया गया। भारत में स्थानांतरित</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>इसे खत्म करने के लिए छह साल और 5,000 श्रमिकों की आवश्यकता थी। यह लाल बलुआ पत्थर और संगमरमर का उपयोग करके बनाया गया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jama_Mosque,_Agra</p>","SubContentHindi":null,"ImageUrl":"9d0b479e-eb76-435c-adec-a4b78ecf43f0_jama-masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. मेहताब बाग","SubTitleHindi":null,"SubContent":"<p>मेहताब बाग, यानी मूनलाइट गार्डन आगरा, उत्तर भारत में एक चारबाग परिसर है। यह ताजमहल परिसर के उत्तर में स्थित है और बाढ़ के मैदानों में यमुना नदी के विपरीत तरफ आगरा किला है। बगीचे का परिसर, आकार में वर्ग, 300 मीटर से 300 मीटर (980 फीट &times; 980 फीट) का मापता है और विपरीत बैंक पर ताजमहल के साथ पूरी तरह से गठबंधन किया जाता है। बरसात के मौसम के दौरान, जमीन आंशिक रूप से बाढ़ आ जाती है।</p>\r\n<p>मेहताब बाग बाग ताजमहल और आगरा किले के विपरीत यमुना के साथ ग्यारह मुगल निर्मित बागों में से आखिरी था; पहला राम बाग है। यह उल्लेख किया गया है कि यह उद्यान सम्राट बाबर (डी। 1530) द्वारा बनाया गया था। यह भी ध्यान दिया जाता है कि सम्राट शाहजहां ने यमुना नदी में ताजमहल को देखने के लिए एक आदर्श स्थान के रूप में अर्ध-कवर वाले घास से ढके हुए बाढ़ के मैदान से एक साइट की पहचान की थी। इसके बाद इसे \"मेहताब बाग नामक चांदनी आनंद उद्यान\" के रूप में बनाया गया था। फलों के पेड़ और नरसंहार के साथ बगीचे के हिस्से के रूप में सफेद प्लास्टर पैदल मार्ग, हवादार मंडप, पूल और फव्वारे भी बनाए गए थे। बगीचे को नदी के किनारे छत पैटर्न में ताजमहल परिसर का एक अभिन्न अंग के रूप में डिजाइन किया गया था। इसकी चौड़ाई ताजमहल के बाकी हिस्सों के समान थी। 17 वीं शताब्दी के फ्रांसीसी यात्री जीन बैपटिस्ट टेवर्नियर की यात्रा के लिए किंवदंतियों ने जिम्मेदार ठहरा जहान की ताजमहल के जुड़वा के रूप में अपने लिए ब्लैक ताजमहल बनाने की इच्छा का जिक्र किया; हालांकि, यह हासिल नहीं किया जा सका क्योंकि वह अपने बेटे औरंगजेब द्वारा कैद में था। इस मिथक को 1871 में ब्रिटिश पुरातत्वविद्, एसीएल द्वारा आगे बढ़ाया गया था। कार्लेली, जिसने साइट पर पुराने तालाब के अवशेषों की खोज करते हुए इसे सक्षम संरचना की नींव के लिए गलत समझा था। इस प्रकार, कार्लेली साइट पर संरचनात्मक अवशेषों को नोटिस करने वाले पहले शोधकर्ता बने, हालांकि मॉस और लाइफन द्वारा काले रंग के बने। मेहताब बाग का बाद में एम्बर के राजा मान सिंह काचावा का स्वामित्व था, जिसने ताजमहल के आसपास की भूमि का स्वामित्व भी लिया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mehtab_Bagh</p>","SubContentHindi":null,"ImageUrl":"a8239c6d-17fd-4a4c-b83e-44c4718299d6_Mehtab_Bagh_lawn.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. एंजुरी बैग","SubTitleHindi":null,"SubContent":"<p>अंगुरी बाग वर्तमान में आम जनता के लिए बंद है लेकिन इसे बाहर से देखा जा सकता है। यह आगरा किले में जहांगीर के खास महल के सामने स्थित है। यह 17 वीं शताब्दी में शाहजहां द्वारा एक जोड़ा के रूप में बनाया गया है जिसका मुख्य रूप से शाही परिवारों की महिलाओं द्वारा उपयोग किया जाता था।</p>","SubContentHindi":null,"ImageUrl":"f9c1faf9-35f3-4e97-afe3-d39e1c743631_anguri-bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. वन्यजीवन एसओएस","SubTitleHindi":null,"SubContent":"<p>वन्यजीवन एसओएस की स्थापना 1 99 5 में एक आंदोलन शुरू करने के लिए प्रेरित व्यक्तियों के एक छोटे समूह द्वारा की गई थी और भारत की प्राकृतिक विरासत, वन और वन्यजीवन संपत्ति की रक्षा और संरक्षण के लिए एक स्थायी परिवर्तन कर रही थी। आज, संगठन भारतीय वन्यजीवन की रक्षा, आवास संरक्षण, जैव विविधता का अध्ययन करने, अनुसंधान करने और पूर्वोत्तर शिकार समुदायों या उन समुदायों के लिए वैकल्पिक और टिकाऊ आजीविका बनाने के लिए सक्रिय रूप से काम करने के लिए विकसित हुआ है जो जीवित रहने के लिए वन्यजीवन पर निर्भर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत का वन्यजीवन गंभीर खतरे में है - राजसी हाथी और बाघ के शव स्लॉथ भालू और दुर्लभ पांगोलिन के हर जानवर, तेजी से \"शिकार\" बन गए हैं। जबकि इन प्राणियों के लिए समय चल रहा है, मदद करने में बहुत देर हो चुकी है। वन्यजीवन एसओएस लगातार प्रकृति को वापस देने और पर्यावरण और वन्यजीवन की रक्षा में मदद करने के लिए ग्रह को वापस देने में एक फर्क पड़ता है</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://www.carrentindia.in/wildlife-sos-agra/</p>","SubContentHindi":null,"ImageUrl":"0315509c-7c89-48b2-866f-894950ddfe65_WildlifeSOS.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p><strong>वायु</strong></p>\r\n<p>एयर इंडिया अगले मार्ग पर आगरा हवाई अड्डे पर उड़ता है: दिल्ली - वाराणसी - आगरा - खजुराहो - वाराणसी - दिल्ली</p>\r\n<p>&nbsp;</p>\r\n<p><strong>रेल</strong></p>\r\n<p>मुख्य लेख: आगरा में रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p><strong>आगरा कैंट रेलवे स्टेशन</strong></p>\r\n<p>आगरा शहर भारतीय रेलवे के उत्तर मध्य रेलवे क्षेत्र के आगरा डिवीजन के अधिकार क्षेत्र के अंतर्गत आता है। आगरा दिल्ली (स्टेशन कोड: एनडीएलएस) और मुंबई (स्टेशन कोड: सीएसटीएम) और दिल्ली और चेन्नई (स्टेशन कोड: एमएएस) और भोपाल शताब्दी, ताज एक्सप्रेस, गतिमान एक्सप्रेस, भोपाल एक्सप्रेस जैसी कई ट्रेनों के बीच केंद्रीय ट्रेन लाइन पर है। मालवा एक्सप्रेस, गोंडवाना एक्सप्रेस, जबलपुर - जमुतावी एक्सप्रेस, श्रीधर एक्सप्रेस, गरीब रथ, तमिलनाडु एक्सप्रेस, चेन्नई राजधानी, आगरा मथुरा एक्सप्रेस इत्यादि आगरा को नई दिल्ली, हैदराबाद, मुंबई, कोलकाता, चेन्नई, विशाखापत्तनम जैसे सभी प्रमुख भारतीय शहरों के साथ जोड़ती है। बेंगलुरु, पुणे, भोपाल, इंदौर, कोच्चि, ग्वालियर, जबलपुर, उज्जैन, जयपुर, अलीगढ़, मथुरा, अलवर, लखनऊ, तिरुवनंतपुरम आदि। दिल्ली से कुछ पूर्व-बाध्य ट्रेन भी आगरा के माध्यम से यात्रा करती हैं, इसलिए पूर्वी भारत (कोलकाता समेत) के बिंदुओं के सीधा संबंध भी उपलब्ध हैं। नई दिल्ली और ग्वालियर जंक्शन में हर दिन करीब 20 ट्रेनें हैं, और कम से कम तीन या चार भोपाल, इंदौर, नागपुर, मुंबई और चेन्नई में हैं। आगरा में तीन मुख्य रेलवे स्टेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Agra</p>","SubContentHindi":null,"ImageUrl":"897fc8de-7362-4aa5-a8bb-b19d44a64274_welcome.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-agra-uttar-pradesh","tags":[{"name":"आगरा","slug":"agra"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"एकल-यात्रा","slug":"solo-travel"}],"recommendations":[{"id":131,"title":"फरुक्खाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"फररुखाबाद उत्तरी भारत में उत्तर प्रदेश राज्य में एक शहर है। यह पूर्व रियासत राज्य फररुखाबाद की राजधानी थी\r\n&nbsp;\r\nफरुक्खाबाद लेट के बीच स्थित है। 26 डिग्री 46 'एन और 27 डिग्री 43' एन और लांग। 79 डिग्री 7 'ई और 80 डिग्री 2' ई। जिले उत्तर में बादाण और शाहजहांपुर, पूर्व में हरदोई जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फर्रुखाबाद","slug":"farrukhabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":102,"title":"अमरोहा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"अमरोहा (ज्योतिबा फुले नगर) उत्तरी भारत के उत्तर-पश्चिमी उत्तर प्रदेश राज्य में स्थित है, जो सॉट नदी के पास मोरादाबाद के उत्तर-पश्चिम में स्थित है। यह अमरोहा जिले का प्रशासनिक मुख्यालय है।\r\nअमरोहा का नाम शब्द (संस्कृत) अमृत अमार आम और वनम वनम वन से निकला। तारख-ए-अमरोहा के लेखक ने कहा कि अमर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अमरोहा","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":81,"title":"नवादा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"नवादा बिहार, भारत में एक शहर और नगर पालिका है। यह नवादा जिले का मुख्यालय भी है। यह एक ही नाम के उपखंड का मुख्यालय है, जो खुरी नदी के दोनों किनारों पर स्थित है (जिसे कुछ हिस्सों में सकरी नदी भी कहा जाता है) 24&ordm; 53 'एन और 85&ordm; 33' ई। नाम नौ-अबाद से विकसित हुआ है, जिसका अर्थ है नया शहर\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"बिहार","slug":"bihar"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"नवादा","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}