{"id":830,"title":"Top Places to visit in Ludhiana, Punjab","imageUrl":"bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","dateCreated":"2019-10-05T06:17:23.864Z","dateModified":"2019-10-05T06:17:48.908Z","contributedBy":"AskGif","content":"<p>Ludhiana District is one of the 22 districts in the state of Punjab in northwest India. It is the largest district of Punjab, by both area and population. Ludhiana city, the district headquarters, is the hub of industry in Punjab.[original research?] The main industries are bicycle parts and hosiery. Ludhiana is the biggest city of the state. It has eight tehsils, seven sub-tehsils and twelve development blocks. As of 2018, Total Population of Punjab is estimated to be 30,452,879 (30.4 million).</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 census, the district population constituted 12.59% of the total Punjab population.</p>\r\n<p>&nbsp;</p>\r\n<p>Ludhiana is a city and a municipal corporation in Ludhiana district in the Indian state of Punjab. Ludhiana is Punjab's largest city and India's largest city north of Delhi, with an area of 310 sq. km and an estimated population of 1,618,879 as of the 2011 census. The city stands on the Sutlej River's old bank, 13 kilometres (8.1 mi) south of its present course. It is an industrial center of northern India; the UK's BBC has called it India's Manchester. Ludhiana was among the list of smart cities that will be developed by government of India. According to World Bank Group[when?] Ludhiana is the best city in India to do business.</p>\r\n<p>&nbsp;</p>\r\n<p>Ludhiana is 107 kilometres (66 mi) west of the state capital, Chandigarh, on NH 95, and is centrally located on National Highway 44, which runs from New Delhi to Amritsar. It is 315 km (194 miles) north of Delhi and 142 km (88 miles) southeast of Amritsar.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers and drains</p>\r\n<p>The Sutlej and its tributary, the Buddha Nala, constitute the chief hydrographic features of the district. A brief description of these is as follows.</p>\r\n<p>&nbsp;</p>\r\n<p>Sutlej River</p>\r\n<p>originates from Lake Manasarovar in Tibet. After flowing through Himachal Pradesh, it debouches from the Shivaliks. Just about Rupnagar, 32 km east of the boundary of Samrala Tehsil, it flows due west along the top of the district for 96 km and turns, as it leaves Jagraon Tehsil, slightly north toward its junction with the Beas at Harike. It maintains an east-west direction. It can be devastating during floods. The Sutlej has experienced a westward drift during recent times. Old towns and villages, such as Bahlulpur, Machhiwara, and Kum Kalan, were built on its banks. The river has since been dammed at Bhakhra, which has considerably checked its flooding menace in the district.</p>\r\n<p>Buddha Nala</p>\r\n<p>It runs parallel to the Satluj on its south for a fairly large section of its course in the district and ultimately joins the Satluj at Gorsian Kadar Baksh in the northwestern corner of the district. It floods during the rainy season, but in the dry season it can be crossed on foot at certain points. Ludhiana and Machhiwara are to the south of the Buddha Nala. The water of the stream is polluted after it enters Ludhiana City.</p>\r\n<p>Ludhiana Tehsil</p>\r\n<p>Ludhiana West Tehsil is a tehsil in Ludhiana district. It has 125 villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Main article: Villages in Ludhiana West Tehsil</p>\r\n<p>Ludhiana East Tehsil is a tehsil in Ludhiana district. It has 181 villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Main article: Villages in Ludhiana East Tehsil</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Ludhiana district has a population of 3,498,739 roughly equal to the nation of Panama or the US state of Connecticut. This gives it a ranking of 87th in India (out of a total of 640). The district has a population density of 978 inhabitants per square kilometre (2,530/sq mi). Its population growth rate over the decade 2001-2011 was 15 percent. Ludhianahas a sex ratio of 873 females for every 1,000 males, and a literacy rate of 82.2 percent.</p>\r\n<p>&nbsp;</p>\r\n<p>The number of workers in the district is 12.85 lakh, which means a work participation rate of 36.7%. Out of the total workforce of the district, 18.7% are engaged in agriculture sector, 5.6% are working in household industry, and the rest are employed in other sectors/industries. There are many industries in Ludhiana.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>Ludhiana has 363 senior secondary, 367 high, 324 middle, 1129 primary, and pre-primary recognised Schools, with a total of 398,770 students. Most of these schools are either run by the Central Board of Secondary Education or by Punjab School Education Board.</p>\r\n<p>&nbsp;</p>\r\n<p>Agriculture</p>\r\n<p>Ludhiana is home to the largest agricultural university in Asia and one of the largest in the world, Punjab Agricultural University. The College of Veterinary Sciences at PAU was recently upgraded to the Guru Angad Dev Veterinary and Animal Sciences University (GADVASU).</p>\r\n<p>&nbsp;</p>\r\n<p>GADVASU was established at Ludhiana by an act of the Punjab Legislature No. 16 of 2005 notified in the Punjab Government Gazette on 9 August 2005 and it started functioning w.e.f. 21 April 2006 for promoting livestock production, health and prevention of the disease(s) through integrated teaching, research and extension programme(s).</p>\r\n<p>&nbsp;</p>\r\n<p>Medical</p>\r\n<p>&nbsp;</p>\r\n<p>The entrance of the old building of Christian Medical College</p>\r\n<p>Christian Medical College, Ludhiana, the first medical school for women in Asia, was founded by Dr Dame Edith Mary Brown in 1894. Christian Medical College is a major and reputed tertiary care hospital in India where the world's first face transplant was done. Dayanand Medical College and Hospital is a tertiary care teaching hospital in Ludhiana. This institution is recognized by the Medical Council of India. The college is affiliated to Baba Farid University of Health Sciences, Punjab. Guru Teg Bahadur Institute of Nursing, Ludhiana was established in the year 1997, Guru Teg Bahadur Institute of Nursing, Ludhiana is affiliated to Baba Farid University of Health Sciences (BFUHS) Faridkot.</p>\r\n<p>&nbsp;</p>\r\n<p>Engineering</p>\r\n<p>&nbsp;</p>\r\n<p>Guru Nanak Dev Engineering College</p>\r\n<p>Guru Nanak Dev Engineering College is an institution offering facilities and education for engineering students. It has a research and development centre for bicycles and sewing machines. There is also the Research &amp; Development Polytechnic College. There are also other institutes catering to local and surrounding areas such as Institute of Banking Services (IBS).</p>\r\n<p>&nbsp;</p>\r\n<p>Management</p>\r\n<p>Ludhiana has many management colleges providing courses such as Bachelor of Business Administration (BBA), Hospitality and Management (HM), Airlines Tourism and Hospitality Management (ATHM), Bachelor of Computer Applications (BCA), and Bachelor of Commerce (B.Com).</p>\r\n<p>&nbsp;</p>\r\n<p>There are a few good colleges providing these courses both part-time as well as full-time, such as University Business School (UBS), Panjab University Regional Centre, the Punjab College of Technical Education (PCTE), Synetic Business School (SBS) Punjab Agricultural University (PAU), Sri Aurobindo College of Commerce and Management (SACCM) and Government college for boys and Government college for girls. Khalsa College and Arya college are also present to study as a part-time student.</p>\r\n<p>&nbsp;</p>\r\n<p>SCD Govt College - SCD Govt College earlier known as SD college was renamed in 1976 after the name of great scientist and physicist Satish Chandra Dhawan. Mr Dhawan was the mentor of India's most favourite president Dr. APJ Abdul Kalam. SCD is situated at the College Road near Nehru Rose garden. SCD college is considered as the top most college of Panjab University and one of the top colleges of north India. It offered academic courses on graduate and post graduate level.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Ludhiana is well connected by road and rail as Ludhiana railway station is on the main Delhi-Amritsar route and is an important railway junction with lines going to Jalandhar, Ferozepur, Dhuri and Delhi. The city is very well connected with daily or weekly trains to most places in India including the major cities of Jammu, Amritsar, Jalandhar, Patiala, Pathankot, Kanpur, Jaipur, Chandigarh, Ambala, Panipat, Delhi, Mumbai and Kolkata. For administrative reasons the station is under Ferozepur Railway Division. The railway line between Ludhiana and Chandigarh opened in 2013. The government has even passed a dedicated freight track between Ludhiana and Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>A DMU Train in Ludhiana</p>\r\n<p>Road</p>\r\n<p>Ludhiana is connected with other cities of Punjab and also with other states by bus service. Major national highways NH 44, NH 5 (old NH1, NH95) and state highway SH 11 connect to the city. The transportation services are provided by the state owned Punjab Roadways and private bus operators.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>Ludhiana is served by the city based Sahnewal Airport ((IATA: LUH, ICAO: VILD)), also known as Ludhiana Airport. It is located near the town of Sahnewal, 5 km (3.1 mi) southeast of Ludhiana on the Grand Trunk Road. The airport is spread over more than 130 acres. The current airport arrival/departure halls can accommodate 40 passengers. New Ludhiana International Airport is coming up at Halwara air force station which is expected to complete in three years.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Ludhiana Junction railway station is connected to other metro cities. 12037/New Delhi - Ludhiana Shatabdi Express is an important train that starts here. It also has Sahnewal, Doraha, Kila Raipur railway stations which serve domestic and passenger trains.</p>\r\n<p>&nbsp;</p>\r\n<p>Ludhiana Metro</p>\r\n<p>This project has been scrapped by the government because lack of funds.</p>\r\n<p>&nbsp;</p>\r\n<p>The government has signed a Memorandum of Understanding with Delhi for construction of a Ludhiana Metro. This light transit system will serve about 25 years to Ludhiana. There will be two corridors in Ludhiana Metro. These two corridors of metro will give relief to many roads to some extent.</p>\r\n<p>&nbsp;</p>\r\n<p>City transportation</p>\r\n<p>City bus service has been cancelled. Moving around inside the city is done mostly by city-buses, auto-rickshaws, and cycle rickshaws, while latest Ludhiana BRTS was planned to be constructed but due to lack of funds allotted and weak planning and management the project too has been scrapped by the government thus worsening the traffic problems in the industrial city.</p>\r\n<p>&nbsp;</p>\r\n<p>Auto rickshaw</p>\r\n<p>The Auto rickshaw is a three-wheel drive vehicle, which is one way to travel in the city. They have the capacity to hold three to six passengers. It can be hired individually or on a sharing basis. The auto rickshaws are easily available at every major place, including the interstate bus terminal and the railway station at a nominal fare which varies from ₨ 10 to ₨ 30. Jugnoo, an on demand auto rickshaw application launched its operations in February 2015 to provide low cost, reliable, 24 x 7 service to the citizens of Ludhiana.</p>\r\n<p>&nbsp;</p>\r\n<p>Rickshaw</p>\r\n<p>Cycle rickshaws are widely used in Ludhiana. The rickshaw or tricycle is pulled by a person and is a relatively cheap way of traveling in the city, but has become pricey after the autos were being scrapped. Nowadays many electric rickshaws are also available in Ludhiana and most of them can be spotted on the road which connects Samrala Chowk to Station.</p>\r\n<p>&nbsp;</p>\r\n<p>Taxi</p>\r\n<p>Radio taxis are also easily available. This is the most used means of transport by the people of Ludhiana. Ola Cabs launched in the city on 7 October 2014. Uber is also very popular in the city. Zoomcar provides cars for self-drive car rental in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Ansal Plaza by night</p>\r\n<p>Markets and shopping malls</p>\r\n<p>For shopping, markets such as Chaura Bazaar, Ghumar Mandi, Jawahar Nagar Camp, Kipps Market and Mall Road are good places to buy from, but parking may be an issue in such areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Malls such as Westend Mall (Wave Mall), MBD Mall, Silver Arc and Pavilion mall are good attractions as big malls.</p>\r\n<p>&nbsp;</p>\r\n<p>The Grand Walk, Flames Mall, Ansal Plaza, SRS Mall and Govardhan City Center are some good medium-sized malls.</p>\r\n<p>&nbsp;</p>\r\n<p>Parks and recreation</p>\r\n<p>Ludhiana is a mixture of urban and rural living. The city is surrounded by farming land on every side but inside the city are many parks that still exist for relaxation, walking and picnics.</p>\r\n<p>&nbsp;</p>\r\n<p>Parks such as Leisure Valley, Rose garden Rakh bagh and PAU are good places to walk and spend time.</p>\r\n<p>&nbsp;</p>\r\n<p>Kabaddi</p>\r\n<p>Guru Nanak Stadium is known for hosting the Kabaddi matches along with athletic games. Kabaddi world cup finals have been played twice in Guru Nanak Stadium Ludhiana. The stadium often hosts high-profile Kabbadi matches.</p>\r\n<p>&nbsp;</p>\r\n<p>Skating</p>\r\n<p>A skating rink for speed skating and roller hockey is in Leisure Valley, Sarabha Nagar. Many skaters like Saurabh Sharma and Harshveer Singh Sekhon made Ludhiana proud by winning many medals at district, state, national and world championship events.</p>\r\n<p>&nbsp;</p>\r\n<p>Kila Raipur Sports Festival</p>\r\n<p>Kila Raipur Sports Festival, popularly known as Rural Olympics or Mini olympics, is held annually in Kila Raipur, near Ludhiana. Competitions are held for Punjabi rural sports, including cart races, kabaddi and rope pulling.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Alamgir</p>\r\n<p>Doraha</p>\r\n<p>Jagraon</p>\r\n<p>Katana Sahib</p>\r\n<p>Khanna</p>\r\n<p>Kila Raipur</p>\r\n<p>Machhiwara</p>\r\n<p>Nanaksar</p>\r\n<p>Payal</p>\r\n<p>Serai Lashkari Khan</p>\r\n<p>Sidhwanbet</p>\r\n<p>Sudhar</p>\r\n<p>Hardy's World Amusement &amp; water Park</p>\r\n<p>Nehru Rose Garden</p>\r\n<p>Tiger Safari Zoo, Amaltas</p>\r\n<p>Gurdwara Dukh Niwaran Sahib</p>\r\n<p>Phillaur Fort</p>\r\n<p>Maharaja Ranjit Singh War Museum</p>\r\n<p>Rakh Bagh Garden</p>\r\n<p>Kipps Market</p>\r\n<p>Jama Masjid FealdGanj chowk</p>\r\n<p>Punjab Agricultural University Stadium is a multipurpose stadium located in the campus. The stadium has facilities for sports like cricket, football, hockey, etc. There is an astroturf field for hockey which is used for hockey events. In addition to this there is a swimming pool and a cycling Velodrome.</p>\r\n<p>&nbsp;</p>\r\n<p>There are facilities for indoor sports such as basketball, badminton, gymnastics, handball, volleyball, lawn tennis, table tennis, weight lifting and Kabbadi, etc. The ground also has hosted 10 Ranji[clarification needed] including a final in 1993 and one Irani Trophy matches from 1987 to 1999 and 10 List A matches.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable individuals</p>\r\n<p>Sukhdev Thapar, Freedom fighter</p>\r\n<p>Kartar Singh Sarabha, Freedom fighter</p>\r\n<p>Gippy Grewal, Singer, Actor</p>\r\n<p>Sukh Sanghera, Film director and music video director</p>\r\n<p>Bhai Randhir Singh, Freedom fighter</p>\r\n<p>Neel Kamal Puri, Novelist, columnist</p>\r\n<p>Dharmendra, Actor</p>\r\n<p>Jaspreet Singh Kalra, Contortionist</p>\r\n<p>Sunil Mittal, entrepreneur</p>\r\n<p>Simarjit Singh Bains, Social worker, politician</p>\r\n<p>Sahir Ludhianvi, Lyricist</p>\r\n<p>Sukhdeep Singh Chakria, Boxer</p>\r\n<p>Divya Dutta, Actress</p>\r\n<p>Manjit Rupowalia, Singer</p>\r\n<p>Brijmohan Lall Munjal, Industrialist, founder of Hero Group</p>\r\n<p>Rajinder Gupta, Industrialist, Chairman of TridentGroup</p>\r\n<p>Trishneet Arora, Ethical hacker, author</p>\r\n<p>Shubha Phutela, Actress</p>\r\n<p>Dakssh Ajit Singh, Actor</p>\r\n<p>Jainti Dass Saggar, Physician, politician</p>\r\n<p>Ravikiran Khangura, Singer, actor</p>\r\n<p>Abhinav Shukla, Actor</p>\r\n<p>Sudarshan Agarwal, Politician</p>\r\n<p>Shilpi Sharma, Actress</p>\r\n<p>Gulzar Singh Sandhu, Writer</p>\r\n<p>Naina Dhaliwal, Indian model</p>\r\n<p>Inderjit Hasanpuri, Songwriter</p>\r\n<p>Ram Singh, Social reformer</p>\r\n<p>Maulana Habib-ur-Rehman Ludhianvi, One of the founders of Majlis-e-Ahrar-e-Islam</p>\r\n<p>Barkat Ali Ludhianwi, Muslim Sufi and founder of the Dar ul Ehsan organisation</p>\r\n<p>Talish, Pakistani actor</p>\r\n<p>Raj Khosla, Director</p>\r\n<p>Baldev Raj Chopra, Producer and director</p>\r\n<p>Kuldeep Manak, Singer</p>\r\n<p>Inderjit Nikku, Singer</p>\r\n<p>Ravinder Grewal, Singer</p>\r\n<p>Amar Singh Chamkila, Singer</p>\r\n<p>Surinder Shinda, Singer</p>\r\n<p>Karnail Gill, Singer</p>\r\n<p>Ishmeet Singh, Singer</p>\r\n<p>Lal Chand Yamla Jatt, Singer</p>\r\n<p>Mandeep Singh Cricketer</p>\r\n<p>Pankaj Kapoor Actor</p>\r\n<p>Hardev Dilgir, Lyricist</p>\r\n<p>Saadat Hasan Manto, Writer, Playwright</p>\r\n<p>Ish Sodhi, New Zeland Cricketer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ludhiana</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ludhiana-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"ludhiana","slug":"ludhiana"}],"recommendations":[{"id":835,"title":"Top Places to visit in Patiala, Punjab","imageUrl":"13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","dateCreated":"2019-10-05T08:58:55.856Z","dateModified":"2019-10-05T08:59:27.866Z","contributedBy":"AskGif","content":"Patiala district is one of the twenty two districts in the state of Punjab in north-west India.\r\nDistricts of Punjab along with their headquarters\r\nPatiala District lies between 29 49&rsquo; and 30 47&rsquo; north latitude, 75 58&rsquo; and 76 54' east longitude, in the southeast pa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"patiala","slug":"patiala"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-patiala-punjab","total":0},{"id":833,"title":"Top Places to visit in Sri Muktsar Sahib, Punjab","imageUrl":"e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","dateCreated":"2019-10-05T08:10:21.378Z","dateModified":"2019-10-05T08:11:42.433Z","contributedBy":"AskGif","content":"Sri Muktsar Sahib district, colloquially known by the city's former name Mukstar; is one of the twenty two districts in the Indian state of Punjab. Its capital, the city of Sri Muktsar Sahib, was renamed from Muktsar to Sri Muktsar Sahib, with the district subsequently following suit. The distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"sri-muktsar-sahib","slug":"sri-muktsar-sahib"}],"slug":"top-places-to-visit-in-sri-muktsar-sahib-punjab","total":0},{"id":832,"title":"Top Places to visit in Moga, Punjab","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"Moga district is one of the twenty two districts in the state of Punjab, India. It became the 17th district of Punjab State on 24 November 1995 cut from Faridkot district. Moga District is among the largest producers of wheat and rice in Punjab, India. People from Moga City and Moga District belo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"moga","slug":"moga"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}