{"id":830,"title":"लुधियाना में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","dateCreated":"2019-10-05T06:17:23.864Z","dateModified":"2019-10-05T06:17:48.908Z","contributedBy":"AskGif","content":"<p>लुधियाना जिला उत्तर भारत के पंजाब राज्य के 22 जिलों में से एक है। यह क्षेत्रफल और जनसंख्या दोनों के हिसाब से पंजाब का सबसे बड़ा जिला है। लुधियाना शहर, जिला मुख्यालय, पंजाब में उद्योग का केंद्र है। [उद्धरण वांछित] [मूल शोध?] मुख्य उद्योग साइकिल पार्ट्स और होजरी हैं। लुधियाना राज्य का सबसे बड़ा शहर है। इसकी आठ तहसीलें, सात उप-तहसीलें और बारह विकास खंड हैं। [१] 2018 तक, पंजाब की कुल जनसंख्या 30,452,879 (30.4 मिलियन) होने का अनुमान है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, जिले की जनसंख्या कुल पंजाब की आबादी का 12.59% थी। [2]</p>\r\n<p>&nbsp;</p>\r\n<p>लुधियाना भारत के पंजाब राज्य में लुधियाना जिले का एक शहर और एक नगर निगम है। लुधियाना पंजाब का सबसे बड़ा शहर है और दिल्ली के उत्तर में भारत का सबसे बड़ा शहर है, जिसका क्षेत्रफल 310 वर्ग किलोमीटर है और इसकी अनुमानित जनसंख्या 2011 की जनगणना के अनुसार 1,618,879 है। [2] शहर सतलज नदी के पुराने बैंक पर खड़ा है, जो अपने वर्तमान पाठ्यक्रम के दक्षिण में 13 किलोमीटर (8.1 मील) है। यह उत्तरी भारत का एक औद्योगिक केंद्र है; ब्रिटेन के बीबीसी ने इसे भारत का मैनचेस्टर कहा है। [३] लुधियाना उन स्मार्ट शहरों की सूची में शामिल था जिन्हें भारत सरकार द्वारा विकसित किया जाएगा। विश्व बैंक समूह के अनुसार [कब?] व्यापार करने के लिए लुधियाना भारत का सबसे अच्छा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>लुधियाना राज्य की राजधानी चंडीगढ़ से 107 किलोमीटर (66 मील) दूर, एनएच 95 पर है, और राष्ट्रीय राजमार्ग 44 पर स्थित है, जो नई दिल्ली से अमृतसर तक चलती है। यह दिल्ली के उत्तर में 315 किमी (194 मील) और अमृतसर से दक्षिण में 142 किमी (88 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियाँ और नालियाँ</p>\r\n<p>सतलज और उसकी सहायक नदी, बुद्ध नाला, जिले की मुख्य जलविद्युत विशेषताओं का निर्माण करती है। इनका संक्षिप्त विवरण इस प्रकार है।</p>\r\n<p>&nbsp;</p>\r\n<p>सतलज नदी</p>\r\n<p>तिब्बत में मानसरोवर झील से निकलती है। हिमाचल प्रदेश से बहने के बाद, यह शिवालिकों से बाहर निकलता है। समरला तहसील की सीमा से 32 किमी पूर्व में रूपनगर के बारे में, यह 96 किमी के लिए जिले के शीर्ष के साथ पश्चिम में बहती है और मुड़ती है, क्योंकि यह जगराओं तहसील को छोड़ती है, जो हरिके से ब्यास के साथ अपने जंक्शन की ओर थोड़ा उत्तर में है। यह पूर्व-पश्चिम दिशा को बनाए रखता है। यह बाढ़ के दौरान विनाशकारी हो सकता है। सतलुज ने हाल के दिनों में एक पश्चिमी बहाव का अनुभव किया है। पुराने शहर और गाँव, जैसे कि बहलुलपुर, माछीवाड़ा, और कुम कलां, इसके तट पर बनाए गए थे। इसके बाद से नदी भाखड़ा में बह गई, जिसने जिले में बाढ़ के खतरे को काफी कम कर दिया है।</p>\r\n<p>बुद्ध नाला</p>\r\n<p>यह जिले में अपने पाठ्यक्रम के एक बड़े हिस्से के लिए दक्षिण में सतलुज के समानांतर चलता है और अंततः जिले के उत्तर-पश्चिमी कोने में गोरसियन कादर बख्श में सतलुज में शामिल हो जाता है। यह बारिश के मौसम में बाढ़ आती है, लेकिन शुष्क मौसम में इसे कुछ बिंदुओं पर पैदल पार किया जा सकता है। लुधियाना और माछीवाड़ा बुद्ध नाला के दक्षिण में हैं। धारा का पानी लुधियाना शहर में प्रवेश करने के बाद प्रदूषित है।</p>\r\n<p>लुधियाना तहसील</p>\r\n<p>लुधियाना पश्चिम तहसील लुधियाना जिले की एक तहसील है। इसमें 125 गांव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य लेख: लुधियाना पश्चिम तहसील में स्थित गाँव</p>\r\n<p>लुधियाना पूर्व तहसील लुधियाना जिले की एक तहसील है। इसमें 181 गाँव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य लेख: लुधियाना पूर्व तहसील में स्थित गाँव</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, लुधियाना जिले की आबादी 3,498,739 [2] है जो लगभग पनामा राष्ट्र [9] या अमेरिकी राज्य कनेक्टिकट के बराबर है। [10] इससे इसे भारत में 87 वीं रैंकिंग मिली (कुल 640 में से)। [2] जिले का जनसंख्या घनत्व 978 निवासियों प्रति वर्ग किलोमीटर (2,530 / वर्ग मील) है। [2] 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 15 प्रतिशत थी। [2] लुधियाना में हर 1,000 पुरुषों पर 873 महिलाओं का लिंग अनुपात और साक्षरता दर 82.2 प्रतिशत है। [2]</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में श्रमिकों की संख्या 12.85 लाख है, जिसका मतलब है कि 36.7% की कार्य सहभागिता दर। जिले के कुल कार्यबल में से, 18.7% कृषि क्षेत्र में लगे हुए हैं, 5.6% घरेलू उद्योग में काम कर रहे हैं, और बाकी अन्य क्षेत्रों / उद्योगों में कार्यरत हैं। [11] लुधियाना में कई उद्योग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>लुधियाना में 363 सीनियर सेकेंडरी, 367 हाई, 324 मिडिल, 1129 प्राइमरी और प्री-प्राइमरी मान्यता प्राप्त स्कूल हैं, जिनमें कुल 398,770 छात्र हैं। [16] इनमें से अधिकांश स्कूल या तो केंद्रीय माध्यमिक शिक्षा बोर्ड द्वारा या पंजाब स्कूल शिक्षा बोर्ड द्वारा चलाए जाते हैं। [उद्धरण वांछित] [१ either]</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि</p>\r\n<p>लुधियाना एशिया का सबसे बड़ा कृषि विश्वविद्यालय है। [उद्धरण वांछित] और दुनिया में सबसे बड़े कृषि विश्वविद्यालय में से एक है। [१ largest] PAU में पशु चिकित्सा विज्ञान के कॉलेज को हाल ही में गुरु अंगद देव पशु चिकित्सा और पशु विज्ञान विश्वविद्यालय (GADVINU) में अपग्रेड किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>GADVASU को पंजाब सरकार के राजपत्र में अधिसूचित पंजाब विधानमंडल संख्या 16 के एक अधिनियम द्वारा 9 अगस्त 2005 को लुधियाना में स्थापित किया गया था और इसने w.f. एकीकृत शिक्षण, अनुसंधान और विस्तार कार्यक्रम (ओं) के माध्यम से पशुधन उत्पादन, स्वास्थ्य और रोग की रोकथाम को बढ़ावा देने के लिए 21 अप्रैल 2006।</p>\r\n<p>मेडिकल</p>\r\n<p>&nbsp;</p>\r\n<p>क्रिश्चियन मेडिकल कॉलेज के पुराने भवन का प्रवेश द्वार</p>\r\n<p>क्रिश्चियन मेडिकल कॉलेज, लुधियाना, एशिया में महिलाओं के लिए पहला मेडिकल स्कूल, 1894 में डॉ। डेम एडिथ मैरी ब्राउन द्वारा स्थापित किया गया था। क्रिश्चियन मेडिकल कॉलेज भारत में एक प्रमुख और प्रतिष्ठित तृतीयक देखभाल अस्पताल है जहां दुनिया का पहला चेहरा प्रत्यारोपण किया गया था। दयानंद मेडिकल कॉलेज और अस्पताल लुधियाना में एक तृतीयक देखभाल शिक्षण अस्पताल है। इस संस्थान को मेडिकल काउंसिल ऑफ इंडिया द्वारा मान्यता प्राप्त है। कॉलेज बाबा फरीद यूनिवर्सिटी ऑफ हेल्थ साइंसेज, पंजाब से संबद्ध है। गुरु तेग बहादुर इंस्टीट्यूट ऑफ नर्सिंग, लुधियाना की स्थापना वर्ष 1997 में हुई थी, गुरु तेग बहादुर इंस्टीट्यूट ऑफ नर्सिंग, लुधियाना बाबा फरीद यूनिवर्सिटी ऑफ हेल्थ साइंसेज (BFUHS) फरीदकोट से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>अभियांत्रिकी</p>\r\n<p>&nbsp;</p>\r\n<p>गुरु नानक देव इंजीनियरिंग कॉलेज</p>\r\n<p>गुरु नानक देव इंजीनियरिंग कॉलेज एक संस्थान है जो इंजीनियरिंग छात्रों के लिए सुविधाएं और शिक्षा प्रदान करता है। साइकिल और सिलाई मशीनों के लिए इसका एक अनुसंधान और विकास केंद्र है। [१ ९] रिसर्च एंड डेवलपमेंट पॉलिटेक्निक कॉलेज भी है। [२०] इंस्टीट्यूट ऑफ बैंकिंग सर्विसेज (IBS) जैसे स्थानीय और आसपास के क्षेत्रों में खानपान करने वाले अन्य संस्थान भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रबंध</p>\r\n<p>लुधियाना में बैचलर ऑफ बिजनेस एडमिनिस्ट्रेशन (बीबीए), हॉस्पिटैलिटी एंड मैनेजमेंट (एचएम), एयरलाइंस टूरिज्म एंड हॉस्पिटैलिटी मैनेजमेंट (एटीएचएम), बैचलर ऑफ कंप्यूटर एप्लीकेशन (बीसीए), और बैचलर ऑफ कॉमर्स (बी.कॉम) जैसे कई मैनेजमेंट कॉलेज हैं। ।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ अच्छे कॉलेज हैं जो इन पाठ्यक्रमों को अंशकालिक और पूर्णकालिक पूर्णकालिक प्रदान करते हैं, जैसे कि यूनिवर्सिटी बिजनेस स्कूल (यूबीएस), पंजाब विश्वविद्यालय क्षेत्रीय केंद्र, पंजाब कॉलेज ऑफ टेक्निकल एजुकेशन (पीसीटीई), सिनेटिक बिजनेस स्कूल (एसबीएस) पंजाब कृषि विश्वविद्यालय (पीएयू), श्री अरबिंदो कॉलेज ऑफ कॉमर्स एंड मैनेजमेंट (एसएसीसीएम) और लड़कों के लिए सरकारी कॉलेज और लड़कियों के लिए सरकारी कॉलेज। खालसा कॉलेज और आर्य कॉलेज भी अंशकालिक छात्र के रूप में अध्ययन करने के लिए मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एससीडी गवर्नमेंट कॉलेज - एससीडी गवर्नमेंट कॉलेज जिसे पहले 1976 में महान वैज्ञानिक और भौतिक विज्ञानी सतीश चंद्र धवन के नाम पर एसडी कॉलेज के नाम से जाना जाता था। श्री धवन भारत के सबसे पसंदीदा राष्ट्रपति डॉ। एपीजे अब्दुल कलाम के गुरु थे। एससीडी कॉलेज रोड पर नेहरू रोज गार्डन के पास स्थित है। SCD कॉलेज को पंजाब विश्वविद्यालय का शीर्ष कॉलेज और उत्तर भारत के शीर्ष कॉलेजों में से एक माना जाता है। इसने स्नातक और स्नातकोत्तर स्तर पर अकादमिक पाठ्यक्रम पेश किए।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>लुधियाना सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है क्योंकि लुधियाना रेलवे स्टेशन मुख्य दिल्ली-अमृतसर मार्ग पर है और जालंधर, फिरोजपुर, धूरी और दिल्ली जाने वाली लाइनों के साथ एक महत्वपूर्ण रेलवे जंक्शन है। यह शहर जम्मू, अमृतसर, जालंधर, पटियाला, पठानकोट, कानपुर, जयपुर, चंडीगढ़, अंबाला, पानीपत, दिल्ली, मुंबई और कोलकाता के प्रमुख शहरों सहित भारत के अधिकांश स्थानों के लिए दैनिक या साप्ताहिक ट्रेनों से बहुत अच्छी तरह से जुड़ा हुआ है। प्रशासनिक कारणों से यह स्टेशन फिरोजपुर रेलवे डिवीजन के अधीन है। लुधियाना और चंडीगढ़ के बीच रेलवे लाइन 2013 में खुली। सरकार ने लुधियाना और कोलकाता के बीच एक समर्पित माल ट्रैक भी पास किया है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>लुधियाना में एक DMU ट्रेन</p>\r\n<p>सड़क</p>\r\n<p>लुधियाना पंजाब के अन्य शहरों और बस सेवा द्वारा अन्य राज्यों के साथ जुड़ा हुआ है। प्रमुख राष्ट्रीय राजमार्ग NH 44, NH 5 (पुराने NH1, NH95) और राज्य राजमार्ग SH 11 शहर से जुड़ते हैं। [२१] [२१] परिवहन सेवाएं राज्य के स्वामित्व वाले पंजाब रोडवेज और निजी बस ऑपरेटरों द्वारा प्रदान की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>लुधियाना शहर में स्थित साहनेवाल एयरपोर्ट ((IATA: LUH, ICAO: VILD)) द्वारा परोसा जाता है, जिसे लुधियाना एयरपोर्ट भी कहा जाता है। यह ग्रांट ट्रंक रोड पर लुधियाना से 5 किमी (3.1 मील) दक्षिण-पूर्व में साहनेवाल शहर के पास स्थित है। हवाई अड्डा 130 एकड़ से अधिक में फैला हुआ है। वर्तमान हवाई अड्डा आगमन / प्रस्थान हॉल में 40 यात्री बैठ सकते हैं। [२३] नया लुधियाना अंतर्राष्ट्रीय हवाई अड्डा हलवारा वायु सेना स्टेशन पर आ रहा है जो तीन साल में पूरा होने की उम्मीद है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>लुधियाना जंक्शन रेलवे स्टेशन अन्य मेट्रो शहरों से जुड़ा हुआ है। 12037 / नई दिल्ली - लुधियाना शताब्दी एक्सप्रेस एक महत्वपूर्ण ट्रेन है जो यहाँ से शुरू होती है। इसमें साहनेवाल, दोराहा, किला रायपुर रेलवे स्टेशन भी हैं जो घरेलू और यात्री ट्रेनों की सेवा देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लुधियाना मेट्रो</p>\r\n<p>इस परियोजना को सरकार द्वारा धन की कमी के कारण हटा दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार ने लुधियाना मेट्रो के निर्माण के लिए दिल्ली के साथ एक समझौता ज्ञापन पर हस्ताक्षर किए हैं। यह लाइट ट्रांजिट सिस्टम लुधियाना में लगभग 25 साल तक काम करेगा। लुधियाना मेट्रो में दो कॉरिडोर होंगे। मेट्रो के ये दोनों गलियारे कई सड़कों को कुछ हद तक राहत देंगे।</p>\r\n<p>शहर परिवहन</p>\r\n<p>सिटी बस सेवा रद्द कर दी गई है। शहर के अंदर घूमने का काम ज्यादातर शहर-बसों, ऑटो-रिक्शा और साइकिल रिक्शा द्वारा किया जाता है, जबकि नवीनतम लुधियाना बीआरटीएस का निर्माण करने की योजना बनाई गई थी, लेकिन आवंटित धन की कमी और कमजोर योजना और प्रबंधन के कारण परियोजना भी खराब हो गई है। सरकार इस प्रकार औद्योगिक शहर में यातायात की समस्याओं को बढ़ा रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऑटो रिक्शा</p>\r\n<p>ऑटो रिक्शा एक तीन-पहिया ड्राइव वाहन है, जो शहर में यात्रा करने का एक तरीका है। इनमें तीन से छह यात्रियों को रखने की क्षमता है। इसे व्यक्तिगत रूप से या साझा आधार पर काम पर रखा जा सकता है। ऑटो रिक्शा हर प्रमुख स्थान पर आसानी से उपलब्ध हैं, जिसमें अंतरराज्यीय बस टर्मिनल और रेलवे स्टेशन नाममात्र का किराया शामिल है, जो to 10 से। 30 तक भिन्न होता है। जुगनू, ऑन डिमांड ऑटो रिक्शा आवेदन ने फरवरी 2015 में कम परिचालन प्रदान करने के लिए अपना परिचालन शुरू किया। लागत, विश्वसनीय, लुधियाना के नागरिकों के लिए 24 x 7 सेवा।</p>\r\n<p>&nbsp;</p>\r\n<p>रिक्शा</p>\r\n<p>लुधियाना में साइकिल रिक्शा का व्यापक रूप से उपयोग किया जाता है। रिक्शा या तिपहिया वाहन किसी व्यक्ति द्वारा खींचा जाता है और यह शहर में यात्रा करने का एक सस्ता तरीका है, लेकिन ऑटो रिक्शा के खराब होने के बाद यह महंगा हो गया है। आजकल कई इलेक्ट्रिक रिक्शा लुधियाना में भी उपलब्ध हैं और उनमें से ज्यादातर को सड़क पर देखा जा सकता है जो समरला चौक से स्टेशन को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>टैक्सी</p>\r\n<p>रेडियो टैक्सी भी आसानी से उपलब्ध हैं। यह लुधियाना के लोगों द्वारा परिवहन का सबसे अधिक उपयोग किया जाने वाला साधन है। ओला कैब्स 7 अक्टूबर 2014 को शहर में लॉन्च किया गया। उबर शहर में भी बहुत लोकप्रिय है। जूमकार शहर में सेल्फ-ड्राइव कार किराए पर लेने के लिए कार प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>रात तक अंसल प्लाजा</p>\r\n<p>बाजार और शॉपिंग मॉल</p>\r\n<p>खरीदारी के लिए, चौरा बाजार, घूमर मंडी, जवाहर नगर कैंप, किप्स मार्केट और मॉल रोड जैसे बाजार खरीदने के लिए अच्छी जगहें हैं, लेकिन ऐसे क्षेत्रों में पार्किंग एक मुद्दा हो सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेस्टेंड मॉल (वेव मॉल), एमबीडी मॉल, सिल्वर आर्क और मंडप मॉल जैसे मॉल बड़े मॉल के रूप में अच्छे आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रांड वॉक, फ्लेम्स मॉल, अंसल प्लाजा, एसआरएस मॉल और गोवर्धन सिटी सेंटर कुछ अच्छे मध्यम आकार के मॉल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पार्क और मनोरंजन</p>\r\n<p>लुधियाना शहरी और ग्रामीण जीवन का मिश्रण है। शहर हर तरफ खेती की जमीन से घिरा हुआ है, लेकिन शहर के अंदर कई पार्क हैं जो अभी भी विश्राम, चलने और पिकनिक के लिए मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पार्क जैसे लीजर वैली, रोज गार्डन राख बग्घ और पीएयू चलने और समय बिताने के लिए अच्छी जगहें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कबड्डी</p>\r\n<p>गुरु नानक स्टेडियम को एथलेटिक खेलों के साथ कबड्डी मैचों की मेजबानी के लिए जाना जाता है। गुरु नानक स्टेडियम लुधियाना में दो बार कबड्डी विश्व कप के फाइनल खेले गए हैं। स्टेडियम अक्सर हाई-प्रोफाइल कबड्डी मैचों की मेजबानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्केटिंग</p>\r\n<p>स्पीड स्केटिंग और रोलर हॉकी के लिए स्केटिंग रिंक, आराम घाटी, सारा नगर में है। सौरभ शर्मा और हर्षवीर सिंह सेखों जैसे कई स्केटर्स ने जिला, राज्य, राष्ट्रीय और विश्व चैम्पियनशिप स्पर्धाओं में कई पदक जीतकर लुधियाना को गौरवान्वित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>किला रायपुर खेल महोत्सव</p>\r\n<p>किला रायपुर खेल महोत्सव, जिसे लोकप्रिय रूप से ग्रामीण ओलंपिक या मिनी ओलंपिक के रूप में जाना जाता है, प्रतिवर्ष लुधियाना के पास किला रायपुर में आयोजित किया जाता है। पंजाबी ग्रामीण खेलों के लिए प्रतियोगिताएं आयोजित की जाती हैं, जिनमें गाड़ी दौड़, कबड्डी और रस्सी खींचना शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>आलमगीर</p>\r\n<p>दोराहा</p>\r\n<p>जगराओं</p>\r\n<p>कटाना साहिब</p>\r\n<p>खन्ना</p>\r\n<p>किला रायपुर</p>\r\n<p>Machhiwara</p>\r\n<p>Nanaksar</p>\r\n<p>पायल</p>\r\n<p>सेराई लश्करी खान</p>\r\n<p>Sidhwanbet</p>\r\n<p>Sudhar</p>\r\n<p>हार्डीज वर्ल्ड एम्यूजमेंट एंड वाटर पार्क</p>\r\n<p>नेहरू रोज गार्डन</p>\r\n<p>टाइगर सफारी चिड़ियाघर, अमलतास</p>\r\n<p>गुरुद्वारा दुक्ख निवारन साहिब</p>\r\n<p>फिल्लौर का किला</p>\r\n<p>महाराजा रणजीत सिंह युद्ध संग्रहालय</p>\r\n<p>रक् बाग बाग</p>\r\n<p>किप्स मार्केट</p>\r\n<p>जामा मस्जिद फेदलगंज चौक</p>\r\n<p>पंजाब कृषि विश्वविद्यालय स्टेडियम परिसर में स्थित एक बहुउद्देशीय स्टेडियम है। स्टेडियम में क्रिकेट, फुटबॉल, हॉकी आदि खेलों की सुविधाएं हैं। हॉकी के लिए एक एस्ट्रोटर्फ मैदान है जो हॉकी स्पर्धाओं के लिए उपयोग किया जाता है। इसके अतिरिक्त एक स्विमिंग पूल और एक साइक्लिंग वेलोड्रोम है।</p>\r\n<p>&nbsp;</p>\r\n<p>इनडोर खेल जैसे बास्केटबॉल, बैडमिंटन, जिम्नास्टिक, हैंडबॉल, वॉलीबॉल, लॉन टेनिस, टेबल टेनिस, वेट लिफ्टिंग और कबड्डी, आदि के लिए सुविधाएं हैं। मैदान ने 10 रणजी [स्पष्टीकरण की आवश्यकता] की मेजबानी की है जिसमें 1993 में एक फाइनल और एक ईरानी शामिल हैं। ट्रॉफी 1987 से 1999 तक और 10 लिस्ट ए मैच।</p>\r\n<p>उल्लेखनीय व्यक्ति</p>\r\n<p>सुखदेव थापर, स्वतंत्रता सेनानी</p>\r\n<p>करतार सिंह सराभा, स्वतंत्रता सेनानी</p>\r\n<p>गिप्पी ग्रेवाल, गायक, अभिनेता</p>\r\n<p>सुख सांघेरा, फिल्म निर्देशक और संगीत वीडियो निर्देशक</p>\r\n<p>भाई रणधीर सिंह, स्वतंत्रता सेनानी</p>\r\n<p>नील कमल पुरी, उपन्यासकार, स्तंभकार [28]</p>\r\n<p>धर्मेंद्र, अभिनेता</p>\r\n<p>जसप्रीत सिंह कालरा, कंट्रोवर्शियल</p>\r\n<p>सुनील मित्तल, उद्यमी</p>\r\n<p>सिमरजीत सिंह बैंस, सामाजिक कार्यकर्ता, राजनीतिज्ञ</p>\r\n<p>साहिर लुधियानवी, गीतकार</p>\r\n<p>सुखदीप सिंह चकरिया, बॉक्सर</p>\r\n<p>दिव्या दत्ता, अभिनेत्री</p>\r\n<p>मंजीत रूपोवालिया, गायक</p>\r\n<p>बृजमोहन लाल मुंजाल, उद्योगपति, हीरो ग्रुप के संस्थापक</p>\r\n<p>राजिंदर गुप्ता, उद्योगपति, ट्राइडेंटग्रुप के अध्यक्ष</p>\r\n<p>त्रिशनीत अरोड़ा, एथिकल हैकर, लेखक</p>\r\n<p>शुभा फुतेला, अभिनेत्री</p>\r\n<p>दक्ष अजीत सिंह, अभिनेता</p>\r\n<p>जैनी दास सागरगर, चिकित्सक, राजनीतिज्ञ</p>\r\n<p>रविकिरण खंगुरा, गायक, अभिनेता</p>\r\n<p>अभिनव शुक्ला, अभिनेता</p>\r\n<p>सुदर्शन अग्रवाल, राजनीतिज्ञ</p>\r\n<p>शिल्पी शर्मा, अभिनेत्री</p>\r\n<p>गुलजार सिंह संधू, लेखक</p>\r\n<p>नैना धालीवाल, भारतीय मॉडल</p>\r\n<p>इंद्रजीत हसनपुरी, गीतकार</p>\r\n<p>राम सिंह, समाज सुधारक</p>\r\n<p>मौलाना हबीब-उर-रहमान लुधियानवी, मजलिस-ए-अहरार-ए-इस्लाम के संस्थापकों में से एक</p>\r\n<p>बरकत अली लुधियानवी, मुस्लिम सूफी और दार उल एहसान संगठन के संस्थापक</p>\r\n<p>ताबिश, पाकिस्तानी अभिनेता</p>\r\n<p>राज खोसला, निदेशक</p>\r\n<p>बलदेव राज चोपड़ा, निर्माता और निर्देशक</p>\r\n<p>कुलदीप माणक, गायक</p>\r\n<p>इंद्रजीत निक्कू, गायक</p>\r\n<p>रविंदर ग्रेवाल, सिंगर</p>\r\n<p>अमर सिंह चमकिला, गायक</p>\r\n<p>सुरिंदर शिंदा, गायक</p>\r\n<p>करनैल गिल, गायक</p>\r\n<p>इश्मीत सिंह, गायक</p>\r\n<p>लाल चंद यमला जट्ट, गायक</p>\r\n<p>मनदीप सिंह क्रिकेटर</p>\r\n<p>पंकज कपूर अभिनेता</p>\r\n<p>हरदेव दिलगीर, गीतकार</p>\r\n<p>सआदत हसन मंटो, लेखक, नाटककार</p>\r\n<p>ईश सोढ़ी, न्यू ज़ीलैंड क्रिकेटर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lud लुधियाना</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ludhiana-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"लुधियाना","slug":"ludhiana"}],"recommendations":[{"id":835,"title":"पटियाला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","dateCreated":"2019-10-05T08:58:55.856Z","dateModified":"2019-10-05T08:59:27.866Z","contributedBy":"AskGif","content":"पटियाला जिला उत्तर-पश्चिम भारत के पंजाब राज्य के बाईस जिलों में से एक है।\r\n&nbsp;\r\nउनके मुख्यालय के साथ पंजाब के जिले\r\nपटियाला जिला 29 49 'और 30 47' उत्तरी अक्षांश, 75 58 'और 76 54' पूर्वी देशांतर के बीच स्थित है, जो राज्य के दक्षिण-पूर्वी भाग में स्थित है। यह फतेहगढ़ साहिब, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पटियाला","slug":"patiala"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-patiala-punjab","total":0},{"id":833,"title":"श्री मुक्तसर साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","dateCreated":"2019-10-05T08:10:21.378Z","dateModified":"2019-10-05T08:11:42.433Z","contributedBy":"AskGif","content":"श्री मुक्तसर साहिब जिला, जो शहर के पूर्व नाम मुकर्रर के नाम से जाना जाता है; भारतीय राज्य पंजाब के बाईस जिलों में से एक है। इसकी राजधानी, श्री मुक्तसर साहिब शहर, का नाम बदलकर मुक्तेसर से श्री मुक्तसर साहिब कर दिया गया, और बाद में जिले में इसका अनुसरण किया गया। जिले को ऐतिहासिक रूप से खिदराने दी ढ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"श्री-मुक्तसर-साहिब","slug":"sri-muktsar-sahib"}],"slug":"top-places-to-visit-in-sri-muktsar-sahib-punjab","total":0},{"id":832,"title":"मोगा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"मोगा जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। 24 नवंबर 1995 को फरीदकोट जिले से कटने वाला यह पंजाब राज्य का 17 वां जिला बन गया। मोगा जिला पंजाब, भारत में गेहूं और चावल के सबसे बड़े उत्पादकों में से एक है। मोगा सिटी और मोगा जिले के लोग मालवा संस्कृति के हैं।\r\n&nbsp;\r\nमोगा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोगा","slug":"moga"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}