{"id":831,"title":"Top Places to visit in Mansa, Punjab","imageUrl":"5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","dateCreated":"2019-10-05T07:29:00.143Z","dateModified":"2019-10-05T07:29:17.417Z","contributedBy":"AskGif","content":"<p>Mansa district falls under the Indian state of Punjab. The headquarters is Mansa city. Mansa district was formed on 13 April 1992 from the erst while district of Bathinda. The district has three tehsils, Budhlada, Mansa and five development blocks, Bhikhi, Budhlada, Mansa, Jhunir and Sardulgarh with three sub-tehsils.</p>\r\n<p>Mansa is a town with municipal council in Mansa district of Punjab, India. It is the administrative headquarters of Mansa district and is situated on the Bathinda-Jind-Delhi railway line and also on the Barnala-Sardulgarh-Sirsa state highway.</p>\r\n<p>&nbsp;</p>\r\n<p>The population is Punjabi-speaking and is wedded to the Malwa culture of Punjab.</p>\r\n<p>&nbsp;</p>\r\n<p>Mansa is situated in the cotton belt of Punjab. Indeed, agriculture forms the backbone of the district economy. During the months of November and December a visitor to this part of Punjab shall be the proud witness to the pristine, milky white bloom of cotton. Mansa has a Temple of Baba Bhai Gurdas Ji in the southeast of the town. At Baba Bhai Gurdas Ji Temple, every year a fair held on March&ndash;April Season.</p>\r\n<p>&nbsp;</p>\r\n<p>Major cities and towns</p>\r\n<p>Village Ahlupur</p>\r\n<p>Ahlupur is situated on Sardulgarh/Ratia road. It is located near the border of Punjab and Haryana on the Sardulgarh-Ratia road.</p>\r\n<p>&nbsp;</p>\r\n<p>Bareta</p>\r\n<p>Bareta is situated on Bathinda-Delhi railway line.</p>\r\n<p>&nbsp;</p>\r\n<p>Budhlada</p>\r\n<p>Main article: Budhlada</p>\r\n<p>Budhlada was named after the two brothers, Budha and Ladha, who were khatri by caste. It is also situated on Bathinda-Delhi railway line. It was the largest market of Eastern Punjab and a very big recruitment centre for military personnel.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Sawarn Singh - an Indian Olympic rower</p>\r\n<p>Gavie Chahal -Bollywood/Punjabi movie actor, hails from Village Sher Khan Wala</p>\r\n<p>Kulwinder Billa -Punjabi Record Artist, hails from the Village Dhaipi of the district</p>\r\n<p>Ajmer Singh Aulakh - Sahitya Academy Winner for Best Drama Director, hails from village Kishagarh Farwaahi</p>\r\n<p>Sidhu Moose Wala popular Punjabi singer from Moosa village</p>\r\n<p>Harmanjeet Writer of Ranitatt from Khiala village in Mansa. Yuva Sahitya Academy award winner for Ranitatt</p>\r\n<p>Shipra Goyal - Singer</p>\r\n<p>Nirmal Rishi - Punjabi actress</p>\r\n<p>R nait - singer</p>\r\n<p>Labh heera - singer</p>\r\n<p>Deep Dhillon - singer</p>\r\n<p>Anmol Gagan Mann-Singer</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Mansa is a city with the less rate in the state, although the students of this town have done well in medical/engineering areas. The students have excelled in state exams as well as country's top institutions. The town has two Colleges, viz. Govt. Nehru Memorial Post Graduate College and S.D. Kanya Mahavidyala College, S.S College of Education for Girls, Sunam Road Bhikhi Mansa District. Mansa, 3 Senior Secondary School, 90 High School, 1 Middle School and 1 Primary School, Sand one District. Library. It has also one civil hospital, 3 dispensaries and 1 Ayurvedic and 1 Homeopathic dispensary. There are two police stations i.e. PS City and PS Sadar and also a railway Stop. City needs serious attention from the government for the growth and development. The roads are in good state. In these days many institutes are also opened for the preparation of competitive exams like Neet and Jee. The topmost institutes like Allen, Akash, and Helix are also opened in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Past few years have seen some changes with opening of new schools and B.Tech colleges but still a lot remains to be done and the area needs a strong leader who can advocate the voice of the people and work in the true sense for the development of area.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Mansa is well linked to other cities, particularly the national capital, New Delhi, by an efficient rail and transport system. The nearest airports are located at New Delhi and Chandigarh which are 248 km and 180 km away by road respectively. New airports will be in working soon at ludhiana, International Airport at Mohali, Bhatinda. It is connected by rail and situated on the Delhi&ndash;Bathinda branch line of Northern Railway. Many trains like New Delhi&ndash;Bathinda Intercity Express, Ferozepur Mumbai Janta Express, Bikaner Guwahti Express and Punjab-Mail come to Mansa station. Besides, there are several passenger trains running between New Delhi and Mansa at regular intervals daily. Mansa is well connected to all the cities of Punjab by bus routes.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Harbhajan Singh Manshahia-former cabinet minister (excise and taxation) during the reign of S.Lachmman Singh(former chief minister of Punjab(1967)</p>\r\n<p>Dr. Mukhdeep Singh Manshahia - University Professor and Artificial Intelligence Researcher</p>\r\n<p>Gavie Chahal - Actor</p>\r\n<p>Deep Dhillon - Singer</p>\r\n<p>Aman Dhaliwal - Actor</p>\r\n<p>Late S. Ajmer Singh Aulakh - Famous Punjabi writer</p>\r\n<p>Shipra Goyal - Singer</p>\r\n<p>Nirmal Rishi - Punjabi actress</p>\r\n<p>Sidhu Moose Wala - Punjabi Singer-who is getting very famous and becoming the competitive of Babbu Mann which is very famous singer of punjabi music industry</p>\r\n<p>H Uppal- Civil Engineer</p>\r\n<p>&nbsp;</p>\r\n<p>Kulwinder Billa - Singer</p>\r\n<p>R nait - singer</p>\r\n<p>Labh heera - singer</p>\r\n<p>Deshraj-Advocate</p>\r\n<p>Anmol Gagan Mann-Singer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mansa,_Punjab</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mansa-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"mansa","slug":"mansa"}],"recommendations":[{"id":834,"title":"Top Places to visit in Pathankot, Punjab","imageUrl":"6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","dateCreated":"2019-10-05T08:20:30.881Z","dateModified":"2019-10-05T08:20:49.983Z","contributedBy":"AskGif","content":"Pathankot district, is a district of Indian Punjab, located in the north zone of the state. Pathankot city is the district headquarters. The district was created on 27 July 2011.\r\nPathankot is a city in the Punjab state of India. Pathankot district is a border district which shares interna","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"pathankot","slug":"pathankot"}],"slug":"top-places-to-visit-in-pathankot-punjab","total":0},{"id":833,"title":"Top Places to visit in Sri Muktsar Sahib, Punjab","imageUrl":"e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","dateCreated":"2019-10-05T08:10:21.378Z","dateModified":"2019-10-05T08:11:42.433Z","contributedBy":"AskGif","content":"Sri Muktsar Sahib district, colloquially known by the city's former name Mukstar; is one of the twenty two districts in the Indian state of Punjab. Its capital, the city of Sri Muktsar Sahib, was renamed from Muktsar to Sri Muktsar Sahib, with the district subsequently following suit. The distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"sri-muktsar-sahib","slug":"sri-muktsar-sahib"}],"slug":"top-places-to-visit-in-sri-muktsar-sahib-punjab","total":0},{"id":818,"title":"Top Places to visit in Bathinda, Punjab","imageUrl":"351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","dateCreated":"2019-10-01T02:38:54.54Z","dateModified":"2019-10-01T02:39:11.742Z","contributedBy":"AskGif","content":"Bathinda is a city and Municipal Corporation in Southern part of Punjab, India. It is one of the oldest cities in Punjab, India and the current administrative headquarters of Bathinda District. It is in northwestern India in the Malwa Region, 227 km west of the capital city of Chandigarh and is t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"bathinda","slug":"bathinda"}],"slug":"top-places-to-visit-in-bathinda-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}