{"id":832,"title":"मोगा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"<p>मोगा जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। 24 नवंबर 1995 को फरीदकोट जिले से कटने वाला यह पंजाब राज्य का 17 वां जिला बन गया। मोगा जिला पंजाब, भारत में गेहूं और चावल के सबसे बड़े उत्पादकों में से एक है। मोगा सिटी और मोगा जिले के लोग मालवा संस्कृति के हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मोगा को जिला बनाने के लिए पहले कई प्रयास किए गए लेकिन सभी असफल रहे। अंततः पंजाब के तत्कालीन मुख्यमंत्री एस। हरचरण सिंह बराड़ ने 24 नवंबर 1995 को मोगा को जिला बनाने की सार्वजनिक मांग पर सहमति व्यक्त की। इससे पहले, मोगा फरीदकोट जिले का उपखंड था। मोगा शहर जिले का मुख्यालय है, फिरोजपुर-लुधियाना रोड पर स्थित है। तखतूपुरा साहिब इस जिले के प्रसिद्ध गाँवों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोगा भारत के पंजाब राज्य का एक शहर है। मोगा का नाम गिल समुदाय के एक प्रमुख व्यक्ति मोगा सिंह गिल के नाम पर रखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह राज्य के 17 वें जिले का हिस्सा और मुख्यालय बन गया, 24 नवंबर 1995 को पंजाब राज्य का मोगा जिला, तत्कालीन मुख्यमंत्री हरचरण सिंह बराड़। जिला बनने से पहले, मोगा तहसील के रूप में फरीदकोट जिले का एक हिस्सा था। मोगा शहर राष्ट्रीय राजमार्ग 95 (NH-95 फ़िरोज़पुर-लुधियाना रोड) पर स्थित है। 150 गांवों के साथ धर्मकोट ब्लॉक का क्षेत्र मोगा जिले में मिला दिया गया है, जो फिरोजपुर डिवीजन के अधिकार क्षेत्र में आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कस्बों</p>\r\n<p>बाघा पुराण, बधनी कलां, धर्मकोट, निहाल सिंह वाला और घल कलां के शहर मोगा जिले में आते हैं। थाटी भाई, राजियाना, डन्ने के, लांडे के, समधी भाई, बुघीपुरा, दाउधार, धोदिक, लोपन, [हिम्मतपुरा]] और चुगावन जैसे गाँव भी इस जिले में आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाघा पुराण, मोगा और फरीदकोट को जोड़ने वाली मुख्य सड़क पर स्थित है और इस प्रकार पूरे पंजाब में बसों के लिए एक प्रमुख केंद्र है। बाघा पुराण का पुलिस स्टेशन पंजाब में सबसे बड़ा अधिकार क्षेत्र है; 65 से अधिक 'पिंड' या गाँव इसके नियंत्रण में हैं। यह शहर मूल रूप से 3 'पटियों' या वर्गों में विभाजित है: मुगलू पट्टी (सबसे बड़ी एक), बाघा पट्टी और पुराण पट्टी। इस शहर में अमीर लोगों की अपनी उचित हिस्सेदारी है और इस प्रकार जीवन स्तर मानक के आसपास के शहरों और गांवों की तुलना में औसत से ऊपर है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मकोट मोगा जिले में एक शहर और एक नगरपालिका परिषद है। काका सुखजीत सिंह लोगगढ़ पंजाब विधानसभा में धर्मकोट के वर्तमान कांग्रेस विधायक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मऊ का सबसे बड़ा गाँव है दाउदर</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मोगा शहर को कई शैक्षणिक संस्थानों जैसे इंजीनियरिंग कॉलेज, स्कूल आदि के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोगा सिटी के कुछ सबसे प्रसिद्ध स्कूल और कॉलेज हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>डी एम कॉलेज</p>\r\n<p>गुरु नानक कॉलेज</p>\r\n<p>डी एन मॉडल सीनियर सेकेंडरी स्कूल</p>\r\n<p>आर के एस सीनियर सेकेंडरी स्कूल</p>\r\n<p>बाबा कुंदन सिंह मेमोरियल लॉ कॉलेज</p>\r\n<p>आईएसएफ कॉलेज ऑफ फार्मेसी [] /</p>\r\n<p>लाला लाज पट राय इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>सेक्रेड हार्ट स्कूल</p>\r\n<p>ब्लूमिंग बड्स सीनियर सेकेंडरी स्कूल</p>\r\n<p>माउंट लिटेरा ज़ी स्कूल, मोगा</p>\r\n<p>देश भगत इंस्टीट्यूट ऑफ इंजीनियरिंग एंड मैनेजमेंट</p>\r\n<p>लिटिल मिलेनियम स्कूल</p>\r\n<p>गोल्ड कोस्ट स्पोर्ट्स अकादमी</p>\r\n<p>राष्ट्रीय कॉन्वेंट सीनियर सेकेंडरी स्कूल</p>\r\n<p>आदर्श मॉडल हाई स्कूल, मोगा</p>\r\n<p>समय। संस्थान मोगा</p>\r\n<p>लिटिल मिलेनियम स्कूल मोगा को पंजाब में सर्वश्रेष्ठ शीर्ष 10 प्री स्कूल / प्लेवे में से एक के रूप में सम्मानित किया जाता है और ब्रेनफीड पत्रिका सर्वेक्षण 2016 द्वारा भारत में सर्वश्रेष्ठ शीर्ष 100 प्रीस्कूल में से एक है। यह पुरस्कार किरण बेदी द्वारा प्रदान किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>समय। इंस्टीट्यूट मोगा SSC परीक्षा, बैंक परीक्षा और स्कूल ट्यूशन में शीर्ष पायदान परिणाम देने वाला एकमात्र ब्रांडेड इंस्टीट्यूट है। यह पैरामिलिट्री फोर्सेस, ऑक्सफोर्ड यूनिवर्सिटी प्रेस जैसे प्रतिष्ठित संगठनों और 35 से अधिक वर्षों के अनुभव वाले शिक्षकों जैसे विभिन्न क्षेत्रों के पेशेवरों द्वारा चलाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>नरिंदर सिंह कपानी, भारतीय जन्मे अमेरिकी भौतिक विज्ञानी फाइबर ऑप्टिक्स में अपने काम के लिए जाने जाते हैं</p>\r\n<p>उग्र सिंह भिंडरावाले, उग्रवादी नेता, जो रोड़ गांव में पैदा हुए थे</p>\r\n<p>लाला लाजपत राय, ग्राम धुधिक से भारतीय स्वतंत्रता सेनानी थे</p>\r\n<p>जत्थेदार तोता सिंह पूर्व पंजाब शिक्षा मंत्री और पूर्व कृषि मंत्री</p>\r\n<p>जसवंत सिंह कंवल, साहित्य अकादमी फेलोशिप के लिए 1996 में पुस्तक 'पाखी' और साहित्य अकादमी पुरस्कार 'तशाली दी हैन्सो' 1998 के लिए दिए गए। वह धूडीके के लोगों में से थे।</p>\r\n<p>लछमन सिंह गिल, गाँव चूहर चक से पंजाब के मुख्यमंत्री</p>\r\n<p>सोनू सूद, भारतीय फिल्म अभिनेता</p>\r\n<p>सोनी पाबला, पूर्व गायक</p>\r\n<p>रोशन प्रिंस, अभिनेता और गायक</p>\r\n<p>हरमनप्रीत कौर, भारतीय महिला राष्ट्रीय क्रिकेट टीम में बैट्समैन और टी 20 भारतीय महिला राष्ट्रीय क्रिकेट टीम की कप्तान</p>\r\n<p>सूबेदार जोगिंदर सिंह, एक भारतीय सेना के जवान थे, और परमवीर चक्र प्राप्त करने वाले थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>नीचे मोगा में उल्लेखनीय शैक्षिक संस्थानों की सूची दी गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>माउंट लिटेरा ज़ी स्कूल, मोगा</p>\r\n<p>बाबा कुंदन सिंह मेमोरियल लॉ कॉलेज, मोगा</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>सड़क संपर्क</p>\r\n<p>मोगा निम्नलिखित राजमार्ग मार्गों से निम्नलिखित शहरों के लिए सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है:</p>\r\n<p>&nbsp;</p>\r\n<p>NH5 चंडीगढ़ और उत्तर पूर्व में शिमला और पश्चिम में फिरोजपुर के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>शहीदी पार्क मोगा</p>\r\n<p>शहीदी पार्क</p>\r\n<p>सोए हुए पंजाब शहर के निवासी मोगा में हुए सबसे खूनी आतंकी हमले में पच्चीस लोग मारे गए थे।</p>\r\n<p>गीता भवन मोगा</p>\r\n<p>गीता भवन मंदिर</p>\r\n<p>श्री गीता भवन मंदिर मोगा में प्रसिद्ध हिंदू मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Moga_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-moga-punjab","tags":[{"name":"मोगा","slug":"moga"},{"name":"पंजाब","slug":"punjab"}],"recommendations":[{"id":831,"title":"मनसा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","dateCreated":"2019-10-05T07:29:00.143Z","dateModified":"2019-10-05T07:29:17.417Z","contributedBy":"AskGif","content":"मनसा जिला भारतीय राज्य पंजाब के अंतर्गत आता है। मुख्यालय मनसा शहर है। मानसा जिले का गठन 13 अप्रैल 1992 को भटिंडा जिले के समय से हुआ था। जिले में तीन तहसील, बुधलाड़ा, मनसा और पांच विकास खंड हैं, तीन उप-तहसीलों के साथ भीखी, बुधलदा, मानसा, झुन्नीर और सरदूलगढ़।\r\nमनसा भारत के पंजाब के मनसा जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"मनसा","slug":"mansa"}],"slug":"top-places-to-visit-in-mansa-punjab","total":0},{"id":829,"title":"कपूरथला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","dateCreated":"2019-10-05T04:49:14.357Z","dateModified":"2019-10-05T04:49:35.647Z","contributedBy":"AskGif","content":"कपूरथला भारत के पंजाब राज्य का एक शहर है। यह कपूरथला जिले का प्रशासनिक मुख्यालय है। यह कपूरथला राज्य (अहलूवालिया राजवंश द्वारा शासित) की राजधानी थी, जो ब्रिटिश भारत की एक रियासत थी। फ्रांसीसी और इंडो-सरैसेनिक वास्तुकला पर आधारित प्रमुख इमारतों के साथ शहर के धर्मनिरपेक्ष और सौंदर्य मिश्रण अपने राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"कपूरथला","slug":"kapurthala"}],"slug":"top-places-to-visit-in-kapurthala-punjab","total":0},{"id":820,"title":"फ़िरोज़पुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","dateCreated":"2019-10-02T01:37:23.626Z","dateModified":"2019-10-02T01:37:41.505Z","contributedBy":"AskGif","content":"फिरोजपुर, जिसे फिरोजपुर के नाम से भी जाना जाता है, फिरोजपुर जिले, पंजाब, भारत में सतलज नदी के किनारे बसा एक शहर है। इसकी स्थापना सुल्तान फिरोज शाह तुगलक (1351-88) ने की थी, जो तुगलक वंश का एक शासक था, जिसने 1351 से 1388 तक दिल्ली की सल्तनत पर शासन किया था।\r\nफिरोजपुर जिला भारत के पंजाब राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फ़िरोज़पुर","slug":"firozpur"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-firozpur-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}