{"id":832,"title":"Top Places to visit in Moga, Punjab","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"<p>Moga district is one of the twenty two districts in the state of Punjab, India. It became the 17th district of Punjab State on 24 November 1995 cut from Faridkot district. Moga District is among the largest producers of wheat and rice in Punjab, India. People from Moga City and Moga District belong to the Malwa culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Numerous attempts were previously made to make Moga a district but all were unsuccessful. Finally the then Chief Minister of Punjab S. Harcharan Singh Brar agreed to the public demand to make Moga a district on 24 November 1995. Before this, Moga was the subdivision of Faridkot district. Moga town is the headquarters of the district, is situated on Ferozpur-Ludhiana road. Takhtupura Sahib is one of the well known village in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Moga is a city in the Indian state of Punjab. Moga was named after Moga Singh Gill, a prominent person of the Gill community.</p>\r\n<p>&nbsp;</p>\r\n<p>It became part and headquarters of 17th District in the state, Moga district of Punjab state on 24 November 1995, by then Chief Minister of Punjab Harcharan Singh Brar. Before becoming a District, Moga was a part of Faridkot District as a Tehsil. Moga town is situated on the National Highway 95 (NH-95 Ferozpur-Ludhiana road). The area of Dharamkot block with 150 villages has been merged into Moga district, which falls under the jurisdiction of Ferozpur division.</p>\r\n<p>&nbsp;</p>\r\n<p>Towns</p>\r\n<p>The towns of Bagha Purana, Badhni Kalan, Dharamkot, Nihal Singh Wala and Ghal Kalan fall in Moga District. The villages like Thathi bhai, Rajiana, Dunne Ke, Landhe ke, Samadh Bhai, Bughipura, Daudhar,dhudike,lopon,[Himmatpura]] and Chugawan also fall within this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Bagha Purana lies on the main road connecting Moga and Faridkot and thus is a major hub for buses to all across Punjab. Bagha Purana's police station has the largest jurisdiction in Punjab; over 65 'pinds' or villages are within its control. The town is basically divided into 3 'pattis' or sections: Muglu Patti (the biggest one), Bagha Patti, and Purana Patti. The town has its fair share of rich people and thus the standard of living is above average as compared to the surrounding towns and villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharamkot is a city and a municipal council in Moga district. Kaka sukhjeet Singh logarh is a present congress MLA from Dharamkot in Punjab Vidhan Sabha.</p>\r\n<p>&nbsp;</p>\r\n<p>Daudhar is largest village in Moga</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Moga city is also known for number of educational institutes such as Engineering Colleges, Schools etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the most famous schools and colleges of Moga City are:</p>\r\n<p>&nbsp;</p>\r\n<p>D M College</p>\r\n<p>Guru Nanak college</p>\r\n<p>D N Model Senior Secondary School</p>\r\n<p>R K S Senior Secondary School</p>\r\n<p>Baba Kundan Singh Memorial Law College</p>\r\n<p>ISF College of Pharmacy []/</p>\r\n<p>Lala Laj Pat Rai Institute Of Engineering &amp; Technology</p>\r\n<p>Sacred Heart School</p>\r\n<p>Blooming Buds senior Secondary school</p>\r\n<p>Mount Litera Zee School, Moga</p>\r\n<p>Desh Bhagat Institute of Engineering and Management</p>\r\n<p>Little Millennium School</p>\r\n<p>Gold Coast Sports Academy</p>\r\n<p>National convent senior secondary school</p>\r\n<p>Adarsh Model High School, Moga</p>\r\n<p>T.I.M.E. Institute Moga</p>\r\n<p>Little Millennium School Moga is awarded as one of the Best Top 10 Pre School / Playway in Punjab and one of the Best Top 100 Preschool in India by Brainfeed Magazine Survey 2016. The award was presented by Kiran Bedi.</p>\r\n<p>&nbsp;</p>\r\n<p>T.I.M.E. Institute Moga is the only branded Institute in Moga delivering top notch results in SSC Exams, Bank Exams and School Tuitions. It is run by professionals from various fields like the Paramilitary Forces, prestigious organizations like Oxford University Press and Teachers with more than 35 Years of experience.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Narinder Singh Kapany, Indian born American Physicist known for his work in fiber optics</p>\r\n<p>Jarnail Singh Bhindranwale, militant leader, born in the village of Rode</p>\r\n<p>Lala Lajpat Rai, Indian freedom fighter from Village Dhudhike</p>\r\n<p>Jathedar Tota Singh former Punjab Education Minister and former Agriculture Minister</p>\r\n<p>Jaswant Singh Kanwal, Sahitya academi fellowship for book 'Pakhi' 1996 and Sahitya akademi award for 'Taushali Di Hanso' 1998. He was from Dhudike vill.</p>\r\n<p>Lachhman Singh Gill, Chief Minister of Punjab from Village Chuhar Chak</p>\r\n<p>Sonu Sood, Indian Film Actor</p>\r\n<p>Soni Pabla, Former Singer</p>\r\n<p>Roshan Prince, Actor and Singer</p>\r\n<p>Harmanpreet Kaur, Batswoman in the Indian Women's National Cricket Team and Captain of the T20 Indian Women's National Cricket Team</p>\r\n<p>Subedar Joginder Singh, was an Indian Army soldier, and recipient of the Param Vir Chakra.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Below is the list of notable educational institutes in Moga.</p>\r\n<p>&nbsp;</p>\r\n<p>Mount Litera Zee School, Moga</p>\r\n<p>Baba Kundan Singh Memorial Law College, Moga</p>\r\n<p>Connectivity</p>\r\n<p>Road Connectivity</p>\r\n<p>Moga is well connected by road to the following nearby cities, by the following highway routes:</p>\r\n<p>&nbsp;</p>\r\n<p>NH5 to Chandigarh and Shimla in the northeast and to Ferozpur in the West</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Shahidi Park Moga</p>\r\n<p>Shahidi Park</p>\r\n<p>Twenty Five people were killed in one of the bloodiest terror strikes in Moga,residents of the sleepy Punjab town.</p>\r\n<p>&nbsp;</p>\r\n<p>Geeta Bhawan Moga</p>\r\n<p>Geeta Bhawan Temple</p>\r\n<p>The Shree Geeta Bhawan Mandir is the famous Hindu temple in Moga.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Moga_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-moga-punjab","tags":[{"name":"moga","slug":"moga"},{"name":"punjab","slug":"punjab"}],"recommendations":[{"id":831,"title":"Top Places to visit in Mansa, Punjab","imageUrl":"5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","dateCreated":"2019-10-05T07:29:00.143Z","dateModified":"2019-10-05T07:29:17.417Z","contributedBy":"AskGif","content":"Mansa district falls under the Indian state of Punjab. The headquarters is Mansa city. Mansa district was formed on 13 April 1992 from the erst while district of Bathinda. The district has three tehsils, Budhlada, Mansa and five development blocks, Bhikhi, Budhlada, Mansa, Jhunir and Sardulgarh w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"mansa","slug":"mansa"}],"slug":"top-places-to-visit-in-mansa-punjab","total":0},{"id":829,"title":"Top Places to visit in Kapurthala, Punjab","imageUrl":"d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","dateCreated":"2019-10-05T04:49:14.357Z","dateModified":"2019-10-05T04:49:35.647Z","contributedBy":"AskGif","content":"Kapurthala is a city in Punjab state of India. It is the administrative headquarters of Kapurthala District. It was the capital of the Kapurthala State (ruled by Ahluwalia Dynasty), a princely state in British India. The secular and aesthetic mix of the city with its prominent buildings based on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d97580a3-0830-4d4f-accb-40959b5acba3_Kapurthala-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"kapurthala","slug":"kapurthala"}],"slug":"top-places-to-visit-in-kapurthala-punjab","total":0},{"id":820,"title":"Top Places to visit in Firozpur, Punjab","imageUrl":"87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","dateCreated":"2019-10-02T01:37:23.626Z","dateModified":"2019-10-02T01:37:41.505Z","contributedBy":"AskGif","content":"Firozpur, also known as Ferozepur, is a city on the banks of the Sutlej River in Firozpur District, Punjab, India. It was founded by Sultan Firoz Shah Tughluq (1351&ndash;88), a ruler of the Tughluq dynasty, who reigned over the Sultanate of Delhi from 1351 to 1388.\r\nFirozpur district is o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"firozpur","slug":"firozpur"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-firozpur-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}