{"id":833,"title":"श्री मुक्तसर साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","dateCreated":"2019-10-05T08:10:21.378Z","dateModified":"2019-10-05T08:11:42.433Z","contributedBy":"AskGif","content":"<p>श्री मुक्तसर साहिब जिला, जो शहर के पूर्व नाम मुकर्रर के नाम से जाना जाता है; भारतीय राज्य पंजाब के बाईस जिलों में से एक है। इसकी राजधानी, श्री मुक्तसर साहिब शहर, का नाम बदलकर मुक्तेसर से श्री मुक्तसर साहिब कर दिया गया, और बाद में जिले में इसका अनुसरण किया गया। जिले को ऐतिहासिक रूप से खिदराने दी ढाब के रूप में संदर्भित किया गया था। जिले के कई अन्य प्रमुख शहरों में शामिल हैं, लेकिन आबादी के हिसाब से श्री मुक्तसर साहिब का सबसे बड़ा शहर मलोट तक सीमित नहीं है; और गिद्दड़बाहा।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री मुक्तसर साहिब, पंजाब, भारत में स्थित श्री मुक्तसर साहिब जिले का एक शहर और जिला मुख्यालय है। 2011 की भारत की जनगणना ने श्री मुक्तसर साहिब नगरपालिका की कुल जनसंख्या को 117,085 कर दिया, जिससे यह जनसंख्या के मामले में पंजाब का 14 वां सबसे बड़ा शहर बन गया। ऐतिहासिक रूप से खिदराना या खिदरन दी ढाब के रूप में जाना जाता है, शहर को 1995 में जिला मुख्यालय बनाया गया था। कालानुक्रमिक सबूत बताते हैं कि 1705 में मुक्तसर की लड़ाई के बाद शहर का नाम मुक्तसर रखा गया था। सरकार ने आधिकारिक तौर पर शहर का नाम बदलकर श्री मुक्तसर साहिब कर दिया। 2012, हालांकि शहर अभी भी मुख्य रूप से अपने अनौपचारिक नाम से संदर्भित है - मुक्तसर।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>शहर की समकालीन जीवन शैली अभी भी पारंपरिक पंजाबी संस्कृति में दृढ़ता से जमी हुई है, हालांकि निवासियों ने आधुनिकीकरण को अनुकूलित किया है, अपनी मूल संस्कृति के तत्वों को बरकरार रखते हुए। बड़े शहरों की तुलना में लोग अक्सर विचारों, विचारों और कपड़ों में रूढ़िवादी होते हैं। चूंकि मुक्तसर में किसी भी प्रमुख उद्योग संपर्क या गतिविधि का अभाव है, इसलिए यह आधुनिक महानगरीय संस्कृति से काफी हद तक प्रभावित नहीं है। शहर में परेशानियों का एक हिस्सा है क्योंकि छोटे शहर सभी की प्राथमिकता सूची में कम हैं। हालांकि, मुक्तसर में पारंपरिक पंजाबी संस्कृति समृद्ध है, परिवार के मूल्यों और बड़ों के सम्मान पर जोर देती है। क्षेत्रीय और राष्ट्रीय त्योहारों के साथ-साथ लोहड़ी, होली, गुरुपुर और दिवाली - भी बहुत धूम-धाम से मनाए जाते हैं। शहर में शादियों की एक विस्तृत, महंगी व्यवस्था है, जिसमें गाने, संगीत, नृत्य, पारंपरिक कपड़े और भोजन के साथ-साथ दिनों के लिए रस्में होती हैं। पारंपरिक नृत्य रूपों में भांगड़ा और गिद्दा शामिल हैं। मुक्तसर कुर्ता पायजामा और मुक्तसारी जूटी के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>गुरुद्वारों</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा टिब्बी साहिब, मुक्तसर</p>\r\n<p>मुक्तसर में मुख्य गुरुद्वारा गुरुद्वारा तुती गांडी साहिब है, जो शहर के पहले सिख निवासियों द्वारा बनाया गया था, जो 1743 में शहर में बस गए थे। गुरुद्वारे में एक बड़ा पवित्र कुंड है, और दरबार साहिब के पश्चिमी तट पर स्थित है पूल। इमारत को कई बार पुनर्निर्मित किया गया है। पवित्र मंदिर 40 सिखों की याद में बनाया गया था, जो 10 वें सिख गुरु, गुरु गोविंद सिंह के लिए लड़ रहे थे। टुटी गंदी, जिसका शाब्दिक अर्थ है \"टूटे हुए संबंध\", जिसका अर्थ गुरु गोबिंद सिंह से कहा जाता है कि इस दस्तावेज़ को स्पष्ट करते हुए कि वह अब 40 सिखों के गुरु नहीं थे, मुकर की लड़ाई के संदर्भ में। हालांकि गुरुद्वारा एक दिन में कई आगंतुकों को आकर्षित करता है, लेकिन हर साल 13 जनवरी को मनाए जाने वाले मेला माघी पर एक विशाल भक्त पदयात्रा होती है। गुरुद्वारा को अक्सर गुरु नानक देव, गुरु गोविंद सिंह के जन्मदिन और गुरु अर्जुन देव और दिवाली की शहादत जैसे अन्य धार्मिक अवसरों पर भी मनाया जाता है, जब गुरुद्वारा अक्सर रोशन किया जाता है। चालीस कमरों वाला श्री कलगीधर निवास श्रद्धालुओं को उनकी यात्रा के दौरान ठहरने के लिए यहाँ उपलब्ध है। इसी परिसर में, पूल के दक्षिण-पूर्वी कोने के पास, गुरुद्वारा तंबू साहिब है, जिसे पटियाला के महाराजा मोहिंदर सिंह ने बनवाया था। सरोवर से 50 मीटर की दूरी पर गुरुद्वारा शहीदगंज साहिब स्थित है। फरीदकोट के राजा वजीर सिंह द्वारा निर्मित, यह माना जाता है कि यहीं पर गुरु गोविंद सिंह ने शहीदों के शवों का अंतिम संस्कार किया था। गुरुद्वारा टिब्बी साहिब भी मुक्तसर की लड़ाई से जुड़ा है। यह एक रणनीतिक स्थान था जिसे गुरु ने क्षेत्र का एक अच्छा दृश्य प्राप्त करने के लिए चुना था, क्योंकि यह स्थान एक छोटी पहाड़ी पर स्थित था, या पंजाबी के रूप में एक टिब्बी</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा टिब्बी साहिब के पूर्व में लगभग 200 मीटर की दूरी पर स्थित, गुरुद्वारा रकाबसर साहिब है, जहां, सिखों के अनुसार, गुरु गोबिंद सिंह के घोड़े के पंजा में स्टिरुप, या रकाब की सवारी की जाती है। मुक्तसर में गुरु गोविंद सिंह से जुड़ा एक और गुरुद्वारा श्री दातानसर साहिब है, जहां उन्होंने एक मुस्लिम दुश्मन को मार डाला, जब एक दातान, एक पारंपरिक भारतीय टूथब्रश के साथ अपने दाँत ब्रश करते समय उस पर हमला किया गया था। मुक्तसर-बठिंडा मार्ग पर स्थित गुरुद्वारा तरण तरण साहिब, गुरु गोबिंद सिंह के साथ भी जुड़ा हुआ है, जहाँ उन्होंने मुक्तसर की लड़ाई जीतने के बाद रूपा की ओर बढ़ते हुए रुके थे।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू मंदिर</p>\r\n<p>मुक्तसर में कई हिंदू मंदिर हैं, जिनमें प्रमुख हैं दुर्गा मंदिर, कोटकपूरा रोड पर शिव मंदिर और महादेव मंदिर। शहर में एक दिगंबर जैन मंदिर है जो रामबाड़ा बाजार में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद</p>\r\n<p>शहर में जामिया मस्जिद नामक एक ऐतिहासिक मस्जिद है। अंगूरन वली मैसेट के रूप में भी जाना जाता है, इसे नवंबर 1894 में नवाब मौलवी रज़व अली मियां बदरुद्दीन शाह द्वारा बनाया गया था। इसमें मीनार और गुंबद हैं।</p>\r\n<p>मेला माघी</p>\r\n<p>हर साल जनवरी के महीने में मनाया जाने वाला वार्षिक कार्यक्रम, मेला का आयोजन उन 40 सिखों को श्रद्धांजलि के रूप में किया जाता है, जो 1705 में मुक्तसर की लड़ाई में गुरु गोबिंद सिंह के लिए लड़ते हुए शहीद हो गए थे। हालांकि यह मेला एक पखवाड़े से अधिक समय तक चलता है, यह आयोजन लोहड़ी के एक दिन बाद 14 जनवरी को आयोजित किया जाता है, और इसे सिखों के सभी धार्मिक समारोहों में सबसे महत्वपूर्ण माना जाता है। सिख इसे उस दिन मुक्तसर गुरुद्वारों के पवित्र तालाब में डुबकी लगाने का एक पवित्र अवसर मानते हैं। कड़ाके की ठंड के बावजूद, श्रद्धालु पंजाब और हरियाणा और राजस्थान सहित पड़ोसी क्षेत्रों से आए, यहां गुरुद्वारों में श्रद्धा सुमन अर्पित करने पहुंचे। धार्मिक गतिविधियों के अलावा, कई राजनीतिक दल मेला के दौरान शहर में रैलियां करते हैं। मेला ग्रामीण भारत के लोकाचार का प्रतिनिधित्व करने वाले माहौल में पंजाबी परंपरा और संस्कृति की अनूठी विविधता का जश्न मनाता है। कई अस्थायी स्टॉलों में किर्पान से लेकर रसोई-बर्तन से लेकर रीफर्बिश्ड कपड़ों तक कई तरह के सामान बेचने वाली सड़क है। एक मखमली मनोरंजन पार्क बनाया गया है, जिसमें सर्कस, विशाल पहिया, मीरा-गो-राउंड, मौत की दीवार, टॉय ट्रेन और इसी तरह की सवारी के साथ-साथ फूड स्टॉल भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Mukt-ए-मीनार</p>\r\n<p>मई 2005 में, पंजाब के तत्कालीन मुख्यमंत्री अमरिंदर सिंह ने मुक्त-ए-मीनार का उद्घाटन किया, जो दुनिया का सबसे ऊंचा खंड है। एक An१ फुट की दोहरी धार वाली तलवार के आकार की संरचना, इसके चारों ओर ४० छल्ले हैं, जो ४० सिखों के प्रतीक हैं, जो मुकद्दर की लड़ाई के दौरान मारे गए। स्मारक अंतिम मुगल-खालसा लड़ाई की 300 वीं वर्षगांठ के लिए समर्पित था, जहां खालसा बलों ने दुश्मन को हराया।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>मुक्तसर में एथलेटिक्स, बास्केटबॉल, फुटबॉल और कबड्डी के लिए सुविधाओं के साथ गुरु गोबिंद सिंह स्टेडियम नामक एक स्टेडियम है। स्टेडियम एक मानक 400 मीटर प्रतिस्पर्धी रनिंग ट्रैक के साथ भरा हुआ है। स्टेडियम में पास में एक बड़ा इनडोर स्पोर्ट्स स्टेडियम भी है, हालांकि वर्तमान में यह उपेक्षा की स्थिति में है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>पंजाब सरकार द्वारा प्रबंधित शहर की पब्लिक स्कूल प्रणाली, सरकारी स्कूलों के माध्यम से पंजाब स्कूल शिक्षा बोर्ड द्वारा प्रशासित है। शहर में बड़ी संख्या में निजी स्कूल भी हैं, जो केंद्रीय माध्यमिक शिक्षा बोर्ड, पंजाब स्कूल शिक्षा बोर्ड और भारतीय स्कूल प्रमाणपत्र परीक्षा परिषद से संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुक्तसर में कला, वाणिज्य, विज्ञान, कानून और चिकित्सा विज्ञान जैसी प्रमुख धाराओं में उच्च शिक्षा की पेशकश करने वाले कई कॉलेज हैं। मुक्तसर के उल्लेखनीय कॉलेजों में गवर्नमेंट कॉलेज और भाई महा सिंह कॉलेज ऑफ इंजीनियरिंग शामिल हैं। शहर में पंजाब विश्वविद्यालय क्षेत्रीय केंद्र भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>श्री मुक्तसर साहिब और श्री मुक्तसर साहिब शहर के आसपास के इलाके सिख इतिहास से जुड़े हुए हैं। सिख परंपरा के गौरवशाली युग में झाँकने के लिए तुती गाँधी गुरुद्वारा साहिब, टिब्बी साहिब, गुरुद्वारा रकाब सर, गुरुद्वारा तरण तरण साहिब जाने लायक हैं। दूसरे गुरु, गुरु अंगद देव जी की जन्मस्थली श्री मुक्तसर साहिब से श्री मुक्तसर साहिब से 15 किलोमीटर की दूरी पर है- कोटकपूरा राजमार्ग</p>\r\n<p>&nbsp;</p>\r\n<p>श्री मुक्तसर साहिब में रेलवे स्टेशन के पास स्थित एक पुरानी पुरानी मस्जिद है, जिसे अंगुरान वली मसीत कहा जाता है। एक ऐतिहासिक गुरुद्वारा गुप्त्सर साहिब श्री मुक्तसर साहिब से लगभग 24 किलोमीटर दूर गिद्दड़बाहा तहसील के ग्राम छितैना में स्थित है। रूपाना, गुरुसर, फकारसर और भुंदर में कुछ ऐतिहासिक गुरुद्वारा श्री मुक्तसर साहिब जिले में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा तंबू साहिब</p>\r\n<p>सरोवर के दक्षिण-पूर्वी कोने के पास, उस स्थान को चिन्हित किया गया है जहाँ मुकटों ने पेड़ों और झाड़ियों के पीछे स्थान ले लिया था, जिसे वे टेंटू (तंबू, पंजाबी में) की तरह दिखते थे। वर्तमान इमारत, जिसने पटियाला के महाराजा मोहिंदर सिंह (185276) की पहल पर निर्मित पुराने को बदल दिया, का निर्माण 1980 के दशक के दौरान kdrsevd के माध्यम से किया गया था। इसमें एक उच्च छत वाला गुंबददार हॉल है, जिसमें मध्य की ओर गैलरी और केंद्र में गर्भगृह है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा शहीदगंज साहिब</p>\r\n<p>सरोवर के लगभग 50 मीटर की दूरी पर अरिजीत (लि। पियरे) साहिब भी कहा जाता है, उस स्थान को चिह्नित करते हुए जहां गुरु गोबिंद सिंह द्वारा शहीदों के शवों का अंतिम संस्कार किया गया था, पहली बार 1870 में फरीदकोट के राजा काज़िर सिंह द्वारा बनाया गया था (1828 - 72) । एक नई इमारत, एक आयताकार गुंबददार हॉल, 1980 के दशक के दौरान kdrsevd के माध्यम से पुनर्निर्माण किया गया था।</p>\r\n<p>श्री दरबार साहिब</p>\r\n<p>श्री मुक्तसर साहिब का प्रमुख मंदिर, सरोवर के पश्चिमी तट पर है और सबसे पहले कुछ सिख परिवारों द्वारा स्थापित किया गया था, जो 1743 के आसपास यहां आकर बस गए थे। भवन का जोड़-तोड़ भैरू सिंह और भाई लाल द्वारा किया गया था। सिंह, कैथल के प्रमुख और बाद में सरदार हरि सिंह नलवा (1791 = 1837), महाराजा रणजीत सिंह की सेना के सेनापतियों में से एक। 1930 के दौरान संत गुरमुख सिंह कारसेवले और संत साधु सिंह ने भवन का नवीनीकरण किया। उन्होंने इसकी दीवारों को संगमरमर का बना दिया, ऊपर से सजावटी गुंबदों को जोड़ा और संगमरमर के साथ और इसके चारों ओर फर्श को पक्का कर दिया। हालाँकि, यह शोभायात्रा 1980 के दौरान पुनर्निर्माण के लिए उनके अनुयायियों द्वारा खींची गई थी। 1880 के दौरान नाभा (1843 - 1911) के महाराजा हीरा सिंह द्वारा दरबार साहिब के करीब एक ऊंचा टॉवर और फ्लैगपोस्ट खड़ा किया गया था। माना जाता है कि श्री मुक्तसर साहिब की लड़ाई से पहले से ही एक पुराना वन वृक्ष मौजूद है, जो अब भी दिवान अस्थान और निशान साहिब के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा टिब्बी साहिब</p>\r\n<p>रेतीले टीले को चिह्नित करते हुए जहां से गुरु गोविंद सिंह ने दुश्मन पर तीर बरसाए थे। लड़ाई, पहली बार अठारहवीं शताब्दी के दौरान एक मामूली संरचना के रूप में स्थापित की गई थी, और 1843 में मैनसिंघवाला के सोढ़ी मान सिंह द्वारा पुनर्निर्माण किया गया था। संत गुरमुख सिंह के अनुयायी बाबा बघेल सिंह की देखरेख में 1950 के दौरान आई वर्तमान इमारत, केंद्र में गर्भगृह के साथ एक वर्गाकार हॉल है। गर्भगृह के ऊपर एक चौकोर मंडप है जिसमें कोनों पर कमल गुंबद और सजावटी संगमरमर के खोखे हैं। गुंबद सहित पूरी दीवार की सतह को सफेद संगमरमर से सजाया गया है। हॉल में और उसके आसपास की मंजिल भी संगमरमर से बनी हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा रकाबसर साहिब</p>\r\n<p>गुरुद्वारा तिब्बती साहिब से 200 मीटर पूर्व में, 1950 के दशक के दौरान बाबा बघेल सिंह द्वारा निर्मित किया गया था। स्थानीय परंपरा के अनुसार, जैसा कि गुरु गोबिंद सिंह टिब्बी से नीचे आए थे और अपने घोड़े को माउंट करने जा रहे थे, रकाब (पंजाबी में rakdb), बोले। इसलिए तीर्थ का नाम।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री मुक्तसर साहिब में श्री दरबार साहिब और अन्य तीर्थस्थलों का नियंत्रण, शुरुआत में वंशानुगत महंतों या पुजारियों के हाथों में, फरवरी 1923 में शिरोमणि गुरुद्वारा प्रबंधक समिति को दिया गया। प्रमुख वार्षिक उत्सव माघी के दिन (मिडजंयूब) जब विशाल संख्या में होता है। पवित्र कुंड में स्नान के लिए और धार्मिक दीवानों के शामिल होने के लिए श्रद्धालु पूरे परिसर में उमड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुक्ता मीनार</p>\r\n<p>यह एक खूबसूरत जगह है और शहर के मुख्य आकर्षणों में से एक है। यह जिला प्रशासनिक परिसर के पास स्थित है। इसमें सुंदर उद्यान हैं, खंडा साहिब को दर्शाती एक मीनार है। यह मुक्ता मीनार कंक्रीट बॉडी पर चमकते स्टील कवर के लिए प्रमुख है। यहां एक ओपन एयर थिएटर भी है। इसे चली मुक्ते की शहादत के 300 वर्षों के उपलक्ष्य में बनाया गया था</p>\r\n<p>&nbsp;</p>\r\n<p>अंगुरान वली मसेत</p>\r\n<p>श्री मुक्तसर साहिब में रेलवे स्टेशन के पास स्थित एक पुरानी पुरानी मस्जिद है, जिसे अंगुरान वली मसीत कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>दूसरे गुरु, गुरु अंगद देव जी का जन्म स्थान श्री मुक्तसर साहिब- कोटकापुरा राजमार्ग पर श्री मुक्तसर साहिब से 15 किलोमीटर दूर सराय नगा में है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक ऐतिहासिक गुरुद्वारा गुप्त्सर साहिब श्री मुक्तसर साहिब से लगभग 24 किलोमीटर दूर गिद्दड़बाहा तहसील के ग्राम छितैना में स्थित है। रूपाना, गुरुसर, फकारसर और भुंदर में कुछ ऐतिहासिक गुरुद्वारा श्री मुक्तसर साहिब जिले में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कहाँ रहा जाए</p>\r\n<p>श्री मुक्तसर साहिब</p>\r\n<p>सबसे ऊपरी छोर पर 2 किमी की दूरी पर कोटद्वापुर रोड पर स्थित होटल मदन है जो गुरुद्वारा तूती गाँधी साहिब से दूरी पर स्थित है। शहर के केंद्र में स्थित कोट होटल और कोटकपूरा रोड पर स्थित राहत हस्ती में अच्छी सुविधाएं हैं। सबसे अंत में जगदेव होटल कोटकपूरा रोड पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मलोट</p>\r\n<p>रॉयल होटल, गुरु नानक गेस्ट हाउस और एडवर्ड गुंज गेस्ट हाउस माल्ट में कुछ जगह हैं जहाँ आप बंद कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गिद्दड़बाहा</p>\r\n<p>रात्रि प्रवास के लिए गिद्दड़बाहा स्थित दो धर्मशाला मंडी वाला और पंचायत धर्मशाला।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sri_Muktsar_Sahib</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sri-muktsar-sahib-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"श्री-मुक्तसर-साहिब","slug":"sri-muktsar-sahib"}],"recommendations":[{"id":843,"title":"तरनतारन साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","dateCreated":"2019-10-07T16:23:45.35Z","dateModified":"2019-10-07T16:24:05.938Z","contributedBy":"AskGif","content":"तरनतारन जिला पंजाब, भारत के माजा क्षेत्र के जिलों में से एक है। मुख्य शहर हैं तरनतारन साहिब और पट्टी। तरनतारन शहर सिखों के लिए एक पवित्र स्थान है।\r\n&nbsp;\r\nतरनतारन जिले का गठन 2006 में अमृतसर जिले से हुआ था। इस आशय की घोषणा पंजाब के मुख्यमंत्री कैप्टन अमरिंदर सिंह ने श्री गुरु अर्जन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"तरनतारन-साहिब","slug":"tarn-taran-sahib"}],"slug":"top-places-to-visit-in-tarn-taran-sahib-punjab","total":0},{"id":827,"title":"होशियारपुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"होशियारपुर जिला उत्तरी भारत में पंजाब राज्य का एक जिला है। होशियारपुर, पंजाब के सबसे पुराने जिलों में से एक है, जो पंजाब राज्य के उत्तर-पूर्व भाग में स्थित है और उत्तर-पश्चिम में गुरदासपुर जिले, और दक्षिण-पश्चिम में जालंधर और कपूरथला जिलों, हिमाचल के कांगड़ा और ऊना जिलों में साझा करता है। उत्तर-प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"होशियारपुर","slug":"hoshiarpur"}],"slug":"top-places-to-visit-in-hoshiarpur-punjab","total":0},{"id":824,"title":"फतेहगढ़ साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"58ff7358-3316-4637-b020-0c4bc71d90ec_Fatehgarh-Sahib.jpg","dateCreated":"2019-10-04T13:38:04.685Z","dateModified":"2019-10-04T13:38:28.432Z","contributedBy":"AskGif","content":"फतेहगढ़ साहिब एक कस्बा और उत्तर पश्चिम भारतीय राज्य पंजाब में सिख धर्म का एक पवित्र तीर्थ स्थल है। यह फतेहगढ़ साहिब जिले का मुख्यालय है, जो सरहिंद से लगभग 5 किलोमीटर (3.1 मील) उत्तर में स्थित है।\r\n&nbsp;\r\nफतेहगढ़ साहिब का नाम फतेह सिंह के नाम पर रखा गया है, जो गुरु गोबिंद सिंह के 7 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/58ff7358-3316-4637-b020-0c4bc71d90ec_Fatehgarh-Sahib.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"फतेहगढ़-साहिब","slug":"fatehgarh-sahib"}],"slug":"top-places-to-visit-in-fatehgarh-sahib-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}