{"id":834,"title":"Top Places to visit in Pathankot, Punjab","imageUrl":"6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","dateCreated":"2019-10-05T08:20:30.881Z","dateModified":"2019-10-05T08:20:49.983Z","contributedBy":"AskGif","content":"<p>Pathankot district, is a district of Indian Punjab, located in the north zone of the state. Pathankot city is the district headquarters. The district was created on 27 July 2011.</p>\r\n<p>Pathankot is a city in the Punjab state of India. Pathankot district is a border district which shares international border with Pakistan on its West. Pathankot was officially declared as District of Punjab state on 27 July 2011 (Previously it was a Tehsil of Gurdaspur district, Punjab). Pathankot district is at the meeting point of the three northern states of India &mdash; Punjab, Himachal Pradesh and Jammu and Kashmir. Due to its location, Pathankot serves as a travel hub for these three northerly states.</p>\r\n<p>&nbsp;</p>\r\n<p>Pathankot is the 9th most populous city in the state of Punjab. After Ludhiana, Amritsar, Jalandhar, Patiala and Bhatinda, Pathankot is 6th largest and populous if SUB-URBAN areas like Sarna (5 km from ISBT), Mamun(5 km from ISBT), Jugial(9 km from ISBT) are included. Pathankot along with its nearby twin city of Kathua in J&amp;K constitute the Kathua-Pathankot urban area.</p>\r\n<p>&nbsp;</p>\r\n<p>Situated in the picturesque foothills of Kangra and Dalhousie, with the river Chakki flowing close by, the city is often used as a rest-stop before heading into the mountains of Jammu and Kashmir, Dalhousie, Chamba, Kangra, Dharamshala, Mcleodganj, Jwalaji, Chintpurni and deep into the Himalayas. Pathankot also serves as the education hub for the nearby areas of Jammu &amp; Kashmir and Himachal Pradesh. Many students basically from rural areas of these states come to acquire education.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist places</p>\r\n<p>Mukteshwar Mahadev Temple (मुक्तेश्वर महादेव मंदिर), also known as Mukesaran Mandir, is a popular shrine of Lord Shiva and is situated 25 km from Pathankot City in Village Doong, on the bank of the Ravi River. These caves are on the way to Shahpur Kandi. It is the holy temple of the Hindu religion, where the idols of Lord Ganesha, Lord Bramha, Lord Vishnu, Lord Hanuman, and Goddess Parvati are present. This temple is considered one of the most sacred places around Pathankot. There are some caves which purportedly date to the time of the Mahabharata. According to legend, the Pandavas stayed in those caves for a night during their exile (Agayatwas). This temple is said to be 5,500 years old, dating it to the time of Mahabharata.</p>\r\n<p>Pracheen Shiv Mandir Kathgarh is one of the more famous temples in the area. Devoted to Lord Shiva and Parvati, this temple is situated 25 km from Pathankot City, 4 km from Mirthal, and 7 km from Indora on the meeting point of the Beas and the Choch rivers. The temple is built in a Roman architectural style, housing two Lingas of light grey sandy stone of 6&rsquo; and 4&rsquo;7\" in height having octagonal base with every side measuring 1&rsquo;3\" and 1&rsquo;3\" above the ground level, personifying Lord Shiva and Parvati respectively. These Lingas are in direction of northwest, stand 3 1/2\" apart at the bottom, and incline towards each other, being just two inches away from each other at the top.... Hira Masjid Dalhousie Road BarafKhana Near Gandhi Chowk pathankot</p>\r\n<p>Shahpurkandi fort is located 20 km (approximately) from Pathankot City. It was built in 1505 A.D. by a Rajput chief by the name of Jaspal Singh Pathania. It was strategically located to have control over the Kangra and Nurpur region. The fort is in ruins today, and it is famous for its temples and the view it commands over the Ravi river.</p>\r\n<p>Pathankot city is surrounded by both the Shivalik range, part of which makes up the foothills of the Himalayas, and the river Chakki. Places worth visiting near Pathankot include Shahpur Kandi with a hanging rest house, Ranjit Sagar Dam which is the highest gravity dam in Asia. Madhopur (Madhopur, Punjab) head works which date back to the Mughal era. head works of Upper Bari Doab, Shahpur Kandi are the attractions of this area. Another place of interest could be Keshopur Chhamb which is home to many Migratory Birds.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a fortress called the Nurpur Fort built by the Pathania Rajputs, more than 900 years ago. It was damaged due to the great earthquake which struck this region early in 1905 A.D., 25 km from Pathankot. It is quite famous in North India, and the temple inside attracts tourists from all across India. It is 25 km away from Pathankot.</p>\r\n<p>Also seek to visit Jugial Township, which is located 15 km (approx) from Pathankot. This place has greenery all around and one Shri Laxmi Narayan Mandir which is the biggest among the nearby areas.</p>\r\n<p>Asia's foremost Hydraulic Research Station at the Upper Bari Doab Canal is situated at Malikpur which is 7 km from Pathankot, where various models of Dams and Irrigation Canals are made before actual work starts upon them.</p>\r\n<p>Dalhousie is snowy in winter, and nearby Khajjiar has been described as an \"Indian Switzerland\" due to its scenery and activities such as balloon riding, paragliding, and horseback riding.</p>\r\n<p>For religious trips like Jwala ji (130 km), Chintpurni (130 km), Pathankot becomes an ideal place to rest before heading to the hill route the next morning. A Grand Ranjit Sagar Dam (earthen Dam made of mud and not concrete) is a 100 km water reservoir. This is the latest tourist spot of Pathankot and is in \"Must Visit\". Chinmayya Temple (Swami Chinmayya Nand) is also on the way to Yol, India Camp (100 km). This is the place where the German Soldiers (POW) were kept in confinement after the Second World War by the British.</p>\r\n<p>One can stop over in Pathankot en route to Dharamshala (100 km), Dalhousie (70 km), Amritsar (108), Palampur (100 km), Chamba (100 km) &amp; Jammu (100 km), Mukerian(40 km), Hoshiarpur (100 km), Kangra (100 km), Jalandhar (108 km) all in different directions from Pathankot.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Pathankot is well connected by rail and road with the rest of the country. Pathankot is connected by a vast network of private and public-sector bus services to other cities in Punjab, Himachal Pradesh, Delhi, Haryana, Jammu and Kashmir. Important destinations include Delhi, Manali Chandigarh, Jammu, Dharamshala, Dalhousie and Amritsar. Pathankot is used as a gateway for Chamba and Kangra Valley in Himachal Pradesh and for various locations in Jammu and Kashmir like Jammu City Mansar Lake, Srinagar, Udhampur, Holy Cave at Amarnath, Patni Top and Holy Cave of Mata Vashino Devi (Katra) 155 km away from Pathankot.</p>\r\n<p>&nbsp;</p>\r\n<p>One can take an auto rickshaw or a cycle rickshaw at cheap rates.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Pathankot Airport is a domestic airport serving Pathankot with scheduled flight operations to/from New Delhi by Alliance Air under Udaan scheme.The nearest International Airport, however is located in Amritsar.The Amritsar International Airport has scheduled direct operations to cities across the globe like Birmingham, Dubai, Doha, Singapore, Kuala Lumpur among others serves the Pathankot</p>\r\n<p>Train</p>\r\n<p>It has direct train links with Delhi, Jammu and other Indian cities. All trains going to Jammu pass through Pathankot Cantt Station. The important trains include Rajdhani, Swaraj Express, Pooja Express, Shri Shakti Express, Andaman Express. Super fast trains do not enter Pathankot Station in City.The distance from Pathankot Junction &amp; Pathankot Cant Railway station is just 4 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Pathankot Railway Station under A-category. Pathankot is a major railroad junction. Lines from Amritsar (2 hrs) and Delhi (8 hrs) merge here, and all services to Jammu (2 hrs) pass through. In addition to Pathankot station itself, there is a second station called Chakki Bank renamed Pathankot Cantt just 4 km away, which serves some express trains that do not stop in Pathankot station. Nowadays the majority of the Jammu trains stop only at Pathankot Cantt Railway Station and not at Pathankot Railway Station.</p>\r\n<p>&nbsp;</p>\r\n<p>Pathankot is also served by the narrow-gauge Kangra Valley Railway (a.k.a. Kangra Toy Train) built by the British, which crawls 128 km through stunning scenery to Joginder Nagar via Palampur and Kangra (near Dharamsala). However, the luxury Kangra Queen services were terminated in 2003, leaving about six departures daily of slow, often packed second class trains, taking over six hours. Bookings for these can only be done locally at Pathankot station. Some of these trains run to Baijnath Paprola and a few to Joginder Nagar. The main stations on this line include Kangra and Palampur, although Dalhousie and Dharmasala are not on the line. The town is the lower terminus of the Kangra Valley Railway, thereby connecting the mountainous regions of western Himachal Pradesh to the network of Indian Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus</p>\r\n<p>Maharana Pratap Inter State Bus Terminal Pathankot. It's close to the Pathankot Junction Railway station. Public buses to Dharamshala Dalhousie take 3&ndash;4 hours. while buses to Amritsar take 3 hours. Dalhousie famous destination for honeymoon couples is at just 80 km from Pathankot. The famous Hindu Pilgrimage Vaishno devi is just 160 km from Pathankot. Chandigarh is 4&ndash;5 hours away. It is well connected with bus services from Punjab roadways, Haryana Roadways, Himachal Roadways J&amp;K transport, and private AC volvo buses.</p>\r\n<p>&nbsp;</p>\r\n<p>One can stop over in Pathankot en route to Gurdaspur(35 km), Mukerian (40), Joginder Nagar (137 km), Dharamshala (100 km), Dalhousie (100 km), Amritsar (108), Palampur (100 km), Chamba (100 km) &amp; Jammu (100 km), Hoshiarpur (100 km), Kangra (100 km), Jalandhar (108 km), Srinagar (400 km) all in different directions from Pathankot via Jalandhar-Srinagar National highway (NH-1A), Dabwali-Pathankot National highway (NH-54) and Pathankot-Mandi National highway (NH-20).</p>\r\n<p>&nbsp;</p>\r\n<p>City and towns</p>\r\n<p>There are two statutory towns Pathankot and Sujanpur in this district. The district also has 12 census towns, according to census 2011. The list of these cities and towns is shown below.</p>\r\n<p>&nbsp;</p>\r\n<p>Pathankot ( City Municipal Corporation)</p>\r\n<p>Sujanpur ( City Municipal Council )</p>\r\n<p>Jugial</p>\r\n<p>Narot Jaimal Singh</p>\r\n<p>Narot Mehra</p>\r\n<p>Gho</p>\r\n<p>Manwal</p>\r\n<p>Sarna</p>\r\n<p>Bungal</p>\r\n<p>Kot</p>\r\n<p>Tharial</p>\r\n<p>Malikpur</p>\r\n<p>Dunera</p>\r\n<p>Dhar Kalan</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Dev Anand (Film Star)</p>\r\n<p>Vinod Khanna (Film Star/Ex MP)</p>\r\n<p>Master Mohan Lal( ex minister punjab)</p>\r\n<p>Ashwini Sharma (Ex MLA)</p>\r\n<p>Dinesh Singh Babu (MLA)</p>\r\n<p>Seema Kumari(Ex MLA)</p>\r\n<p>Kamaldeep Singh (Comedian)</p>\r\n<p>Sanjeev Attri (Comedian)</p>\r\n<p>Saloni Sareen (Comedian)</p>\r\n<p>Siddarth Kaul (Cricketer)</p>\r\n<p>RK Bakshi (District Police Chief)</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Pathankot is the meeting point of three states Punjab, Jammu and Kashmir and Himachal Pradesh. Its scenic location and the cultural heritage of the Rajputs have made this city a well frequented tourist spot. The city is surrounded by the Ravi and Chakki rivers and the Shivalik ranges of the Himalayas. Here&rsquo;s a list of the best places you can visit in Pathankot.</p>\r\n<p>&nbsp;</p>\r\n<p>Mukteshwar Dham</p>\r\n<p>Mukteshwar Temple:-The cave temples are dedicated to the Hindu deity Lord Shiva and are located on the banks of the river Ravi. The caves are said to have been used by the Pandavas for staying during their final year in exile. Mukteshwar Temple is situated atop a hill and contains a marble Shiva lingam and a copper yoni. The idols of the various Hindu deities Brahma, Vishnu, Hanuman, Parvati and Ganesha surround the Lingam.</p>\r\n<p>&nbsp;</p>\r\n<p>Nurpur Fort</p>\r\n<p>Nurpur Fort:- Nupur fort was formerly known as the Dhameri Fort and was built in the 10th century. The fort was destroyed by the British and then by an earthquake in 1905. The temple inside the fort called Brij Raj Swami was built in the 16th century and is known to be one of the only places where both the idols of Lord Krishna and Meera Bai are worshiped.</p>\r\n<p>&nbsp;</p>\r\n<p>Ranjit Sagar Dam</p>\r\n<p>Ranjit Sagar Dam:-The dam is a part of the hydroelectricity project of the state Government of Punjab and was completed in 2001. The Ranjit Sagar Dam is also known as the Thien Dam and constructed on the river Ravi. The dam is a great picnic spot with its lush green surroundings.</p>\r\n<p>&nbsp;</p>\r\n<p>Kathgarh Temple</p>\r\n<p>Kathgarh Temple:-Kathgarh Temple is dedicated to lord Shiva and Parvati and is characterized by an ancient lingam with mystical origins. The temple was said to have been visited by Bharat during his search for Lord Rama. The temple is located at the confluence of the Beas and the Chonch River. The temple is marvelously built in a roman styled architecture.The city of Pathankot has served as a rest stop location before moving on to the mountainous regions of Himachal Pradesh and Jammu &amp; Kashmir. The town is overlooked by famous hill stations like Dalhousie, Chamba and Kangra. The above-mentioned attractions are a must visit to experience the rich culture and history of Pathankot.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;source: https://en.wikipedia.org/wiki/Pathankot</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pathankot-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"pathankot","slug":"pathankot"}],"recommendations":[{"id":826,"title":"Top Places to visit in Gurdaspur, Punjab","imageUrl":"f2952aa9-b8bb-4c11-b639-c78b2ea6cf06_Gurdaspur-railway.jpg","dateCreated":"2019-10-05T03:09:14.78Z","dateModified":"2019-10-05T03:09:32.661Z","contributedBy":"AskGif","content":"Gurdaspur district is a district in the Majha region of the state of Punjab, India. Gurdaspur is the district headquarters. It internationally borders Narowal District of the Pakistani Punjab, the Punjab districts of Amritsar, Pathankot, Kapurthala and Hoshiarpur. Two main rivers Beas and Ravi pa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2952aa9-b8bb-4c11-b639-c78b2ea6cf06_Gurdaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"gurdaspur","slug":"gurdaspur"}],"slug":"top-places-to-visit-in-gurdaspur-punjab","total":0},{"id":820,"title":"Top Places to visit in Firozpur, Punjab","imageUrl":"87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","dateCreated":"2019-10-02T01:37:23.626Z","dateModified":"2019-10-02T01:37:41.505Z","contributedBy":"AskGif","content":"Firozpur, also known as Ferozepur, is a city on the banks of the Sutlej River in Firozpur District, Punjab, India. It was founded by Sultan Firoz Shah Tughluq (1351&ndash;88), a ruler of the Tughluq dynasty, who reigned over the Sultanate of Delhi from 1351 to 1388.\r\nFirozpur district is o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"firozpur","slug":"firozpur"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-firozpur-punjab","total":0},{"id":818,"title":"Top Places to visit in Bathinda, Punjab","imageUrl":"351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","dateCreated":"2019-10-01T02:38:54.54Z","dateModified":"2019-10-01T02:39:11.742Z","contributedBy":"AskGif","content":"Bathinda is a city and Municipal Corporation in Southern part of Punjab, India. It is one of the oldest cities in Punjab, India and the current administrative headquarters of Bathinda District. It is in northwestern India in the Malwa Region, 227 km west of the capital city of Chandigarh and is t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"bathinda","slug":"bathinda"}],"slug":"top-places-to-visit-in-bathinda-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}