{"id":834,"title":"पठानकोट में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","dateCreated":"2019-10-05T08:20:30.881Z","dateModified":"2019-10-05T08:20:49.983Z","contributedBy":"AskGif","content":"<p>पठानकोट जिला, भारतीय पंजाब का एक जिला है, जो राज्य के उत्तर क्षेत्र में स्थित है। पठानकोट शहर जिला मुख्यालय है। जिला 27 जुलाई 2011 को बनाया गया था।</p>\r\n<p>पठानकोट भारत के पंजाब राज्य का एक शहर है। पठानकोट जिला एक सीमावर्ती जिला है जो अपने पश्चिम में पाकिस्तान के साथ अंतर्राष्ट्रीय सीमा साझा करता है। 27 जुलाई 2011 को पठानकोट को आधिकारिक रूप से पंजाब राज्य का जिला घोषित किया गया था (पहले यह गुरदासपुर जिला, पंजाब की एक तहसील थी)। पठानकोट जिला भारत के तीन उत्तरी राज्यों - पंजाब, हिमाचल प्रदेश और जम्मू और कश्मीर के मिलन बिंदु पर है। अपने स्थान के कारण, पठानकोट इन तीनों राज्यों के लिए एक यात्रा केंद्र के रूप में कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानकोट पंजाब राज्य का 9 वां सबसे अधिक आबादी वाला शहर है। लुधियाना, अमृतसर, जालंधर, पटियाला और भटिंडा के बाद, पठानकोट 6 वां सबसे बड़ा और आबादी वाला क्षेत्र है, अगर सरना-उरबन जैसे इलाके सरना (आईएसबीटी से 5 किमी), मामून (आईएसबीटी से 5 किमी), जुगियाल (आईएसबीटी से 9 किमी) शामिल हैं। पठानकोट के पास जम्मू और कश्मीर में कठुआ के पास के जुड़वां शहर के साथ-साथ कठुआ-पठानकोट शहरी क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>कांगड़ा और डलहौजी की सुरम्य तलहटी में स्थित, चक्की नदी के साथ बहने वाली, शहर को अक्सर जम्मू-कश्मीर, डलहौजी, चंबा, कांगड़ा, धर्मशाला, मैकलोडगंज, ज्वालाजी, के पहाड़ों में जाने से पहले एक विश्राम स्थल के रूप में इस्तेमाल किया जाता है। चिंतपूर्णी और हिमालय में गहरी। पठानकोट जम्मू और कश्मीर और हिमाचल प्रदेश के आस-पास के क्षेत्रों के लिए शिक्षा केंद्र के रूप में भी कार्य करता है। मूल रूप से इन राज्यों के ग्रामीण क्षेत्रों से कई छात्र शिक्षा प्राप्त करने के लिए आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>मुक्तेश्वर महादेव मंदिर (मुक्तेश्वर महादेव मंदिर), जिसे मुकेसरन मंदिर के नाम से भी जाना जाता है, भगवान शिव का एक लोकप्रिय मंदिर है और रावण नदी के तट पर गाँव डोंग में पठानकोट शहर से 25 किमी दूर स्थित है। ये गुफाएँ शाहपुर कंडी के रास्ते में हैं। यह हिंदू धर्म का पवित्र मंदिर है, जहां भगवान गणेश, भगवान ब्रम्हा, भगवान विष्णु, भगवान हनुमान, और देवी पार्वती की मूर्तियां मौजूद हैं। यह मंदिर पठानकोट के आसपास के सबसे पवित्र स्थानों में से एक माना जाता है। कुछ गुफाएँ हैं जो महाभारत के समय की तिथि बताती हैं। किंवदंती के अनुसार, पांडव अपने निर्वासन (अगैतवास) के दौरान एक रात के लिए उन गुफाओं में रुके थे। इस मंदिर को 5,500 साल पुराना बताया जाता है, जो कि महाभारत के समय से इसका जन्म हुआ था।</p>\r\n<p>प्रचेण शिव मंदिर काठगढ़ क्षेत्र के प्रसिद्ध मंदिरों में से एक है। भगवान शिव और पार्वती को समर्पित, यह मंदिर पठानकोट शहर से 25 किमी, मुरथल से 4 किमी और ब्यास और चोच नदियों के मिलन बिंदु पर इंदौरा से 7 किमी दूर स्थित है। मंदिर एक रोमन स्थापत्य शैली में बनाया गया है, जिसमें 6 'और 4'7 \"हल्के भूरे रंग के रेतीले पत्थर के दो लिंग हैं जो ऊंचाई पर अष्टकोणीय आधार के साथ हर तरफ 1'3\" और 1'3 \"जमीन के स्तर से ऊपर है, और भगवान शिव और पार्वती क्रमशः। ये लिंग उत्तर पश्चिम की दिशा में हैं, नीचे की तरफ 3 1/2 \"खड़े हैं, और एक-दूसरे की ओर झुकते हैं, जो शीर्ष पर एक दूसरे से सिर्फ दो इंच की दूरी पर है .... हीरा मस्जिद डलहौजी रोड गांधी चौक पठानकोट के पास बरफखाना</p>\r\n<p>पठानकोट शहर से 20 किमी (लगभग) पर शाहपुरकंडी किला स्थित है। इसे 1505 A.D में एक राजपूत प्रमुख ने जसपाल सिंह पठानिया के नाम से बनवाया था। यह रणनीतिक रूप से कांगड़ा और नूरपुर क्षेत्र पर नियंत्रण रखने के लिए स्थित था। किला आज खंडहर में है, और यह अपने मंदिरों के लिए प्रसिद्ध है और यह दृश्य रावी नदी पर स्थित है।</p>\r\n<p>पठानकोट शहर दोनों शिवालिक रेंज से घिरा हुआ है, जिसका एक हिस्सा हिमालय की तलहटी, और चक्की नदी को बनाता है। पठानकोट के पास घूमने लायक स्थानों में शाहपुर कंडी के साथ एक लटकता हुआ विश्राम गृह, रणजीत सागर बांध शामिल है जो एशिया का सबसे ऊँचा गुरुत्वाकर्षण बाँध है। माधोपुर (माधोपुर, पंजाब) मुखिया काम करता है जो मुगल युग से वापस आता है। ऊपरी बारी दोआब, शाहपुर कंडी के प्रमुख कार्य इस क्षेत्र के आकर्षण हैं। रुचि का एक और स्थान केशोपुर छंब हो सकता है जो कई प्रवासी पक्षियों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानिया राजपूतों द्वारा निर्मित नूरपुर किला नामक एक किला 900 साल से भी अधिक पुराना है। पठानकोट से 25 किमी दूर, 1905 ई। के प्रारंभ में इस क्षेत्र में आए महान भूकंप के कारण यह क्षतिग्रस्त हो गया था। यह उत्तर भारत में काफी प्रसिद्ध है, और अंदर का मंदिर पूरे भारत के पर्यटकों को आकर्षित करता है। यह पठानकोट से 25 किमी दूर है।</p>\r\n<p>साथ ही जुगियाल टाउनशिप की यात्रा करना चाहते हैं, जो पठानकोट से 15 किमी (लगभग) की दूरी पर स्थित है। इस स्थान पर चारों तरफ हरियाली है और एक श्री लक्ष्मी नारायण मंदिर है जो आस-पास के क्षेत्रों में सबसे बड़ा है।</p>\r\n<p>ऊपरी बारी दोआब नहर में एशिया का सबसे महत्वपूर्ण हाइड्रोलिक रिसर्च स्टेशन मलिकपुर में स्थित है जो पठानकोट से 7 किमी दूर है, जहां वास्तविक काम शुरू होने से पहले बांधों और सिंचाई नहरों के विभिन्न मॉडल बनाए जाते हैं।</p>\r\n<p>डलहौज़ी सर्दियों में बर्फीली होती है, और पास के खजियार को गुब्बारों की सवारी, पैराग्लाइडिंग और घुड़सवारी जैसी अपनी दृश्यों और गतिविधियों के कारण \"भारतीय स्विट्जरलैंड\" के रूप में वर्णित किया गया है।</p>\r\n<p>ज्वाला जी (130 किमी), चिंतपूर्णी (130 किमी) जैसी धार्मिक यात्राओं के लिए, पठानकोट अगली सुबह पहाड़ी मार्ग पर जाने से पहले आराम करने के लिए एक आदर्श स्थान बन जाता है। एक भव्य रणजीत सागर बांध (मिट्टी से बना मिट्टी और कंक्रीट नहीं) 100 किमी का जलाशय है। यह पठानकोट का नवीनतम पर्यटन स्थल है और \"मस्ट विजिट\" में है। चिन्मय मंदिर (स्वामी चिन्मय नंद) भी योल, इंडिया कैंप (100 किमी) के रास्ते पर है। यह वह स्थान है जहाँ अंग्रेजों द्वारा द्वितीय विश्व युद्ध के बाद जर्मन सैनिकों (POW) को कैद में रखा गया था।</p>\r\n<p>पठानकोट में धर्मशाला (100 किमी), डलहौजी (70 किमी), अमृतसर (108), पालमपुर (100 किमी), चंबा (100 किमी) और जम्मू (100 किमी), मुकेरियन (40 किमी), पठानकोट से अलग दिशाओं में होशियारपुर (100 किमी), कांगड़ा (100 किमी), जालंधर (108 किमी) सभी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पठानकोट देश के बाकी हिस्सों के साथ रेल और सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। पठानकोट पंजाब, हिमाचल प्रदेश, दिल्ली, हरियाणा, जम्मू और कश्मीर के अन्य शहरों के लिए निजी और सार्वजनिक क्षेत्र की बस सेवाओं के एक विशाल नेटवर्क से जुड़ा हुआ है। महत्वपूर्ण स्थलों में दिल्ली, मनाली चंडीगढ़, जम्मू, धर्मशाला, डलहौजी और अमृतसर शामिल हैं। पठानकोट का उपयोग हिमाचल प्रदेश में चंबा और कांगड़ा घाटी के लिए एक प्रवेश द्वार के रूप में किया जाता है और जम्मू और कश्मीर में विभिन्न स्थानों जैसे जम्मू सिटी मानसर झील, श्रीनगर, उधमपुर, अमरनाथ में पवित्र गुफा, पटनी टॉप और माता वाशिनो देवी (कटरा) की पवित्र गुफा 155 पठानकोट से किमी।</p>\r\n<p>&nbsp;</p>\r\n<p>सस्ते दरों पर कोई ऑटो रिक्शा या साइकिल रिक्शा ले सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>पठानकोट हवाई अड्डा एक घरेलू हवाई अड्डा है, जो उदयन योजना के तहत एलायंस एयर द्वारा नई दिल्ली से / के लिए निर्धारित उड़ान संचालन के साथ पठानकोट है। निकटतम अंतरराष्ट्रीय हवाई अड्डा, हालांकि अमृतसर में स्थित है। अमृतसर अंतर्राष्ट्रीय हवाई अड्डे ने बर्मिंघम जैसे दुनिया भर के शहरों के लिए प्रत्यक्ष संचालन निर्धारित किया है। , दुबई, दोहा, सिंगापुर, कुआलालंपुर दूसरों के बीच पठानकोट में कार्य करता है</p>\r\n<p>रेल गाडी</p>\r\n<p>इसका दिल्ली, जम्मू और अन्य भारतीय शहरों से सीधा रेल संपर्क है। जम्मू जाने वाली सभी ट्रेनें पठानकोट कैंट स्टेशन से होकर गुजरती हैं। महत्वपूर्ण ट्रेनों में राजधानी, स्वराज एक्सप्रेस, पूजा एक्सप्रेस, श्री शक्ति एक्सप्रेस, अंडमान एक्सप्रेस शामिल हैं। सुपर फास्ट ट्रेनें शहर में पठानकोट स्टेशन में प्रवेश नहीं करती हैं। पठानकोट जंक्शन और पठानकोट कैंट रेलवे स्टेशन से दूरी केवल 4 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>ए-श्रेणी के तहत पठानकोट रेलवे स्टेशन। पठानकोट एक प्रमुख रेलमार्ग जंक्शन है। अमृतसर (2 घंटे) और दिल्ली (8 बजे) से लाइनें यहां मिलती हैं, और सभी सेवाएं जम्मू (2 घंटे) से होकर गुजरती हैं। पठानकोट स्टेशन के अलावा, केवल 4 किमी दूर पठानकोट कैंट नाम का एक दूसरा स्टेशन है, जो पठानकोट कैंट का नाम दिया गया है, जो कुछ एक्सप्रेस ट्रेनों का काम करता है जो पठानकोट स्टेशन में नहीं रुकती हैं। आजकल ज्यादातर जम्मू ट्रेनें पठानकोट कैंट रेलवे स्टेशन पर ही रुकती हैं, पठानकोट रेलवे स्टेशन पर नहीं।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानकोट को ब्रिटिश द्वारा निर्मित नैरो-गेज कांगड़ा वैली रेलवे (a.k. कांगड़ा टॉय ट्रेन) द्वारा भी सेवा प्रदान की जाती है, जो आश्चर्यजनक दृश्यों के माध्यम से जोगिंदर नगर से पालमपुर और कांगड़ा (धर्मशाला के पास) तक 128 किमी तक रेंगती है। हालाँकि, 2003 में लक्ज़री कांगड़ा क्वीन सेवाओं को समाप्त कर दिया गया था, जो धीरे-धीरे लगभग छह प्रस्थान छोड़ती थी, अक्सर दूसरी श्रेणी की ट्रेनों को पैक किया जाता था, जिसमें छह घंटे लगते थे। इनकी बुकिंग केवल पठानकोट स्टेशन पर स्थानीय स्तर पर की जा सकती है। इनमें से कुछ ट्रेनें बैजनाथ पपरोला और कुछ जोगिंदर नगर तक चलती हैं। इस लाइन के मुख्य स्टेशनों में कांगड़ा और पालमपुर शामिल हैं, हालांकि डलहौजी और धर्मशाला लाइन पर नहीं हैं। यह शहर कांगड़ा घाटी रेलवे का निचला टर्मिनस है, जिससे पश्चिमी हिमाचल प्रदेश के पर्वतीय क्षेत्रों को भारतीय रेलवे के नेटवर्क से जोड़ा जा सकता है।</p>\r\n<p>बस</p>\r\n<p>महाराणा प्रताप इंटर स्टेट बस टर्मिनल पठानकोट। यह पठानकोट जंक्शन रेलवे स्टेशन के करीब है। धर्मशाला डलहौजी के लिए सार्वजनिक बसों में 3-4 घंटे लगते हैं। जबकि अमृतसर जाने के लिए 3 घंटे लगते हैं। पठानकोट से महज 80 किमी की दूरी पर हनीमून कपल्स के लिए डलहौजी मशहूर डेस्टिनेशन है। प्रसिद्ध हिंदू तीर्थस्थल वैष्णो देवी पठानकोट से सिर्फ 160 किमी दूर है। चंडीगढ़ 4-5 घंटे की दूरी पर है। यह पंजाब रोडवेज, हरियाणा रोडवेज, हिमाचल रोडवेज जम्मू-कश्मीर परिवहन और निजी एसी वॉल्वो बसों से बस सेवाओं से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानकोट से गुरदासपुर (35 किमी), मुकेरियां (40), जोगिंदर नगर (137 किमी), धर्मशाला (100 किमी), डलहौजी (100 किमी), अमृतसर (108), पालमपुर (100 किमी), चम्बा (100 किमी) और जम्मू (100 किमी), होशियारपुर (100 किमी), कांगड़ा (100 किमी), जालंधर (108 किमी), श्रीनगर (400 किमी) सभी अलग-अलग दिशाओं में पठानकोट से जालंधर-श्रीनगर राष्ट्रीय राजमार्ग (NH) के माध्यम से 1 ए), डबवाली-पठानकोट राष्ट्रीय राजमार्ग (NH-54) और पठानकोट-मंडी राष्ट्रीय राजमार्ग (NH-20)।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर और कस्बे</p>\r\n<p>इस जिले में दो वैधानिक शहर पठानकोट और सुजानपुर हैं। 2011 की जनगणना के अनुसार, जिले में 12 जनगणना शहर भी हैं। इन शहरों और कस्बों की सूची नीचे दी गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानकोट (शहर नगर निगम)</p>\r\n<p>सुजानपुर (शहर नगर परिषद)</p>\r\n<p>Jugial</p>\r\n<p>नरोट जयमल सिंह</p>\r\n<p>नरोट मेहरा</p>\r\n<p>Gho</p>\r\n<p>Manwal</p>\r\n<p>सरना</p>\r\n<p>Bungal</p>\r\n<p>कोट</p>\r\n<p>थरियाल</p>\r\n<p>Malikpur</p>\r\n<p>Dunera</p>\r\n<p>धार कलां</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>देव आनंद (फिल्म स्टार)</p>\r\n<p>विनोद खन्ना (फिल्म स्टार / पूर्व सांसद)</p>\r\n<p>मास्टर मोहन लाल (पूर्व मंत्री पंजाब)</p>\r\n<p>अश्विनी शर्मा (पूर्व विधायक)</p>\r\n<p>दिनेश सिंह बाबू (विधायक)</p>\r\n<p>सीमा कुमारी (पूर्व विधायक)</p>\r\n<p>कमलदीप सिंह (कॉमेडियन)</p>\r\n<p>संजीव अत्री (कॉमेडियन)</p>\r\n<p>सलोनी सरीन (कॉमेडियन)</p>\r\n<p>सिद्दार्थ कौल (क्रिकेटर)</p>\r\n<p>आरके बख्शी (जिला पुलिस प्रमुख)</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>पठानकोट तीन राज्यों पंजाब, जम्मू और कश्मीर और हिमाचल प्रदेश का मिलन बिंदु है। इसके दर्शनीय स्थान और राजपूतों की सांस्कृतिक विरासत ने इस शहर को एक अच्छा पर्यटन स्थल बना दिया है। यह शहर रावी और चक्की नदियों और हिमालय की शिवालिक श्रेणियों से घिरा हुआ है। यहां उन सर्वोत्तम स्थानों की सूची दी गई है, जो आप पठानकोट में देख सकते हैं।</p>\r\n<p>मुक्तेश्वर धाम</p>\r\n<p>मुक्तेश्वर मंदिर:-गुफा मंदिर हिंदू देवता भगवान शिव को समर्पित हैं और रावी नदी के तट पर स्थित हैं। कहा जाता है कि गुफाओं का उपयोग पांडवों ने निर्वासन में अपने अंतिम वर्ष के दौरान रहने के लिए किया था। मुक्तेश्वर मंदिर एक पहाड़ी के ऊपर स्थित है और इसमें एक संगमरमर का शिवलिंग और एक तांबे का योनी है। विभिन्न हिंदू देवताओं ब्रह्मा, विष्णु, हनुमान, पार्वती और गणेश की मूर्तियां लिंगम को घेरे हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नूरपुर का किला</p>\r\n<p>नूरपुर किला: - नुपुर किले को पहले धमेरी किले के रूप में जाना जाता था और इसे 10 वीं शताब्दी में बनाया गया था। किले को अंग्रेजों ने नष्ट कर दिया और फिर 1905 में भूकंप आया। बृज राज स्वामी नाम के किले के अंदर का मंदिर 16 वीं शताब्दी में बनाया गया था और यह उन एकमात्र स्थानों में से एक है, जहां भगवान कृष्ण और मीरा बाई दोनों की मूर्तियाँ हैं। पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रणजीत सागर बांध</p>\r\n<p>रंजीत सागर बांध: -यह बांध पंजाब सरकार की जलविद्युत परियोजना का एक हिस्सा है और 2001 में पूरा हो गया था। रंजीत सागर बांध को थिएन बांध के नाम से भी जाना जाता है और इसका निर्माण रावी नदी पर किया जाता है। यह बांध अपने हरे भरे परिवेश के साथ एक शानदार पिकनिक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>काठगढ़ मंदिर</p>\r\n<p>काठगढ़ मंदिर: -कठगढ़ मंदिर भगवान शिव और पार्वती को समर्पित है और प्राचीन उत्पत्ति के साथ एक प्राचीन लिंगम की विशेषता है। कहा जाता है कि भगवान राम की खोज के दौरान भरत ने मंदिर का दौरा किया था। मंदिर ब्यास और चोंच नदी के संगम पर स्थित है। मंदिर को शानदार ढंग से रोमन शैली की वास्तुकला में बनाया गया है। पठानकोट शहर ने हिमाचल प्रदेश और जम्मू और कश्मीर के पर्वतीय क्षेत्रों में जाने से पहले एक आराम स्थान के रूप में काम किया है। यह शहर डलहौज़ी, चंबा और कांगड़ा जैसे प्रसिद्ध हिल स्टेशनों से दिखता है। पठानकोट की समृद्ध संस्कृति और इतिहास का अनुभव करने के लिए उपर्युक्त आकर्षण का दौरा करना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;स्रोत: https://en.wikipedia.org/wiki/Pathankot</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ce7e748-8a2b-40c7-8200-28780581602f_Pathankot-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pathankot-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"पठानकोट","slug":"pathankot"}],"recommendations":[{"id":826,"title":"गुरदासपुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"f2952aa9-b8bb-4c11-b639-c78b2ea6cf06_Gurdaspur-railway.jpg","dateCreated":"2019-10-05T03:09:14.78Z","dateModified":"2019-10-05T03:09:32.661Z","contributedBy":"AskGif","content":"गुरदासपुर जिला भारत के पंजाब राज्य के माजा क्षेत्र का एक जिला है। गुरदासपुर जिला मुख्यालय है। यह अंतरराष्ट्रीय स्तर पर पाकिस्तानी पंजाब, अमृतसर, पठानकोट, कपूरथला और होशियारपुर के पंजाब जिलों के नरोवाल जिले की सीमाओं पर है। दो मुख्य नदियाँ ब्यास और रावी जिले से होकर गुजरती हैं। कहा जाता है कि मुगल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2952aa9-b8bb-4c11-b639-c78b2ea6cf06_Gurdaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"गुरदासपुर","slug":"gurdaspur"}],"slug":"top-places-to-visit-in-gurdaspur-punjab","total":0},{"id":820,"title":"फ़िरोज़पुर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","dateCreated":"2019-10-02T01:37:23.626Z","dateModified":"2019-10-02T01:37:41.505Z","contributedBy":"AskGif","content":"फिरोजपुर, जिसे फिरोजपुर के नाम से भी जाना जाता है, फिरोजपुर जिले, पंजाब, भारत में सतलज नदी के किनारे बसा एक शहर है। इसकी स्थापना सुल्तान फिरोज शाह तुगलक (1351-88) ने की थी, जो तुगलक वंश का एक शासक था, जिसने 1351 से 1388 तक दिल्ली की सल्तनत पर शासन किया था।\r\nफिरोजपुर जिला भारत के पंजाब राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फ़िरोज़पुर","slug":"firozpur"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-firozpur-punjab","total":0},{"id":818,"title":"बठिंडा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","dateCreated":"2019-10-01T02:38:54.54Z","dateModified":"2019-10-01T02:39:11.742Z","contributedBy":"AskGif","content":"बठिंडा भारत के पंजाब के दक्षिणी भाग में एक शहर और नगर निगम है। यह पंजाब, भारत के सबसे पुराने शहरों और बठिंडा जिले के वर्तमान प्रशासनिक मुख्यालय में से एक है। यह पश्चिमोत्तर भारत में मालवा क्षेत्र में है, जो राजधानी चंडीगढ़ से 227 किमी पश्चिम में है और पंजाब का पांचवा सबसे बड़ा शहर है। बठिंडा का न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/351bbdac-be9c-4151-9b57-2632e6a04f5e_Bathinda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"बठिंडा","slug":"bathinda"}],"slug":"top-places-to-visit-in-bathinda-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}