{"id":835,"title":"पटियाला में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","dateCreated":"2019-10-05T08:58:55.856Z","dateModified":"2019-10-05T08:59:27.866Z","contributedBy":"AskGif","content":"<p>पटियाला जिला उत्तर-पश्चिम भारत के पंजाब राज्य के बाईस जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>उनके मुख्यालय के साथ पंजाब के जिले</p>\r\n<p>पटियाला जिला 29 49 'और 30 47' उत्तरी अक्षांश, 75 58 'और 76 54' पूर्वी देशांतर के बीच स्थित है, जो राज्य के दक्षिण-पूर्वी भाग में स्थित है। यह फतेहगढ़ साहिब, रूपनगर और उत्तर में मोहाली, पश्चिम में फतेहगढ़ साहिब और संगरूर जिलों, पश्चिम में अंबाला, पंचकुला, हरियाणा पूर्व में और पूर्व में हरियाणा राज्य के कुरुक्षेत्र जिलों और पूर्व में हरियाणा के कैथल जिले से घिरा हुआ है। दक्षिण पश्चिम।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबा अला सिंह (1691-1765), पंजाब के बठिंडा जिले के गाँव रामपुरा फूल के एक सिख सरदार थे, जिनकी युवा सेना के जवानों ने बरनाला में प्रवास किया, जहाँ 1763 में बाबा अला सिंह ने अपना नया राज्य स्थापित किया। बाद में बाबा अला सिंह लेहल के एक छोटे से गाँव में चले गए जहाँ उन्होंने गाँव पर एक नया शहर बनाया, जिसका नामकरण पटियाला किया। उन्होंने सरहिंद के दक्षिण में फुलकियान राजवंश के रूप में जाना जाने वाला एक स्थिर और स्थिर राज्य की नींव रखी। पटियाला जिले में और उसके आसपास उन्होंने अपने क्षेत्र के भीतर कई गांवों की स्थापना की, और सिख धर्म से संबंधित कई ऐतिहासिक गुरुद्वारों का पुनर्निर्माण किया।</p>\r\n<p>&nbsp;</p>\r\n<p>यह बाबा अला सिंह के समय से था जब पटियाला जिला सरहिंद सरकार के अधीन था। बाबा अला सिंह ने सरहिंद, टोहाना, मनसा, बठिंडा, संगरूर और बरनाला, फतेहाबाद को पटियाला राज्य का जिला बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>1809 में पटियाला राज्य फुलकिया राजवंश के महाराजा साहिब सिंह (1773-1813) के शासनकाल में ब्रिटिश संरक्षण में आया, क्योंकि उन्हें डर था कि लाहौर के महाराजा रणजीत सिंह सतलुज नदी को पार करेंगे और जिला और राज्य ले लेंगे इसलिए पटियाला के शासकों को मिल गया 1809-1947 तक आगे के आक्रमण से उन्हें बचाने के लिए ब्रिटिश, ब्रिटिश सुरक्षा के तहत पटियाला बने रहे। 1948 में पटियाला रियासत को भारत सरकार ने समाप्त कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला जिला आगे 13 अप्रैल 1992 वैशाखी पर फतेहगढ़ साहिब जिले में विभाजित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला जिले की आबादी मुख्य रूप से सिखों की संख्या के साथ हिंदू और कम संख्या में ईसाइयों और मुसलमानों के साथ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला की जनसंख्या 1,892,282 है जो 2011 की जनगणना के अनुसार लुधियाना, अमृतसर और जालंधर के बाद पंजाब का चौथा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले को तीन उप-विभाजनों में विभाजित किया गया है: पटियाला, राजपुरा और नाभा, जो आगे पांच तहसीलों में विभाजित हैं: पटियाला, राजपुरा, नाभा, समाना, पटरान। इसमें आठ ब्लॉक, पटियाला, राजपुरा, नाभा और समाना शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में नौ पंजाब विधानसभा क्षेत्र स्थित हैं: पटियाला शहरी, पटियाला ग्रामीण, राजपुरा, नाभा, समाना, घन्नौर, शतराना, सन्नौर और पटरान। ये सभी पटियाला लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>पटियाला तेजी से राज्य के औद्योगिक मानचित्र पर एक महत्वपूर्ण औद्योगिक विकास केंद्र के रूप में उभर रहा है। पारंपरिक सामानों के अलावा, उच्च गुणवत्ता और परिष्कृत वस्तुओं का उत्पादन अब किया जाता है, जिनमें छोटे कटिंग टूल, पावर केबल, वानस्पती घी, साइकिल और कृषि उपकरण शामिल हैं, जिनमें हार्वेस्टर कंबाइन और थ्रेशर, दुग्ध उत्पाद, और कीटनाशक शामिल हैं। औद्योगिक इकाइयाँ मुख्य रूप से राजपुरा, पटियाला, समाना और नाभा जिले में फैली हुई हैं। राजपुरा में बड़ी और मध्यम औद्योगिक इकाइयाँ हैं, जो वानस्पती घी, बिजली के तार, साइकिल और साइकिल के कलपुर्जे का उत्पादन करती हैं और डेरा बस्सी में काता-धागा और शराब का उत्पादन करती हैं। जिले में लघु उद्योग के बीच कृषि औजार, चावल के गोले, काटने के उपकरण, बिजली के सामान और बेकरी का उत्पादन होता है। पटियाला, राजपुरा, नाभा और डेरा बस्सी और राजपुरा, पटियाला में दो औद्योगिक एस्टेट हैं।</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>मोहिंदरा कॉलेज, पटियाला</p>\r\n<p>1947 में भारतीय स्वतंत्रता के बाद से, पटियाला पंजाब राज्य में एक प्रमुख शिक्षा केंद्र के रूप में उभरा है। शहर में थापर इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, एलएम थापर स्कूल ऑफ मैनेजमेंट, पंजाबी यूनिवर्सिटी, राजीव गांधी नेशनल लॉ यूनिवर्सिटी, जनरल शिवदेव सिंह दीवान गुरबचन सिंह खालसा कॉलेज, मोहिंद्रा कॉलेज, आर्यन्स कॉलेज ऑफ लॉ, मुल्तानी मल मोदी कॉलेज, राजिंद्रा हैं। अस्पताल, गवर्नमेंट मेडिकल कॉलेज, पटियाला, गुरसेवक सिंह गवर्नमेंट कॉलेज ऑफ फिजिकल एजुकेशन, गवर्नमेंट कॉलेज फॉर गर्ल्स, और गवर्नमेंट। बिक्रम कॉलेज ऑफ कॉमर्स, उत्तरी भारत के प्रमुख कॉमर्स कॉलेजों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>नेताजी सुभाष राष्ट्रीय खेल संस्थान, पटियाला उत्तर भारत का एक खेल केंद्र है। राजीव गांधी राष्ट्रीय विधि विश्वविद्यालय, पटियाला उत्तर क्षेत्र का पहला राष्ट्रीय कानून स्कूल था जिसे पंजाब सरकार अधिनियम 2006 के तहत स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला शहर में कई खेल के मैदान हैं, जिनमें राजा भालिंद्रा स्पोर्ट्स कॉम्प्लेक्स शामिल है, जिसे आमतौर पर लोअर माल रोड पर पोलो ग्राउंड के रूप में जाना जाता है, जिसमें एक इनडोर स्टेडियम है। अन्य खेल सुविधाओं में एथलेटिक्स के लिए यादविंद्रा स्पोर्ट्स स्टेडियम, रोलर स्केटिंग के लिए रिंक हॉल, क्रिकेट के लिए ध्रुव पांडोव क्रिकेट स्टेडियम और पटियाला के राष्ट्रीय खेल संस्थान शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और परंपराएं</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला से फुलकारी</p>\r\n<p>मालवा क्षेत्र पर पटियाला का बोलबाला केवल राजनीतिक प्रभाव से परे था। पटियाला समान रूप से धार्मिक और सांस्कृतिक जीवन का समुच्चय था। शैक्षिक रूप से, पटियाला सबसे आगे था। पटियाला देश का पहला हिस्सा था जिसने 1870 में कॉलेज - मोहिंद्रा कॉलेज की डिग्री हासिल की।</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला ने वास्तुकला की एक अलग शैली के विकास को देखा है। राजपूत शैली से उधार, इसकी सुंदरता और सुंदरता को स्थानीय परंपराओं के अनुसार ढाला गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>फाउंटेन चौक के सामने स्थित मॉल पर फुल सिनेमा आर्ट डेको शैली में बनाया गया है</p>\r\n<p>पटियाला के महाराजाओं के सक्रिय संरक्षण के साथ, \"पटियाला घराना\" नामक हिंदुस्तानी संगीत की एक अच्छी तरह से स्थापित शैली अस्तित्व में आई है और वर्तमान समय तक अपनी पकड़ बनाए हुए है। संगीत के इस स्कूल में कई प्रसिद्ध संगीतकार थे, जिनमें से कई 18 वीं शताब्दी में दिल्ली में मुगल दरबार के विघटन के बाद पटियाला आए थे। सदी के मोड़ पर, उस्ताद अली बक्स इस घराने के सबसे प्रसिद्ध प्रतिपादक थे। बाद में, उनके बेटे उस्ताद अख्तर हुसैन खान और उस्ताद बडे गुलाम अली खान ने दुनिया भर में ख्याति प्राप्त की और पटियाला घराने को गौरव दिलाया।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश भारत के विभाजन के बाद, मुसलमानों को शहर में पाकिस्तान से भागने के लिए मजबूर किया गया था, जबकि कई हिंदू और सिख शरणार्थी पाकिस्तान से चले गए और पटियाला में मुस्लिम संपत्तियों पर बस गए। पटियाला के तत्कालीन महाराजा, महामहिम यादविन्द्र सिंह, PEPSU के राजप्रमुख ने अपनी पत्नी महारानी महारानी मोहिंदर कौर के साथ बड़ी संख्या में शिविरों का आयोजन किया और लोगों के लिए अथक परिश्रम किया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>भारत में प्रति व्यक्ति वाहनों की संख्या में पटियाला सबसे अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह सड़क मार्ग से अंबाला, कैथल, चंडीगढ़, अमृतसर, दिल्ली आदि शहरों से जुड़ा है। पटियाला लुधियाना, जालंधर और अमृतसर जैसे शहरों से एनएच 1 पर स्टेट हाईवे नं। 8 तक सरहिंद, जो कि NH 1 पर है। पटियाला दिल्ली से सड़क के साथ-साथ रेल से भी जुड़ा हुआ है। NH 64 (ज़ीरकपुर - पटियाला - संगरूर - भटिंडा) पटियाला को राजपुरा (NH 1 और दिल्ली से बहुत अच्छी तरह से जुड़ा हुआ) और ज़ीरकपुर (चंडीगढ़ के उपनगर) से जोड़ता है। पटियाला में अंबाला रेलवे डिवीजन और पटियाला एयरपोर्ट के तहत एक रेलवे स्टेशन है, जो चालू नहीं है। निकटतम घरेलू हवाई अड्डा चंडीगढ़ हवाई अड्डा है, जो शहर से लगभग 62 किमी दूर है। पटियाला नाभा शहर के बहुत करीब स्थित है। पटियाला और नाभा के बीच की दूरी लगभग 27 किमी है और नाभा पहुंचने के लिए सड़क मार्ग से लगभग आधे घंटे लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला सड़क मार्ग से सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख शहरों और पटियाला के बीच की दूरी:</p>\r\n<p>कैथल - 68 किमी</p>\r\n<p>अंबाला - 51 किमी</p>\r\n<p>अमृतसर - 235 किमी</p>\r\n<p>बठिंडा - 156 किमी</p>\r\n<p>चंडीगढ़ - 67 किमी</p>\r\n<p>चीका - 41 किमी</p>\r\n<p>चेन्नई - 2390 किमी</p>\r\n<p>दिल्ली - 233 किमी</p>\r\n<p>इंदौर - 1082 किमी</p>\r\n<p>जयपुर - 454 किमी</p>\r\n<p>जालंधर - 155 किमी</p>\r\n<p>जम्मू - 301 किमी</p>\r\n<p>कोलकाता - 1637 किमी</p>\r\n<p>लखनऊ - 669 किमी</p>\r\n<p>लुधियाना - 93 किमी</p>\r\n<p>मुंबई - 1627 किमी</p>\r\n<p>पुंडरी - 78 किमी</p>\r\n<p>राजपुरा - 32 किमी</p>\r\n<p>शिमला - 173 किमी</p>\r\n<p>ज़ीरकपुर - 58 किमी</p>\r\n<p>मनोरंजन</p>\r\n<p>शहर में निम्नलिखित सिंगल स्क्रीन सिनेमा हॉल हैं: फूल, मालवा, राजधानी। एसआरएस ओमेक्स मॉल एक स्थानीय मॉल और मल्टीप्लेक्स है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>नाम व्यवसाय</p>\r\n<p>रियासत पटियाला के पटियाला महाराजा के महेंद्र सिंह</p>\r\n<p>रियासत पटियाला के महाराजा राजिंदर सिंह महाराजा</p>\r\n<p>कैप्टन अमरिंदर सिंह के भूपिंदर सिंह दादा और रियासत पटियाला के महाराजा</p>\r\n<p>पटियाला की मोहिंदर कौर राजमाता और कैप्टन अमरिंदर सिंह की माँ</p>\r\n<p>कैप्टन अमरिंदर सिंह पंजाब के 29 वें मुख्यमंत्री हैं</p>\r\n<p>परनीत कौर सांसद और विदेश राज्य मंत्री (केंद्रीय सरकार पीएम मनमोहन सिंह के तहत)</p>\r\n<p>बीबी अमटस सलाम सामाजिक कार्यकर्ता</p>\r\n<p>पवन कुमार बंसल चार बार सांसद, भारत के केंद्रीय मंत्री (दो बार)</p>\r\n<p>सुरजीत सिंह रखड़ा विधान सभा सदस्य</p>\r\n<p>दलीप कौर तिवाना पंजाबी लेखक</p>\r\n<p>दमनदीप सिंह बग्गन डब-ओवर आवाज अभिनेता</p>\r\n<p>द ट्रिब्यून के सहायक संपादक रूपिंदर सिंह; लेखक</p>\r\n<p>हरपाल तिवाना अभिनेता, लेखक और निर्देशक</p>\r\n<p>अभिनव बिंद्रा ओलंपिक में व्यक्तिगत स्वर्ण पदक जीतने वाले पहले भारतीय हैं</p>\r\n<p>Samiksha अभिनेता</p>\r\n<p>स्मिप कांग अभिनेता, लेखक और निर्देशक</p>\r\n<p>राष्ट्रीय राइफल एसोसिएशन ऑफ इंडिया (एनआरएआई) के अध्यक्ष रनिंदर सिंह</p>\r\n<p>भूपिंदर सिंह (संगीतकार) गायक और संगीतकार</p>\r\n<p>बलराज पंडित थियेटर निर्देशक, नाटककार</p>\r\n<p>जिमी शेरगिल अभिनेता</p>\r\n<p>फवाद खान अभिनेता (उनके पिता पटियाला से चले गए)</p>\r\n<p>गुलज़ार इंदर चहल अभिनेता और क्रिकेटर</p>\r\n<p>गैवी चहल अभिनेता</p>\r\n<p>राकेश शर्मा प्रथम भारतीय अंतरिक्ष यात्री</p>\r\n<p>सतविंदर बिट्टी पंजाबी गायक</p>\r\n<p>हरभजन मान पंजाबी गायक और अभिनेता</p>\r\n<p>मीका सिंह पंजाबी गायक और अभिनेता</p>\r\n<p>परवीन सुल्ताना के दिलशाद खान पति; पटियाला घराना के सदस्य; गायक</p>\r\n<p>फतेह अली खान पटियाला घराने के सदस्य; गायक</p>\r\n<p>हामिद अली खान पटियाला घराने के सदस्य; गायक</p>\r\n<p>पटियाला घराने के सदस्य जगदीश प्रसाद; गायक</p>\r\n<p>जोहर अली खान पटियाला घराने के सदस्य; गायक</p>\r\n<p>कौशिकी चक्रवर्ती अजय चक्रवर्ती की बेटी; पटियाला घराना के सदस्य; गायक</p>\r\n<p>लक्ष्मी शंकर पटियाला घराने की सदस्य; गायक</p>\r\n<p>मुनव्वर अली खान पुत्र बडे गुलाम अली खान; पटियाला घराना के सदस्य; गायक</p>\r\n<p>निर्मला देवी पटियाला घराने की सदस्य; गायक</p>\r\n<p>पटियाला घराने की सदस्य परवीन सुल्ताना; गायक</p>\r\n<p>बडे गुलाम अली खान के रजा अली खान पोते; पटियाला घराना के सदस्य; गायक</p>\r\n<p>पटियाला घराना के संजुक्ता घोष सदस्य; गायक</p>\r\n<p>शफ़क़त अमानत अली पटियाला घराने के सदस्य; गायक</p>\r\n<p>पटियाला घराने के सदस्य अफगानिस्तान के मोहम्मद हुसैन सरांग; गायक</p>\r\n<p>दलेर मेहंदी पंजाबी गायक</p>\r\n<p>पम्मी बाई पंजाबी गायिका</p>\r\n<p>मलकीत सिंह पंजाबी गायक</p>\r\n<p>विनयपाल बुट्टर पंजाबी गायक</p>\r\n<p>नवजोत सिंह सिद्धू पूर्व क्रिकेटर, अभिनेता, कमेंटेटर और राजनीतिज्ञ</p>\r\n<p>मोहिंदर अमरनाथ क्रिकेटर</p>\r\n<p>संदीप शर्मा क्रिकेटर</p>\r\n<p>सरबजीत लड्डा क्रिकेटर</p>\r\n<p>अनमोलप्रीत सिंह क्रिकेटर</p>\r\n<p>प्रभसिमरन सिंह क्रिकेटर</p>\r\n<p>ईश सोढ़ी क्रिकेटर</p>\r\n<p>रवि इंदर सिंह क्रिकेटर</p>\r\n<p>जीवनजोत सिंह क्रिकेटर</p>\r\n<p>दीपक ठाकुर हॉकी प्लेयर</p>\r\n<p>हीना सिद्धू शूटर</p>\r\n<p>कमाल खान (गायक) गायक</p>\r\n<p>नवनीत कौर ढिल्लों फेमिना मिस इंडिया 2013</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला के उपनगर</p>\r\n<p>नाभा (नगर परिषद) 25 कि.मी.</p>\r\n<p>राजपुरा (नगर परिषद) 27 कि.मी.</p>\r\n<p>समाना (नगर परिषद) 27 कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>बहादुरगढ़ किला पटियाला</p>\r\n<p>किला बहादुरगढ़</p>\r\n<p>नौवें गुरु तेग बहादुर अपनी यात्रा के दौरान सैफाबाद में रहे। मूल रूप से सैफाबाद के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>काली माता मंदिर पटियाला</p>\r\n<p>काली मंदिर</p>\r\n<p>महाराजा भूपिंदर सिंह को इस मंदिर को बनाने और काली की 6 फीट की मूर्ति को बंगाल से पटियाला लाने के लिए प्रेरित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गूरुरा आनंद नगर साहिब, पटियाला</p>\r\n<p>गुरुद्वारा दुक्खिवरन साहिब</p>\r\n<p>श्रेणी धार्मिक</p>\r\n<p>लेहल के ग्रामीणों ने इस ऊंचे स्थान पर निर्मित मामूली गुरुद्वारा के लिए भूमि दान की।</p>\r\n<p>&nbsp;</p>\r\n<p>बगीचा</p>\r\n<p>बारादरी गार्डन</p>\r\n<p>बारादरी उद्यान शेरनवाला गेट के बाहर, पुराने पटियाला शहर के उत्तर में स्थित बारादरी महल के चारों ओर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बीर मोती बाग पटियाला</p>\r\n<p>बीर मोती बाग</p>\r\n<p>पटियाला के बाहरी इलाके में 1,600 एकड़ का जंगल, द बीर मूल रूप से महाराजा का शिकार था।</p>\r\n<p>विरासत</p>\r\n<p>शीश महल</p>\r\n<p>शीश महल को मुख्य मोती बाग पैलेस के पीछे बनाया गया था ताकि एक आनंद परिसर के रूप में सेवा की जा सके।</p>\r\n<p>NSNIS पटियाला</p>\r\n<p>मोती बाग पैलेस</p>\r\n<p>महाराजा नरिंदर सिंह के शासनकाल के दौरान शुरू किया गया, यह 20 वीं शताब्दी की शुरुआत में महाराजा भूपिंदर सिंह के अधीन पूरा हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Patiala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-patiala-punjab","tags":[{"name":"पटियाला","slug":"patiala"},{"name":"पंजाब","slug":"punjab"}],"recommendations":[{"id":842,"title":"शहीद भगत सिंह नगर, नवांशहर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"शहीद भगत सिंह नगर जिला (पूर्व में नवांशहर जिला) भारत के पंजाब राज्य के दोआबा क्षेत्र में से एक है। इसमें तीन उपखंड नवांशहर, बंगा और बलाचौर शामिल हैं। जिले में तीन विधानसभा सीटें हैं, नवांशहर, बलाचौर और बंगा। वे आनंदपुर साहिब लोकसभा क्षेत्र के अंतर्गत आते हैं।\r\n&nbsp;\r\nनवांशहर एक शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शहीद-भगत-सिंह-नगर","slug":"shahid-bhagat-singh-nagar"},{"name":"पंजाब","slug":"punjab"},{"name":"नवांशहर","slug":"nawanshahr"}],"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","total":0},{"id":841,"title":"संगरूर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","dateCreated":"2019-10-07T14:03:22.583Z","dateModified":"2019-10-07T14:03:45.739Z","contributedBy":"AskGif","content":"संगरूर जिला उत्तर भारत के पंजाब राज्य में है। संगरूर में धूरी, लेहरगागा, मालेरकोटला, संगरूर और सुनाम शहर शामिल हैं। अन्य शहर अहमदगढ़, अमरगढ़, भवानीगढ़, दिरबा, खनौरी, लोंगोवाल और मूनक हैं। संगरूर, मालेरकोटला, धूरी, सुनाम, लेहरगागा, मूनक, अहमदगढ़ और भवानीगढ़ होते हुए 8 उप-विभाग हैं। बरनाला कभी जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"संगरूर","slug":"sangrur"}],"slug":"top-places-to-visit-in-sangrur-punjab","total":0},{"id":822,"title":"फरीदकोट में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"फरीदकोट जिला पंजाब राज्य के 22 जिलों में से एक है, जिला मुख्यालय के रूप में फरीदकोट शहर के साथ भारत। फरीदकोट जिला तत्कालीन फिरोजपुर डिवीजन का एक हिस्सा था, लेकिन वर्ष 1996 में फरीदकोट डिवीजन की स्थापना फरीदकोट में एक डिवीजनल मुख्यालय के साथ की गई जिसमें फरीदकोट, बठिंडा और मानसा जिले शामिल हैं।</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फरीदकोट","slug":"faridkot"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-faridkot-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}