{"id":835,"title":"Top Places to visit in Patiala, Punjab","imageUrl":"13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","dateCreated":"2019-10-05T08:58:55.856Z","dateModified":"2019-10-05T08:59:27.866Z","contributedBy":"AskGif","content":"<p>Patiala district is one of the twenty two districts in the state of Punjab in north-west India.</p>\r\n<p>Districts of Punjab along with their headquarters</p>\r\n<p>Patiala District lies between 29 49&rsquo; and 30 47&rsquo; north latitude, 75 58&rsquo; and 76 54' east longitude, in the southeast part of the state. It is surrounded by Fatehgarh Sahib, Rupnagar and Mohali to the north, Fatehgarh Sahib and Sangrur districts to the west, Ambala, Panchkula, Haryana to the north east and Kurukshetra districts of neighbouring Haryana state to the east, and Kaithal district of Haryana to the south west.</p>\r\n<p>&nbsp;</p>\r\n<p>Baba Ala Singh (1691&ndash;1765), a Sikh chieftain from village Rampura Phul in Bathinda District of Punjab, with his army of young brave men migrated to Barnala where Baba Ala Singh in 1763 set up his new state. Later Baba Ala Singh moved to a small village of Lehal where he built a new city on the village, naming it as Patiala. He laid the foundations of a steady and stable state known as Phulkian Dynasty south of Sirhind. In and around Patiala District he founded many villages within his territory, and reconstructed many historical Gurdwaras relating to Sikh religion.</p>\r\n<p>&nbsp;</p>\r\n<p>It was since Baba Ala Singh's time that Patiala District came into being as before the area was under the Sirhind Government. Baba Ala Singh made Sirhind, Tohana, Mansa, Bathinda, Sangrur and Barnala, Fatehabad District part of Patiala State.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1809 Patiala State came under British protection during the reign of Maharaja Sahib Singh (1773&ndash;1813) of Phulkian Dynasty, as he feared that Maharaja Ranjit Singh of Lahore would cross the Sutlej river and take the district and state so the Patiala rulers got the British to protect them from further invasion from 1809-1947 Patiala remained under British Protection. In 1948 Patiala Princely State was abolished by the Indian government.</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala District was further divided into Fatehgarh Sahib District on 13 April 1992 Vaisakhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala district population mainly follows Sikhism with a lesser number of Hindus and smaller numbers of Christians and Muslims.</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala having a population of 1,892,282 is the 4th most populated district of the Punjab after Ludhiana, Amritsar and Jalandhar as per the 2011 census.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district is divided into three sub-divisions: Patiala, Rajpura and Nabha, which are further divided into five tehsils: Patiala, Rajpura, Nabha, Samana, Pattran. It also comprises eight blocks, Patiala, Rajpura, Nabha and Samana.</p>\r\n<p>&nbsp;</p>\r\n<p>There are nine Punjab Vidhan Sabha constituencies located in this district: Patiala Urban, Patiala Rural, Rajpura, Nabha, Samana, Ghanaur, Shutrana, Sanaur, and Patran. All of these are part of Patiala Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>Patiala is fast emerging as an important industrial growth centre on the industrial map of the state. Besides traditional goods, high quality and sophisticated items are now produced including small cutting tools, power cables, Vanaspati ghee, bicycles and agriculture implements including harvester combines and threshers, milk products, and pesticides. The industrial units are scattered all over the district mainly at Rajpura, Patiala, Samana and Nabha. There are large and medium industrial units located at Rajpura producing Vanaspati ghee, power cables, bicycles and bicycle components and at Dera bassi producing spun-yarn and alcohol. Among the small scale industry in the district are those producing agriculture implements, rice shellers, cutting tools, electrical goods and bakeries. There are industrial focal points at Patiala, Rajpura, Nabha and Dera bassi and two industrial estates at Rajpura, Patiala.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Mohindra College, Patiala</p>\r\n<p>Since Indian independence in 1947, Patiala has emerged as a major education centre in the state of Punjab. The city houses the Thapar Institute Of Engineering And Technology, LM Thapar School OF Management,Punjabi University, Rajiv Gandhi National University of Law, General Shivdev Singh Diwan Gurbachan Singh Khalsa College, Mohindra College, Aryans College of Law, Multani Mal Modi College, Rajindra Hospital, Government Medical College, Patiala, Prof. Gursewak Singh Government College of Physical Education, Government College for Girls, and Govt. Bikram College of Commerce, one of the premier commerce colleges in northern India.</p>\r\n<p>&nbsp;</p>\r\n<p>Netaji Subhash National Institute of Sports, Patiala is a sports hub of north India. Rajiv Gandhi National University of Law, Patiala was the first national law school of the north region established under Punjab Government Act of 2006.</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala city has many playgrounds, including the Raja Bhalindra Sports Complex, more commonly known as Polo Ground on Lower Mall Road, which houses an indoor stadium. Other sports facilities include Yadavindra Sports Stadium for athletics, Rink Hall for roller skating, Dhruv Pandov Cricket Stadium for cricket and National Institute of Sports, Patiala.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and traditions</p>\r\n<p>&nbsp;</p>\r\n<p>Phulkari from Patiala</p>\r\n<p>Patiala's sway over the Malwa area extended beyond merely political influence. Patiala was equally the set of religious and cultural life. Educationally, Patiala was at the forefront. Patiala was the first town in this part of the country to have a degree in college &ndash; the Mohindra College &ndash; in 1870.</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala has seen the evolution of a distinct style of architecture. Borrowing from the Rajput style, its beauty and elegance are moulded according to the local traditions.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Phul Cinema on the Mall facing the Fountain Chowk is built in Art Deco style</p>\r\n<p>With the active patronage of the Maharajas of Patiala, a well-established style of Hindustani music called the \"Patiala Gharana\" came into existence and has held its own up to the present times. This school of music has had a number of famous musicians, many of whom came to Patiala after the disintegration of the Mughal Court at Delhi in the 18th century. At the turn of the century, Ustad Ali Bux was the most renowned exponent of this Gharana. Later, his sons Ustad Akhtar Hussain Khan and Ustad Bade Ghulam Ali Khan achieved worldwide fame and brought glory to the Patiala Gharana.</p>\r\n<p>&nbsp;</p>\r\n<p>After the partition of British India, Muslims were forced to flee the city en masse to Pakistan, while many Hindu and Sikh refugees migrated from Pakistan and settled on the Muslim properties in Patiala. The then Maharaja of Patiala, His Highness Yadavindra Singh, Rajpramukh of PEPSU with his wife Her Highness Maharani Mohinder Kaur organised a large number of camps and worked tirelessly for the people.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Patiala has one of the highest number of vehicles per capita in India.</p>\r\n<p>&nbsp;</p>\r\n<p>It is connected to cities like Ambala, Kaithal, Chandigarh, Amritsar, Delhi etc. by road. Patiala is well connected to cities like Ludhiana, Jalandhar and Amritsar, on NH 1 via State Highway no. 8 till Sirhind, which is on NH 1. Patiala is well connected to Delhi by road as well as by rail. NH 64 (Zirakpur &ndash; Patiala &ndash; Sangrur &ndash; Bhatinda) connects Patiala with Rajpura (on NH 1 and very well connected to Delhi) and Zirakpur(suburb of Chandigarh). Patiala has a railway station under Ambala railway division and Patiala Airport, which is not operational. The nearest domestic airport is Chandigarh Airport, which is approximately 62 km from the city. Patiala is located very close to Nabha city. The distance between Patiala and Nabha is approximately 27km and it takes approximately half an hour by road to reach Nabha.</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala is connected by road to all the major towns.</p>\r\n<p>&nbsp;</p>\r\n<p>Distance between the major towns and Patiala:</p>\r\n<p>&nbsp;</p>\r\n<p>Kaithal - 68 km</p>\r\n<p>Ambala - 51 km</p>\r\n<p>Amritsar &ndash; 235 km</p>\r\n<p>Bathinda - 156 km</p>\r\n<p>Chandigarh &ndash; 67 km</p>\r\n<p>Cheeka - 41km</p>\r\n<p>Chennai &ndash; 2390 km</p>\r\n<p>Delhi &ndash; 233 km</p>\r\n<p>Indore &ndash; 1082 km</p>\r\n<p>Jaipur &ndash; 454 km</p>\r\n<p>Jalandhar &ndash; 155 km</p>\r\n<p>Jammu &ndash; 301 km</p>\r\n<p>Kolkata &ndash; 1637 km</p>\r\n<p>Lucknow &ndash; 669 km</p>\r\n<p>Ludhiana &ndash; 93 km</p>\r\n<p>Mumbai &ndash; 1627 km</p>\r\n<p>Pundri - 78 km</p>\r\n<p>Rajpura - 32 km</p>\r\n<p>Shimla &ndash; 173 km</p>\r\n<p>Zirakpur - 58 km</p>\r\n<p>Entertainment</p>\r\n<p>The city has the following single screen cinema halls: Phul, Malwa, Capital. SRS Omaxe mall is a local mall and multiplex.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Name Occupation</p>\r\n<p>Mahendra Singh of Patiala Maharaja of Princely State Patiala</p>\r\n<p>Maharaja Rajinder Singh Maharaja of Princely State Patiala</p>\r\n<p>Bhupinder Singh Grandfather of Captain Amarinder Singh and Maharaja of Princely State Patiala</p>\r\n<p>Mohinder Kaur Rajmata of Patiala and Mother of Captain Amarinder Singh</p>\r\n<p>Captain Amarinder Singh 29th Chief Minister of Punjab</p>\r\n<p>Preneet Kaur MP &amp; Minister of State for External Affairs (Central Govt. under PM Manmohan Singh)</p>\r\n<p>Bibi Amtus Salam Social worker</p>\r\n<p>Pawan Kumar Bansal Four times MP, Union Minister of India (twice)</p>\r\n<p>Surjit Singh Rakhra Member of Legislative Assembly</p>\r\n<p>Dalip Kaur Tiwana Punjabi writer</p>\r\n<p>Damandeep Singh Baggan Dub-over voice actor</p>\r\n<p>Roopinder Singh Assistant Editor of The Tribune; writer</p>\r\n<p>Harpal Tiwana Actor, writer and director</p>\r\n<p>Abhinav Bindra First Indian to win an individual gold medal at the Olympics</p>\r\n<p>Samiksha Actor</p>\r\n<p>Smeep Kang Actor, writer and director</p>\r\n<p>Raninder Singh President of National Rifle Association of India (NRAI)</p>\r\n<p>Bhupinder Singh (musician) Singer and musician</p>\r\n<p>Balraj Pandit Theatre director, playwright</p>\r\n<p>Jimmy Shergill Actor</p>\r\n<p>Fawad Khan Actor (His father migrated from Patiala)</p>\r\n<p>Gulzar Inder Chahal Actor and cricketer</p>\r\n<p>Gavie Chahal Actor</p>\r\n<p>Rakesh Sharma First Indian astronaut</p>\r\n<p>Satwinder Bitti Punjabi singer</p>\r\n<p>Harbhajan Mann Punjabi singer and actor</p>\r\n<p>Mika Singh Punjabi singer and actor</p>\r\n<p>Dilshad Khan Husband of Parveen Sultana; member of Patiala Gharana; singer</p>\r\n<p>Fateh Ali Khan Member of Patiala Gharana; singer</p>\r\n<p>Hamid Ali Khan Member of Patiala Gharana; singer</p>\r\n<p>Jagdish Prasad Member of Patiala Gharana; singer</p>\r\n<p>Johar Ali Khan Member of Patiala Gharana; singer</p>\r\n<p>Kaushiki Chakraborty Daughter of Ajoy Chakraborty; member of Patiala Gharana; singer</p>\r\n<p>Lakshmi Shankar Member of Patiala Gharana; singer</p>\r\n<p>Munawar Ali Khan Son of Bade Ghulam Ali Khan; member of Patiala Gharana; singer</p>\r\n<p>Nirmala Devi Member of Patiala Gharana; singer</p>\r\n<p>Parveen Sultana Member of Patiala Gharana; singer</p>\r\n<p>Raza Ali Khan Grandson of Bade Ghulam Ali Khan; member of Patiala Gharana; singer</p>\r\n<p>Sanjukta Ghosh Member of Patiala Gharana; singer</p>\r\n<p>Shafqat Amanat Ali Member of Patiala Gharana; singer</p>\r\n<p>Mohammad Hussain Sarahang from Afghanistan Member of Patiala Gharana; singer</p>\r\n<p>Daler Mehndi Punjabi singer</p>\r\n<p>Pammi Bai Punjabi singer</p>\r\n<p>Malkit Singh Punjabi singer</p>\r\n<p>Vinaypal Buttar Punjabi singer</p>\r\n<p>Navjot Singh Sidhu Former cricketer, actor, commentator and politician</p>\r\n<p>Mohinder Amarnath Cricketer</p>\r\n<p>Sandeep Sharma Cricketer</p>\r\n<p>Sarabjit Ladda Cricketer</p>\r\n<p>Anmolpreet Singh Cricketer</p>\r\n<p>Prabhsimran Singh Cricketer</p>\r\n<p>Ish Sodhi Cricketer</p>\r\n<p>Ravi Inder Singh Cricketer</p>\r\n<p>Jiwanjot Singh Cricketer</p>\r\n<p>Deepak Thakur Hockey Player</p>\r\n<p>Heena Sidhu Shooter</p>\r\n<p>Kamal Khan (singer) Singer</p>\r\n<p>Navneet Kaur Dhillon Femina Miss India 2013</p>\r\n<p>&nbsp;</p>\r\n<p>Suburbs of Patiala</p>\r\n<p>Nabha (Municipal Council) 25 km</p>\r\n<p>Rajpura (Municipal Council) 27 km</p>\r\n<p>Samana (Municipal Council) 27 km</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>&nbsp;</p>\r\n<p>Bahadargarh Qila Patiala</p>\r\n<p>Qila Bahadurgarh</p>\r\n<p>The ninth Guru Tegh Bahadur stayed at Saifabad during his travels. Originally known as Saifabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Kali Mata Mandir Patiala</p>\r\n<p>Kali Temple</p>\r\n<p>Maharaja Bhupinder Singh was inspired to build this temple and bring the 6-ft statue of Kali from Bengal to Patiala.</p>\r\n<p>&nbsp;</p>\r\n<p>ਗੁਰੂਦੁਆਰਾ ਦੁਖਨਿਵਾਰਨ ਸਾਹਿਬ, ਪਟਿਆਲਾ</p>\r\n<p>Gurudwara Dukhniwaran Sahib</p>\r\n<p>Category&nbsp; Religious</p>\r\n<p>The villagers of Lehal donated land for the modest Gurudwara built on this elevated site.</p>\r\n<p>&nbsp;</p>\r\n<p>garden</p>\r\n<p>Baradari Gardens</p>\r\n<p>The Baradari gardens surround the Baradari palace located in the north of old Patiala city, just outside Sheranwala Gate.</p>\r\n<p>&nbsp;</p>\r\n<p>Bir Moti Bagh Patiala</p>\r\n<p>Bir Moti Bagh</p>\r\n<p>A 1,600-acre forest on the outskirts of Patiala, The Bir was originally the hunting preserve of the Maharaja.</p>\r\n<p>heritage</p>\r\n<p>Sheesh Mahal</p>\r\n<p>The Sheesh Mahal was built behind the main Moti Bagh Palace to serve as a pleasure complex.&nbsp;</p>\r\n<p>NSNIS Patiala</p>\r\n<p>Moti Bagh Palace</p>\r\n<p>Started during the reign of Maharaja Narinder Singh, it was completed under Maharaja Bhupinder Singh in the early 20th century.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Patiala</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13396ca2-3140-4e75-9619-f41c21674e66_Patiala-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-patiala-punjab","tags":[{"name":"patiala","slug":"patiala"},{"name":"punjab","slug":"punjab"}],"recommendations":[{"id":842,"title":"Top Places to visit in Shahid Bhagat Singh Nagar, Nawanshahr, Punjab","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"Shaheed Bhagat Singh Nagar district (formerly Nawanshahr district) is one of the districts in Doaba region of the state of Punjab, India. It consists of three Sub -Divisions Nawanshahr, Banga and Balachaur. There are three legislative seats in the district, Nawanshahr, Balachaur and Banga. They f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shahid-bhagat-singh-nagar","slug":"shahid-bhagat-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"nawanshahr","slug":"nawanshahr"}],"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","total":0},{"id":841,"title":"Top Places to visit in Sangrur, Punjab","imageUrl":"be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","dateCreated":"2019-10-07T14:03:22.583Z","dateModified":"2019-10-07T14:03:45.739Z","contributedBy":"AskGif","content":"Sangrur district is in the state of Punjab in northern India. Sangrur consists of the cities of Dhuri, Lehragaga, Malerkotla, Sangrur, and Sunam. Other cities are Ahmedgarh, Amargarh, Bhawanigarh, Dirba, Khanauri, Longowal and Moonak. There are 8 sub-divisions, being Sangrur, Malerkotla, Dhuri, S","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/be46b2cc-d396-4d17-ad18-0f0bc08c1444_Sangrur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"sangrur","slug":"sangrur"}],"slug":"top-places-to-visit-in-sangrur-punjab","total":0},{"id":822,"title":"Top Places to visit in Faridkot, Punjab","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"Faridkot district is one of the 22 districts in the state of Punjab, India with Faridkot city as the district headquarters. Faridkot District was a part of the erstwhile Ferozepur Division but in the year 1996, Faridkot Division was established with a Divisional headquarter at Faridkot which incl","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"faridkot","slug":"faridkot"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-faridkot-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}