{"id":836,"title":"हनीमून के बाद भारतीय जोड़े तलाक क्यों दे रहे हैं?","imageUrl":"534f9409-e73d-4120-a928-f91a498c4a01_honeymoon.jpg","dateCreated":"2019-10-06T03:55:40.429Z","dateModified":"2019-10-06T04:08:55.149Z","contributedBy":"AskGif","content":"<p>शहरी जोड़े तेजी से यह कह रहे हैं कि यह शादी होने के कुछ महीनों के भीतर हो जाती है।</p>\r\n<p>आत्मा के रूप में अपने हनीमून से लौट रहे एक जोड़े अतीत की बात है। देर से, शहर के जोड़ों के बीच एक हनीमून के बाद अलगाव की संख्या में पर्याप्त वृद्धि हुई है। पिछले महीने, एक जोड़ा अपने हनीमून के लिए बाली गया था, लेकिन अपने पति को बहकाने की महिला की कोशिशें नाकाम रहीं और 10 दिन की यात्रा में तीन दिन की कटौती की गई। शारीरिक रूप से अंतरंग न होने के कारण के बारे में पूछे जाने पर, लड़के ने कहा कि भले ही उसे किसी और से प्यार नहीं था, लेकिन वह अपनी पत्नी से जुड़ा हुआ महसूस नहीं करता था। अपनी वापसी के बाद, उन्होंने अलग होने का फैसला किया। मनोवैज्ञानिक और विवाह परामर्शदाता संजय मुखर्जी कहते हैं, &ldquo;पिछले तीन वर्षों में हनीमून के बाद तलाक की संख्या में उल्लेखनीय वृद्धि हुई है। भावनात्मक अनुकूलता के अलावा, शारीरिक अंतरंगता को रिश्ते के एक महत्वपूर्ण पहलू के रूप में देखा जाता है। जब वह जगह नहीं होती है, तो एक साथी को लगेगा कि सेक्स अंततः रोबोट बन जाएगा और अब मज़ा नहीं आएगा। जब आप शारीरिक रूप से अपने साथी के करीब होने के लिए तत्पर नहीं होते हैं तो अंतर स्वचालित रूप से रेंगते हैं।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/534f9409-e73d-4120-a928-f91a498c4a01_honeymoon.jpg","subContents":[{"SubTitle":"1. यह प्रेम विवाह में भी होता है","SubTitleHindi":null,"SubContent":"<p>जहां एक व्यवस्थित विवाह के लिए घटना सही होती है, जहां एक व्यक्ति दूसरे व्यक्ति की पसंद और नापसंद से अनजान होता है, यह प्रेम विवाह में भी उतना ही सच है। वकील मृणालिनी देशमुख कहती हैं, '' पिछले दो महीनों में, हमने एक बड़ी संख्या में लव मैरिज करने के बारे में देखा है। कम सहिष्णुता और एक-दूसरे के साथ तालमेल बिठाने की अक्षमता, इनमें से अधिकांश तलाक के प्रमुख कारण हैं। &rdquo;विवाह के बाद के आचरण में बदलाव, एक और प्रमुख कारण है। उदाहरण के लिए गौरी सहगल * (बदला हुआ नाम) को लें, जिन्होंने हाल ही में तलाक के लिए अर्जी दायर की है। &ldquo;हम शादी से पहले तीन साल से डेटिंग कर रहे थे। लेकिन मैंने अपने हनीमून के दौरान उनमें महत्वपूर्ण बदलाव देखे। उसने मुझसे उम्मीद की कि मैं उसके सारे काम करूँ और मुझे अपना काम मानने लगे। यह उस समय से बहुत दूर था जब हम डेटिंग कर रहे थे और यह परिवर्तन एक झटके के रूप में आया था। उससे नाखुश होने के बजाय, मैंने तलाक लेने का मन बना लिया। मनोचिकित्सक हरीश शेट्टी, जिन्होंने हाल के दिनों में ऐसे कई मामलों से निपटा है, कहते हैं, &ldquo;एक ही छत के नीचे रहना और एक रेस्तरां में एक-दूसरे से मिलना दो अलग-अलग चीजें हैं। आपको व्यक्ति के साथ रहना होगा और उसकी रोजमर्रा की आदतों का हिस्सा बनना होगा। किसी व्यक्ति का वास्तविक सार विवाह के बाद ही सामने आता है। यदि कोई अपने साथी पर हावी हो रहा है और उसका अपमान कर रहा है, तो of यह वही है जो मैं नहीं जानता था &rsquo;। आदतें, जैसे किसी रिश्ते में अपमानजनक होना या यह पता लगाना कि वह एक कंजूस है, लोगों को ठुकरा देता है। &rdquo;</p>","SubContentHindi":null,"ImageUrl":"8ccc0178-b36f-494e-9f29-a7b5eaf7e867_divorce.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गैर-उपभोग प्रमुख मुद्दों में से एक है","SubTitleHindi":null,"SubContent":"<p>जबकि उनके स्वभाव में अंतर, पिछले रिश्ते, अपेक्षाओं पर अनिश्चितता, तथ्यों को छिपाना, शादी का गैर-उपभोग (सेक्स के लिए डर या प्रतिकूलता) तलाक के प्रमुख कारण हैं, यह अहंकार परेशानियों और बढ़ते आर्थिक और सभी कारणों से अतिरंजित है वित्तीय स्वतंत्रता। परिवार से अधिक हस्तक्षेप को रिश्ते में एक लाल संकेत के रूप में भी देखा जाता है। अधिवक्ता एस जे नागाश्री ने एक घटना सुनाई, &ldquo;मुंबई के एक लड़के से शादी करने वाली दिल्ली की लड़की ने अपनी माँ की जगह पर जाना शुरू कर दिया, जो अक्सर अपने हनीमून पर जाती हैं। इसने उस लड़के को नाराज़ कर दिया, जिसने सोचा था कि उनकी गोपनीयता में बहुत अधिक घुसपैठ है जबकि लड़की, जिसने एक साल से भी कम समय में अपने माता-पिता के आठ से अधिक बार दौरा किया, ने उसे अपने जीवन को दुखी करने के लिए दोषी ठहराया। \"</p>","SubContentHindi":null,"ImageUrl":"eed528b1-afe6-4c46-92f9-ace126ac9b88_Non-consummation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सहनशीलता का समय नहीं","SubTitleHindi":null,"SubContent":"<p>प्रतिदिन बढ़ता तनाव लोगों को किसी भी अधिक तनाव को शून्य सहिष्णुता के साथ छोड़ देता है। नागश्री बताते हैं, \"ज्यादातर चीजों पर समझौता करने के बाद, लोग एक संतृप्ति बिंदु तक पहुंच जाते हैं, जिसके आगे वे किसी भी तरह का समझौता नहीं करना चाहते हैं।\" मुख्य रूप से समाज के उच्च मध्यम वर्ग के वर्गों के बीच देखा जाता है, यह मुख्य रूप से युवा जोड़े हैं जो समायोजित करने से इनकार करते हैं। एक बंदूक से चिपके रहना, ध्यान केंद्रित करना और रिश्ते को समय देना भी काम नहीं करता है। नंदिता सरमा, मनोवैज्ञानिक और विवाह परामर्शदाता कहती हैं, &ldquo;मैं उन जोड़ों के बीच आती हूँ जो अपनी शादी के दो से तीन महीने के भीतर तलाक ले लेते हैं। इनमें से कई मामलों में, उनके पास एक-दूसरे को जानने का समय है और शारीरिक रूप से अंतरंग भी हैं। यह, दोनों छोर से एक परिकलित निर्णय है। &rdquo;धैर्य की कमी और यह जानते हुए कि कोई रास्ता नहीं है, पल में जीना प्रमुखता प्राप्त कर चुका है। सरमा कहते हैं, '' पिछले पांच सालों में महिलाएं तलाक के लिए अर्जी देने में ज्यादा आगे हैं। उन्होंने पुरुषों के साथ-साथ कमाई भी शुरू कर दी है और उनकी अनियंत्रित मांगों और व्यवहार का पालन नहीं करना चाहते हैं। &rdquo;</p>","SubContentHindi":null,"ImageUrl":"d7ee042f-22e6-4e1b-9a29-a8571b4023c5_no-tolerance.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कपल्स के लिए टिप्स","SubTitleHindi":null,"SubContent":"<p>आवेगपूर्वक लिए गए निर्णय बाद में पछतावे का कारण हो सकते हैं। अरेंज मैरिज के मामले में, एक-दूसरे को अच्छी तरह से जानना न केवल सतही तौर पर, बल्कि वास्तव में अच्छी तरह से महत्वपूर्ण है। देशमुख को सलाह देते हैं, &ldquo;जोड़ों को यह समझने की जरूरत है कि एक साथ बढ़ने और एक दूसरे को समझने में समय लगता है। साथ ही, एक-दूसरे को इस तरह से स्वीकार करना कि वे बहुत महत्वपूर्ण हैं। &rdquo;शेट्टी कहते हैं,&ldquo; शादी एक काम है और एक व्यक्ति ऊबने के लिए बाध्य है - विचार यह है कि जिस तरह से आप इसे बनाए रखने के लिए कार को बनाए रखते हैं उसे बनाए रखना है । \"</p>","SubContentHindi":null,"ImageUrl":"2990eeba-bdfd-43f0-a82d-5f1ad5fa8a59_couple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"why-indian-couples-are-divorcing-after-honeymoon","tags":[{"name":"तलाक","slug":"divorce"},{"name":"सुहाग-रात","slug":"honeymoon"},{"name":"मोहब्बत","slug":"love"}],"recommendations":[{"id":1010,"title":"जब मैंने प्यार से पैसे चुने और शादी कर ली। यहां जानिए कैसे बदल गई मेरी जिंदगी ...","imageUrl":"e4d231ce-0adf-43f6-9e17-5d8c482577bc_love-vs-money.jpg","dateCreated":"2019-11-18T13:28:34.261Z","dateModified":"2019-11-18T13:33:48.333Z","contributedBy":"AskGif","content":"जब मैं अपने मध्य बिसवां दशा में था और मेरे माता-पिता मेरे लिए एक आदर्श मैच की तलाश कर रहे थे, तो मेरी एक अलग मानसिकता थी। एक खुशहाल शादी का मेरा विचार विदेशी स्थानों की यात्रा करने, किसी भी वस्तु के मूल्य टैग को देखे बिना खरीदारी करने और एक शानदार जीवन जीने के बारे में था। इसलिए, यह देखने के बजाय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4d231ce-0adf-43f6-9e17-5d8c482577bc_love-vs-money.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"when-i-chose-money-over-love-and-got-married.-heres-how-my-life-changed","total":0},{"id":940,"title":"आपको अपनी आयु के अनुसार कितनी बार प्यार करना चाहिए (चार्ट में विवरण)","imageUrl":"480501d5-f2de-4202-8a8e-3cf54948d116_love.jpg","dateCreated":"2019-10-30T03:38:01.488Z","dateModified":"2019-10-30T03:38:26.851Z","contributedBy":"AskGif","content":"हर किसी को प्यार और कामुकता का स्पर्श चाहिए। लेकिन स्वस्थ प्रेम-कौशल का अभ्यास करना और जब आप चाहें और जो आप वास्तव में चाहते हैं, उसके साथ कामुक गतिविधियों में संलग्न होना वास्तव में महत्वपूर्ण है।\r\n&nbsp;\r\nप्यार करने के विकल्पों और दृढ़ संकल्प में स्वतंत्रता उतनी ही महत्वपूर्ण है ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/480501d5-f2de-4202-8a8e-3cf54948d116_love.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"how-often-you-should-be-making-love-according-to-your-age-details-in-chart","total":0},{"id":919,"title":"क्या पुरुष होशियार महिलाओं से डरते हैं? अध्ययन से तथ्यों का पता चलता है।","imageUrl":"ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","dateCreated":"2019-10-22T02:20:21.887Z","dateModified":"2020-06-10T14:19:11.202Z","contributedBy":"AskGif","content":"क्या पुरुष वास्तव में चालाक महिलाओं से डरते हैं? हमें अनगिनत स्थितियों का सामना करना पड़ा है, चाहे हमने इसे वास्तविक जीवन में अनुभव किया हो या सिर्फ अपने पसंदीदा टीवी शो में देखा हो।\r\n&nbsp;\r\nएक रिश्ते में अल्फा होना कुछ ऐसा है जो सभी पुरुषों को लगता है कि यह उनके लिए विशेष रूप से ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"are-men-afraid-of-smarter-women-the-study-reveals-the-facts","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}