{"id":836,"title":"Why Indian couples are divorcing after honeymoon?","imageUrl":"534f9409-e73d-4120-a928-f91a498c4a01_honeymoon.jpg","dateCreated":"2019-10-06T03:55:40.429Z","dateModified":"2019-10-06T04:08:55.149Z","contributedBy":"AskGif","content":"<p>Urban couples are increasingly calling it quits within months of getting married.</p>\r\n<p>A couple returning from their honeymoon as soulmates is a thing of the past. Of late, there is a substantial increase in the number of separations post a honeymoon amongst city couples. Last month, a couple went for their honeymoon to Bali, but the woman&rsquo;s efforts to seduce her husband failed and the 10-day trip was cut short to three days. When asked about the reason for not being physically intimate, the boy stated that even though he was not in love with someone else, he did not feel connected to his wife. Post their return, they decided to go for a separation. Says psychologist and marriage counselor Sanjoy Mukerji, &ldquo;There is a significant increase in the number of post-honeymoon divorces in the last three years. Besides emotional compatibility, physical intimacy is seen as an important aspect of a relationship. When that is not in place, one partner will feel that sex will eventually get robotic and no longer fun. Differences automatically creep in when you don&rsquo;t look forward to being physically close to your partner.&rdquo;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/534f9409-e73d-4120-a928-f91a498c4a01_honeymoon.jpg","subContents":[{"SubTitle":"1. It happens in love marriages as well","SubTitleHindi":null,"SubContent":"<p>While the occurrence sounds true for an arranged marriage where one is unaware of the other person&rsquo;s likes and dislikes, it is equally true in love marriages. Lawyer Mrunalini Deshmukh says, &ldquo;In the last two months, we&rsquo;ve seen a sizeable number of love marriages going kaput. Low tolerance and an inability to adjust with each other are the major reasons for most of these divorces.&rdquo; Change in conduct post marriages is another major cause. Take for instance Gauri Sehgal* (name changed), who recently filed for divorce. &ldquo;We were dating for three years before marriage. But I noticed significant changes in him during our honeymoon. He expected me to do all his work and started taking me for granted. This was a far cry from the time when we were dating and this transformation came as a shock. Rather than being unhappy with him, I made up my mind to go for a divorce,&rdquo; she says. Psychiatrist Harish Shetty, who has dealt with many such cases in the recent past, says, &ldquo;Staying under the same roof and meeting each other in a restaurant are two different things. You have to live with the person and be a part of his everyday habits. The real essence of a person comes into picture only post marriage. If one is dominating and disrespects their partner, there is a sense of &lsquo;this is not what I knew&rsquo;. Habits, like being abusive in a relationship or discovering that he/ she is a miser, tends to put people off.&rdquo;</p>","SubContentHindi":null,"ImageUrl":"8ccc0178-b36f-494e-9f29-a7b5eaf7e867_divorce.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Non-consummation is one of the major issues","SubTitleHindi":null,"SubContent":"<p>While differences in their nature, past relationships, uncertainty on expectations, hiding facts, non-consummation of marriage (due to fear or averseness to sex) are prime reasons for divorce, it is exaggerated all the more due to ego hassles and growing economic and financial independence. Over-interference from the family is also seen as a red signal in the relationship. Advocate S J Nagasri recounts an incident, &ldquo;A Delhi girl married to a guy from Mumbai started visiting her mother&rsquo;s place quite often post their honeymoon. This annoyed the boy, who thought that there was too much intrusion in their privacy while the girl, who, in less than a year&rsquo;s time visited her parents&rsquo; place more than eight times, blamed him on making her life miserable.&rdquo;</p>","SubContentHindi":null,"ImageUrl":"eed528b1-afe6-4c46-92f9-ace126ac9b88_Non-consummation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. No time for tolerance","SubTitleHindi":null,"SubContent":"<p>Increasing daily stress leaves people with zero tolerance to any more tension. Explains Nagasri, &ldquo;After compromising on most things, people reach a saturation point beyond which they don&rsquo;t want to compromise any further.&rdquo; Seen mainly amongst the higher middle-class section of society, it is primarily younger couples who refuse to adjust. Sticking to one&rsquo;s guns, gains focus and giving time to the relationship also doesn&rsquo;t seem to work. Says Nandita Sarma, psychologist, and marriage counselor, &ldquo;I&rsquo;ve come across couples who get divorced within two to three months of their marriage. In many of these cases, they have had the time to know each other and have been physically intimate, too. It, then, is a calculated decision from both ends.&rdquo; Lack of patience and knowing that there is a way out, living in the moment has gained prominence. Adds Sarma, &ldquo;In the last five years, women are more forthcoming in filing for divorces. They have started earning as well as men and do not wish to abide by their unruly demands and behavior.&rdquo;</p>","SubContentHindi":null,"ImageUrl":"d7ee042f-22e6-4e1b-9a29-a8571b4023c5_no-tolerance.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Tips for couples","SubTitleHindi":null,"SubContent":"<p>Decisions taken impulsively may be a cause of regret later. In the case of arranged marriages, knowing each other well not just superficially, but really well is important. Advises Deshmukh, &ldquo;Couples need to understand that it takes time to grow together and understand each other. Plus, accepting each other the way they are is very important.&rdquo; Adds Shetty, &ldquo;Marriage is a work in progress and one is bound to get bored &mdash; the idea is to maintain it the way you maintain a car in order to keep it going.&rdquo;</p>","SubContentHindi":null,"ImageUrl":"2990eeba-bdfd-43f0-a82d-5f1ad5fa8a59_couple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"life-hacks","slug":"life-hacks"},"slug":"why-indian-couples-are-divorcing-after-honeymoon","tags":[{"name":"divorce","slug":"divorce"},{"name":"honeymoon","slug":"honeymoon"},{"name":"love","slug":"love"}],"recommendations":[{"id":1010,"title":"When I chose money over love and got married. Here's how my life changed...","imageUrl":"e4d231ce-0adf-43f6-9e17-5d8c482577bc_love-vs-money.jpg","dateCreated":"2019-11-18T13:28:34.261Z","dateModified":"2019-11-18T13:33:48.333Z","contributedBy":"AskGif","content":"When I was in my mid-twenties and my parents were looking for an ideal match for me, I had a different mindset. My idea of a happy marriage was about traveling to exotic places, shopping without looking at the price tag of any item, and living a luxurious life. So, instead of looking for how comp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4d231ce-0adf-43f6-9e17-5d8c482577bc_love-vs-money.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"love","slug":"love"}],"slug":"when-i-chose-money-over-love-and-got-married.-heres-how-my-life-changed","total":0},{"id":940,"title":"How Often You Should be Making Love According To Your Age (Details in Chart)","imageUrl":"480501d5-f2de-4202-8a8e-3cf54948d116_love.jpg","dateCreated":"2019-10-30T03:38:01.488Z","dateModified":"2019-10-30T03:38:26.851Z","contributedBy":"AskGif","content":"Everyone needs a touch of love and sensuality. But it is really important to practice healthy love-making skills and start engaging in sensual activities when you want and with the one you truly want.\r\n&nbsp;\r\nFreedom in love-making choices and determination is as crucial as having ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/480501d5-f2de-4202-8a8e-3cf54948d116_love.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"love","slug":"love"}],"slug":"how-often-you-should-be-making-love-according-to-your-age-details-in-chart","total":0},{"id":919,"title":"Are Men Afraid of Smarter Women? The study reveals the facts.","imageUrl":"ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","dateCreated":"2019-10-22T02:20:21.887Z","dateModified":"2020-06-10T14:19:11.202Z","contributedBy":"AskGif","content":"Are men really afraid of smarter women? We&rsquo;ve encountered countless situations, whether we experienced it in real life or just saw it in our favorite TV show.\r\n&nbsp;\r\nBeing the Alpha in a relationship is something all men think it&rsquo;s a given for them especially since the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"love","slug":"love"}],"slug":"are-men-afraid-of-smarter-women-the-study-reveals-the-facts","total":0},{"id":51,"title":"Tips to get your parents to accept your love marriage.","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"If you are also one of those young Indians grappling with questions like \"Why Indian parents are against love marriage?\" or \"How to convince parents for love marriage?\"&nbsp;, need not worry. We have lined up some expert advice on why our parents oppose love marriage and how to convince them see ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"marriage","slug":"marriage"},{"name":"love","slug":"love"},{"name":"parent","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}