{"id":838,"title":"14 साल में 6 हत्याएं: केरल की गृहिणी जिसने पैसे के लिए अपने परिवार को मार डाला","imageUrl":"2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","dateCreated":"2019-10-07T02:08:28.041Z","dateModified":"2019-10-07T02:15:02.961Z","contributedBy":"AskGif","content":"<p>केरल पुलिस क्राइम ब्रांच ने 2002 और 2016 के बीच कोझीकोड जिले में एक कैथोलिक परिवार में हुई सीरियल मौतों के मामले को सुलझा लिया है।</p>\r\n<p>जांच के हिस्से के रूप में, पुलिस ने 4 अक्टूबर को पारिवारिक कब्रों को खोल दिया था, ताकि रहस्यमय परिस्थितियों में मरने वाले परिवार के छह लोगों की मौत के कारणों की जांच की जा सके।</p>\r\n<p>त्रासदी ने 14 साल के बाद एक के बाद एक पोन्नमट्टम परिवार को मारा।</p>\r\n<p>पुलिस ने कहा कि उसके पति की मौत के आठ साल बाद साइनाइड युक्त भोजन का सेवन करने के बाद शनिवार को एक महिला और दो अन्य लोगों को गिरफ्तार किया गया था और परिवार के पांच अन्य लोगों की मौत की जांच चल रही थी।</p>\r\n<p>केरल पुलिस ने परिवार की बहू जॉली, उसके दूसरे पति शजू और एक अन्य रिश्तेदार को हिरासत में लिया, जिन्होंने हत्याओं को अंजाम देने के लिए साइनाइड की आपूर्ति की थी।</p>\r\n<p>\"आरोपियों ने सावधानीपूर्वक योजना बनाई और हत्याओं को छुपाने के लिए सुरक्षित मोड का चार्ट बनाया। यह एक चुनौतीपूर्ण मामला था, एक पुलिस अधिकारी ने इंडिया टुडे को बताया।\"</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","subContents":[{"SubTitle":"1. मौत का चैन","SubTitleHindi":null,"SubContent":"<p>2002 में जब सेवानिवृत्त शिक्षिका अन्नम्मा थॉमस (57) का निधन हो गया और उनकी मृत्यु हो गई, तो परिवार ने इसे स्वाभाविक मौत माना। छह साल बाद, उनके पति टॉम थॉमस (66) की हृदय गति रुकने से मृत्यु हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 में, उनके बेटे, रॉय थॉमस (40) की इसी तरह से मृत्यु हो गई। शव परीक्षण रिपोर्ट में मौत से पहले जहर का पता चला। 2014 में, अन्नम्मा के भाई, मैथ्यू मंझादिल (67) की मृत्यु हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी चारो को सिरो-मालाबार चर्च के थमरसार्इरी इपार्ची के तहत लूर्दे माथा चुच कूदाथाई के कब्रिस्तान में दफनाया गया था। 2016 में, उनके रिश्तेदार की बेटी अल्फोंसा (2) की दिल का दौरा पड़ने से मृत्यु हो गई और महीनों के भीतर उसकी मां, सिल्ली (27) की भी मृत्यु हो गई।</p>\r\n<p>विधवा विवाह के सापेक्ष</p>\r\n<p>&nbsp;</p>\r\n<p>इस बीच, रॉय की विधवा जॉली ने सिल्ली के विधुर शाजू से शादी कर ली और उसके पिता ससुर टॉम द्वारा तैयार अंतिम के समर्थन के साथ परिवार की संपत्ति के स्वामित्व का दावा किया।</p>\r\n<p>अमेरिका स्थित एक एनआरआई टॉम के छोटे बेटे मोजो ने परिवार की संपत्ति के स्वामित्व के हस्तांतरण को चुनौती दी और धारावाहिक मौतों के बारे में अपराध शाखा के साथ शिकायत दर्ज कराई।</p>\r\n<p>केरल एक प्रतिष्ठित परिवार में एक गृहिणी द्वारा की गई हत्याओं से हैरान है, जिसने इसे 17 साल तक छुपाया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस रहस्य का खुलासा करती है</p>\r\n<p>&nbsp;</p>\r\n<p>एक पुलिस अधिकारी ने इंडिया टुडे को बताया कि आरोपी ने सावधानीपूर्वक योजनाएं बनाईं और हत्याओं को छुपाने के लिए एक सुरक्षित तरीका बनाया। हमने कॉल डिटेल रिकॉर्ड इकट्ठा किए हैं और वैज्ञानिक सबूतों का इंतजार कर रहे हैं।</p>\r\n<p>पुलिस ने जॉली और शजू से आठ बार पूछताछ की और उनके बयानों में विसंगतियां पाईं।</p>\r\n<p>पुलिस जांच में पाया गया कि जॉली उन सभी स्थानों पर मौजूद था, जब सभी छह व्यक्तियों की मौत हुई थी। जब पुलिस ने जॉली से पॉलीग्राफ टेस्ट कराने को कहा, तो उसने स्वास्थ्य के आधार पर इनकार कर दिया।</p>\r\n<p>पुलिस ने कहा कि जॉली, जो एक वाणिज्य स्नातक था, ने दावा किया था कि वह एक इंजीनियरिंग स्नातक था और राष्ट्रीय प्रौद्योगिकी संस्थान (एनआईटी) में एक व्याख्याता के रूप में काम कर रहा था।</p>\r\n<p>कॉल डिटेल की पुष्टि करते हुए, पुलिस ने पाया कि जॉली और शजू विषम समय के दौरान लगातार संपर्क में थे। जब शवों को उतारा गया, तो फोरेंसिक विशेषज्ञों ने साइनाइड की उपस्थिति को पाया।</p>\r\n<p>सभी मामलों में, साइनाइड के निशान पाए गए थे और यह धीमा जहर का मामला था, पुलिस ने कहा।</p>\r\n<p>\"हमने पाया कि रॉय की मौत साइनाइड की वजह से हुई थी, जबकि पत्नी ने दावा किया था कि उनकी मौत कार्डियक अरेस्ट से हुई थी।\"</p>\r\n<p>&nbsp;</p>\r\n<p>2 और ARRESTS</p>\r\n<p>&nbsp;</p>\r\n<p>केरल पुलिस ने इस मामले के संबंध में अब दो और आरोपियों को गिरफ्तार किया है - एमएस मैथ्यू और प्राजिकुमार। मैथ्यू एक ज्वैलरी स्टोर कर्मचारी है और प्राजिकुमार ज्वैलरी स्टोर के लिए आभूषण बनाता है।</p>\r\n<p>जॉली को दोनों लंबे समय से जानते थे। वास्तव में, प्राजिकुमार वह है जो जॉली को साइनाइड की आपूर्ति करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://www.indiatoday.in/india/story/police-solve-mystery-of-serial-deaths-in-kerala-s-kozhikode-1606593-2019-10-06</p>","SubContentHindi":null,"ImageUrl":"c09f9760-a321-465b-b86b-dff223cf03b6_CHAIN-OF-DEATHS.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"समाचार","slug":"news"},"slug":"6-murders-over-14-years-the-kerala-housewife-who-killed-her-family-for-money","tags":[{"name":"केरल","slug":"kerala"},{"name":"कोझिकोड","slug":"kozhikode"}],"recommendations":[{"id":633,"title":"पथानामथिट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"पठानमथिट्टा एक शहर और नगर पालिका है, जो भारत के केरल राज्य में मध्य त्रावणकोर क्षेत्र में स्थित है, जो 23.50 किमी 2 के क्षेत्र में फैला हुआ है। यह पठानमथिट्टा जिले की प्रशासनिक राजधानी है। शहर की आबादी 37,538 है। हिंदू तीर्थस्थल सबरीमाला पठानमथिट्टा जिले में स्थित है; सबरीमाला के मुख्य परिवहन कें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"पथानामथिट्टा","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":632,"title":"पलक्कड़ में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fc47818d-4b57-4f31-8162-1f0449da7f0f_Palakkad-railway.jpg","dateCreated":"2019-09-10T03:02:29.792Z","dateModified":"2019-09-11T02:05:19.039Z","contributedBy":"AskGif","content":"पलक्कड़ इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे पालघाट के नाम से भी जाना जाता है, दक्षिण भारत के केरल राज्य में एक शहर और नगरपालिका है, जो 26.60 किमी 2 के क्षेत्र में फैला है और पलक्कड़ जिले का प्रशासनिक मुख्यालय है। यह शहर राज्य की राजधानी तिरुवनंतपुरम के उत्तर में लगभग 350","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc47818d-4b57-4f31-8162-1f0449da7f0f_Palakkad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"पलक्कड़","slug":"palakkad"}],"slug":"top-places-to-visit-in-palakkad-kerala","total":0},{"id":626,"title":"कन्नूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"कन्नूर (जिसे इसके पूर्व नाम कैनानोर और पुर्तगाली नाम कैनानोर के नाम से भी जाना जाता है) भारत के केरल राज्य के कन्नूर जिले में एक शहर और एक नगर निगम है। यह कन्नूर जिले का प्रशासनिक मुख्यालय है और राज्य की राजधानी तिरुवनंतपुरम से 518 किमी उत्तर में स्थित है। भारत में ब्रिटिश शासन के दौरान, कन्नूर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कन्नूर","slug":"kannur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}