{"id":839,"title":"रूपनगर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","dateCreated":"2019-10-07T02:36:37.226Z","dateModified":"2019-10-07T02:37:06.496Z","contributedBy":"AskGif","content":"<p>रूपनगर जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। रूपनगर शहर (जिसे पहले रूपार या रोपड़ के नाम से जाना जाता था) कहा जाता है कि इसे एक राजा ने रौशर नाम से स्थापित किया था, जिसने 11 वीं शताब्दी के दौरान शासन किया और इसका नाम अपने बेटे रूप सेन के नाम पर रखा। यह एक प्राचीन शहर का स्थान भी है। सिंधु घाटी सभ्यता। रोपड़ जिले के प्रमुख शहर मोरिन्दा, नंगल और आनंदपुर साहिब हैं। मोरिंडा को बागवाला के रूप में भी जाना जाता है \"[द सिटी] ऑफ गार्डन।\" मोरिंडा चंडीगढ़-लुधियाना हाईवे पर स्थित है। नांगल में भाखड़ा बांध पड़ोसी राज्य हिमाचल प्रदेश के साथ सीमा पर स्थित है। दधीचि जिले के सबसे महत्वपूर्ण गांवों में से एक है, खासकर गुरुद्वारा श्री हरगोबिंदर साहिब के कारण।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>तखत श्री केशगढ़ साहिब</p>\r\n<p>आनंदपुर साहिब में मंदिरों के परिसर का सबसे महत्वपूर्ण गुरुद्वारा केशगढ़ साहिब है, जो उस जगह पर खड़ा है जहां \"खालसा\" का जन्म हुआ था। इसे सिखों के पांच पवित्र \"तख्त\" या सीटों में से एक माना जाता है। यह मुख्य रूपनगर-नांगल रोड पर है और पहाड़ी पर बने मंदिर तक पहुँचने के लिए एक कोबरा रास्ता तय करना पड़ता है। कुछ कदमों पर चढ़ते हुए, दार्शनी देओरी को पहले पार करना पड़ता है, फिर अंत में बड़े खुले मार्बल वाले चतुर्भुज आते हैं, जो कदम केंद्रीय मंदिर तक जाते हैं। हॉल के केंद्र में एक कमरा है जिसमें युद्ध में गुरु गोबिंद सिंह द्वारा इस्तेमाल किए गए बारह हथियार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तखत श्री केशगढ़ साहिब।</p>\r\n<p>हॉल में शीर्ष पर एक स्वर्ण कलश के साथ एक भव्य गुंबद है। लगभग 200 कमरों का एक बड़ा सेराई भी जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह 1699 में बैसाखी के दिन (13 अप्रैल) को दसवें गुरु गुरु गोबिंद सिंह जी ने \"पंज प्यारों\" के रूप में जाना जाने वाले पांच प्यारे सिखों को बपतिस्मा देकर खालसा बनाया था। गुरु के कहने पर, हजारों लोग पहाड़ी पर इकट्ठे हो गए थे जहां अब गुरुद्वारा केशगढ़ साहिब है। गुरु हाथ में नंगी तलवार लेकर मण्डली के सामने उपस्थित हुए और बताया कि उनकी प्यासी तलवार ने एक स्वयंसेवक के जीवन की मांग की। भीड़ के ऊपर एक गहरी झाड़ी गिर गई। अंतत: लाहौर के एक खत्री दया राम आगे आए। गुरु उसे एक तंबू में ले गए और उसकी तलवार खून से लथपथ हो गई। उसने एक और सिर मांगा और दिल्ली के एक जाट धरम दास ने खुद को पेश किया। इसी तरह की तीन और कॉल द्वारका के वाशरमैन मोहकम चंद ने कीं।</p>\r\n<p>&nbsp;</p>\r\n<p>तखत श्री केशगढ़ साहिब का रात्रि दर्शन।</p>\r\n<p>साहिब चंद, बीदर के एक नाई और जगन नाथ पुरी के पानी के वाहक हिम्मत राय। जिस डेरे से ये पांच अनुयायी लिए गए थे, गुरु गोबिंद सिंह ने नए कपड़े पहने हुए पांच सिखों को बाहर निकाला, नीली पगड़ी ढीली लंबी पीली शर्ट के साथ, कमरबंद उनके कमर में गोल, घुंघरुओं के साथ-साथ नोकदार के रूप में और तलवारों से उनके किनारे झूलने लगे। यह एक प्रेरणादायक दृष्टि थी। गुरु ने मण्डली को बताया कि ये उनके पाँच प्यारे सिख (पंज प्यारेस) थे, और उन्होंने उन्हें अमृत (अमरता का अमृत) अर्पित करके उन्हें बपतिस्मा दिया था। उन्होंने चीनी के बुलबुले (पतसा) को पानी में घोलकर मीठा पानी पिलाकर उसे हिलाकर तैयार किया था। दोधारी तलवार (खंड) के साथ और पवित्र छंद का पाठ। गुरु ने स्वयं को पंज प्यारों से अमृत लिया, इस प्रकार उन्होंने अपने और अनुयायियों के बीच के अंतर को दूर किया। उस दिन, गुरु गोबिंद राय गुरु गोबिंद सिंह बन गए। पंज पयारस को नए सिख विश्वास, केस (बिना कंघी के बाल), कंघा (कंघी), कारा (स्टील ब्रेसलेट), काछा (छोटी दराज) और किरपान (तलवार) के पांच प्रतीकों को गले लगाने के लिए संलग्न किया गया था। समारोह ने गुरु के अनुयायियों को एक नई पहचान दी, जो सिखों को मुगल राज्य के खिलाफ अपने संघर्ष के लिए तैयार करने और देश के भविष्य को प्रभावित करने के लिए थी।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा परिवार विछोरा साहिब</p>\r\n<p>गुरुद्वारा परिवार विछोरा साहिब।</p>\r\n<p>रूपनगर से लगभग 14 किलोमीटर की दूरी पर गाँव नांगल सिरसा के पास नहर के पास गुरुद्वारा परिवार विछोरा साहिब स्थित है। इसमें 84 चरणों की बुलंद उड़ान है जो शीर्ष पर है। गुरु गोबिंद सिंह अपने परिवार और अनुयायियों के साथ आनंदपुर साहिब के किले को छोड़कर इस स्थान पर आए थे, वह अभी तक सिरसा नदी के तट पर नहीं पहुंचे थे, 15 किलोमीटर पूर्व में जब वह वज़ीर खान के नेतृत्व में एक मजबूत दल द्वारा हमला किया गया था, सरहिंद का शासक। जब गुरु भारी रूप से लगे हुए थे, मुगलों की एक और टुकड़ी ने नदी के तट पर पहले बैच पर हमला किया। यहाँ एक भयंकर युद्ध हुआ जिसमें अधिकांश गुरु अनुयायियों ने अपनी जान गंवा दी। यह वह स्थान है जहाँ गुरु को उनके परिवार से अलग किया गया था और फिर अपने दो बड़े बेटों और 40 अनुयायियों के साथ कोटला निहंग की ओर रवाना हुए। गुरु की माँ और उनके दो छोटे बेटों को परिवार के एक पुराने घरेलू नौकर गंगू ने अपने पैतृक गाँव सहरी से मोरिंडा ले लिया। देहाती महिलाओं की आड़ में गुरु की पत्नियों को माता सुंदरी और माता साहिब देवी को दिल्ली ले जाया गया। परिवार विचित्र साहिब नामक एक गुरुद्वारा उस स्थान को चिह्नित करता है जहां गुरु का परिवार अलग किया गया था। गुरुद्वारा का निर्माण 1963 में शुरू हुआ था और 1975 में पूरा हुआ था। तीन दिनों तक चलने वाला एक बड़ा मेला यहां दिसंबर के महीने में आयोजित किया जाता है।</p>\r\n<p>गुरुद्वारा भट्टा साहिब</p>\r\n<p>गुरुद्वारा भट्टा साहिब, रूपनगर शहर के बाहरी इलाके में गाँव कोटला निहंग में स्थित है। इसे गुरु गोविंद सिंह की याद में बनाया गया था। आनंदपुर साहिब छोड़ने के बाद, दुश्मन द्वारा पीछा किया गया गुरु कोटला निहंग तक पहुंच गया और वहां के पठानों को उसे आश्रय देने के लिए कहा। उत्तरार्द्ध, मज़ाकिया तौर पर चूने-भट्टे की ओर इशारा करता है क्योंकि उसके ठहरने का एकमात्र उपयुक्त स्थान है। कहानी यह है कि गुरु ने अपने घोड़े को सीधे भट्ठे पर ले जाया और उसके दृष्टिकोण पर,</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा भट्टा साहिब।</p>\r\n<p>आग चमत्कारिक ढंग से बाहर निकल गई। इस चमत्कार की सुनवाई करने वाले पठानों ने गुरु को अपने घर आमंत्रित किया। गुरु ने उन्हें कुछ उपहार (हथियार) दिए और अगले दिन अपने अनुयायियों के लिए अज्ञात रूप से चामकौर साहिब के लिए रवाना हो गए। गुरुद्वारा 1914 में बाबा जीवान सिंह द्वारा भट्ठे के स्थल पर बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारों में गुरु को पठानों को भेंट की जाने वाली चाँदी की तलवार, एक किटर और एक ढाल रखा जाता है। बाबा जीवान सिंह की पुण्यतिथि पर 11 भादों (अगस्त) को यहाँ मेला लगता है। इसके अलावा, 2-4 पोह (दिसंबर) को यहां अफेयर होता है, जब बड़ी संख्या में लोग यहां आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जटेश्वर महादेव मंदिर, जटवाहर</p>\r\n<p>शिव मंदिर के रूप में लोकप्रिय, जटेश्वर महादेव का प्राचीन मंदिर, जटवाहर गांव में स्थित है जो रूपनगर-नूरपुर बेदी मार्ग पर गाँव बैंस से लगभग 6 किलोमीटर दूर है। स्थानीय परंपरा के अनुसार मंदिर की प्राचीनता सुदूर अतीत में चली जाती है। लेकिन वर्तमान भवन 100 साल से अधिक पुराना नहीं लगता है। इसे गांव तखतगढ़ निवासी एक जय दयाल शर्मा ने बनवाया था। साइट पर पहले के मंदिर के स्पष्ट प्रमाण हैं, अवशेषों में बलुआ पत्थर के चार नक्काशीदार खंभों को लगभग 10 वीं -11 वीं शताब्दी के लिए जिम्मेदार ठहराया जा सकता है। मंदिर के पास एक टीला भी है जो मध्यकाल का है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मंदिर बड़ी श्रद्धा के साथ आयोजित किया जाता है और पंजाब के विभिन्न हिस्सों और हरियाणा और हिमाचल प्रदेश के आसपास के राज्यों से भी भक्तों द्वारा दौरा किया जाता है। सावन के महीने (जुलाई-अगस्त) के दौरान, लोग हर सोमवार को बड़ी संख्या में मंदिर जाते हैं। शिवरात्रि पर हर साल एक मेले के अलावा Februray के महीने में मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भाखड़ा नांगल बांध</p>\r\n<p>भाखड़ा बांध जो कि नंगल से लगभग 10 किलोमीटर की दूरी पर स्थित है, दुनिया के सबसे ऊंचे सीधे गुरुत्वाकर्षण कंक्रीट बांधों में से एक है। बांध का निर्माण नवंबर 1955 में शुरू हुआ था। इसके पिछले हिस्से में गुरु गोबिंद सिंह के नाम पर एक सुंदर झील 'गोबिंद सागर' बनाई गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>भाखड़ा नांगल बांध।</p>\r\n<p>यह 7.8 मिलियन एकड़ फीट की सकल भंडारण क्षमता के साथ 96 किमी लंबाई में है। नीचे की तरफ, बांध को, दो बिजली घरों द्वारा, सतलुज नदी के दोनों ओर एक-एक करके, 5 जनरेटर के साथ फिट किया गया है, जो कुल 1050 मेगावाट बिजली का उत्पादन करने में सक्षम है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांध के शीर्ष पर कैफेटेरिया प्रदान किया गया है और बांध के लगभग 1 किमी ऊपर भी। इसे एक अच्छा पर्यटन स्थल बनाने के लिए गोबिंद सागर में पानी के खेल को जोड़ा गया है। नैना देवी मंदिर और बिलासपुर के माध्यम से भाखड़ा को शिमला और कुल्लू घाटी से जोड़ने के लिए एक मोटर मार्ग का निर्माण किया गया है और इसने हिमाचल प्रदेश के आंतरिक भाग को पर्यटन के लिए खोल दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक सहायक बाँध है जिसे नांगल बाँध के नाम से जाना जाता है जो 1000 फीट लंबा और 95 फीट ऊँचा होता है और जिसका अर्थ है नंगल हाइडल चैनल में पानी निकालने के लिए। इस तरह, नंगल बाँध भाखड़ा बाँध से आने वाली सतलुज नदी का पानी पकड़ता है और 6 फीट लंबाई की एक कृत्रिम झील बनाता है। नंगल डैम सहित नंगल हाइडल चैनल का निर्माण 1954 से पहले किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराजा रणजीत सिंह और लॉर्ड विलियम-बेंटिक के बीच संधि का स्थान</p>\r\n<p>संधि का स्थान</p>\r\n<p>महाराजा रणजीत सिंह और लॉर्ड विलम बेंटिंक के बीच एक ऐतिहासिक बैठक, भारत के गवर्नर जनरल ने 26 अक्टूबर, 1831 को PIPAL TREE के तहत सतलुज के तट पर रोपड़ में की। विश्व के लिए यह दिखाने के लिए कि गवर्नर जनरल ने महाराजा से मुलाकात की। वह और महाराजा मिलनसार थे। महाराजा रणजीत सिंह और अंग्रेजों के बीच विभिन्न सीमा मुद्दे सुलझाए गए।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>विरासत-ए-खालसा</p>\r\n<p>विराट-ए-खालसा (पहले खालसा हेरिटेज मेमोरियल कॉम्प्लेक्स के रूप में जाना जाता है) आनंदपुर साहिब में स्थित एक संग्रहालय है। संग्रहालय पाँच सौ साल पहले पंजाब में हुई घटनाओं की जानकारी देता है जिसने सिख धर्म को जन्म दिया और अंत में खालसा पंथ को। संग्रहालय महान गुरुओं, शांति और भाईचारे के शाश्वत संदेश पर प्रकाश डालता है जो उन्होंने पूरी मानव जाति और पंजाब की समृद्ध संस्कृति और विरासत को दिया।</p>\r\n<p>विरासत-ए-खालसा।</p>\r\n<p>हॉल में शीर्ष पर एक स्वर्ण कलश के साथ एक भव्य गुंबद है। लगभग 200 कमरों का एक बड़ा सेराई भी जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>विराट-ए-खालसा की कल्पना खालसा की समृद्ध विरासत के अपने इतिहास और पंजाब की संस्कृति के भंडार के रूप में की गई है, ताकि गुरुओं की दृष्टि से आगंतुकों को प्रेरित करने के लिए, संपूर्ण मानव जाति के लिए महान गुरुओं के शाश्वत संदेश पर जोर दिया जाए। संग्रहालय का उद्देश्य सिख इतिहास के 500 वर्षों और खालसा की 300 वीं वर्षगांठ, 10 वीं और अंतिम गुरु शा द्वारा लिखित धर्मग्रंथों का स्मरण करना है। गुरु गोविंद सिंह जी आधुनिक सिख धर्म के संस्थापक।</p>\r\n<p>&nbsp;</p>\r\n<p>पंद्रहवीं सदी के अंत की ओर,</p>\r\n<p>&nbsp;</p>\r\n<p>विरासत-ए-खालसा।</p>\r\n<p>उत्तरी भारत के पंजाब क्षेत्र में, गुरु नानक देव जी ने सार्वभौमिकता, उदारवाद और मानवतावाद के मूल मूल्यों में निहित विश्वास की स्थापना की। नौ गुरुओं ने उनका अनुसरण किया और उनकी शिक्षाओं को समेकित किया, जिससे सिख धर्म न केवल एक विश्वास प्रणाली के रूप में बल्कि जीवन के एक मार्ग के रूप में स्थापित हुआ। दो सौ साल बाद, १६ ९९ में, बैसाखी के अवसर पर, दसवें गुरु, गुरु गोविंद सिंह जी ने औपचारिक रूप से आनंदपुर साहिब में खालसा पंथ की स्थापना की, और शांति, समानता और न्याय के लिए प्रतिबद्ध एक सामाजिक व्यवस्था की स्थापना की। आज उसी स्थल पर राजसी गुरुद्वारा तख्त श्री केसगढ़ साहिब खड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्ष 1999 में खालसा के जन्म की टेरेंसरी को चिह्नित किया गया। इस घटना को मनाने के लिए, पंजाब सरकार ने श्री आनंदपुर साहिब में विराट - ए - खालसा के नाम से जानी जाने वाली एक भव्य इमारत की रूपरेखा तैयार की। विरासत परिसर श्री आनंदपुर साहिब की समृद्ध प्राकृतिक और स्थापत्य विरासत से प्रेरित है, जबकि सिख और क्षेत्रीय वास्तुकला से बहुत आकर्षित। गुंबदों की परंपरा के विपरीत, जो पवित्र सिख स्थलों का ताज बनाते हैं, संग्रहालय की छतें आकाश के सामने अवतल आकार के रिसेप्टर्स हैं। स्टेनलेस स्टील में स्थित, वे गुरुद्वारा और किले की ओर सूर्य के प्रकाश को दर्शाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तेरह वर्षों के निर्माण के बाद 25 नवंबर, 2011 को इसका उद्घाटन किया गया। इसे 27 नवंबर, 2011 को जनता के लिए खोल दिया गया था। एक खंडहर से जुड़े एक खड्ड के दोनों ओर दो परिसर हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>विरासत-ए-खालसा।</p>\r\n<p>&bull; छोटे, पश्चिमी परिसर में एक प्रवेश द्वार पियाज़ा, 400 बैठने की क्षमता वाला एक सभागार, दो मंजिला शोध और संदर्भ पुस्तकालय और बदलती प्रदर्शनी दीर्घाएँ शामिल हैं। &bull; पूर्वी परिसर में एक गोल स्मारक भवन के साथ-साथ व्यापक, स्थायी प्रदर्शनी स्थान है, जिसमें दीर्घाओं के दो समूहों से मिलकर क्षेत्र के किले की वास्तुकला (सबसे निकट के गुरुद्वारा में स्पष्ट) को उकसाने और आसपास के खिलाफ एक नाटकीय सिल्हूट बनाने की कोशिश की जाती है। चट्टान का इलाका। पाँचों के समूहों में दीर्घाओं का जमाव, सिख धर्म के केंद्रीय सिद्धांत के पाँच गुणों को दर्शाता है। इमारतों में जगह-जगह कंक्रीट का निर्माण किया जाता है; कुछ बीम और स्तंभ उजागर होते हैं, हालांकि संरचनाओं का एक बड़ा हिस्सा एक स्थानीय शहद के रंग के पत्थर में लिपटा होगा। छत स्टेनलेस स्टील-पहने हैं और एक दोहरे वक्रता का प्रदर्शन करते हैं: वे इकट्ठा होते हैं और आकाश को प्रतिबिंबित करते हैं जबकि खड्ड में बांधों की एक श्रृंखला पूल बनाती है जो रात में पूरे परिसर को दर्शाती है। इमारत को विश्व प्रसिद्ध वास्तुकार श्री मोशे सैफडे द्वारा डिजाइन किया गया था।</p>\r\n<p>स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>रूपनगर जिला, पंजाब के पटियाला डिवीजन में शामिल उत्तर अक्षांश 30 &deg; -32 'और 31 &deg; -24' और पूर्वी देशांतर 76 &deg; -18 'और 76 &deg; -55' के बीच आता है। रूपनगर (जिसे पहले रोपड़ के रूप में जाना जाता था) शहर, जिला मुख्यालय राज्य की राजधानी चंडीगढ़ से 42 किमी दूर है। यह जिला शहीद भगत सिंह नगर (पूर्व में नवांशहर के रूप में जाना जाता है), पंजाब के मोहाली और फतेहगढ़ साहिब जिलों से जुड़ा हुआ है। जिले में 4 तहसील, रूपनगर, आनंदपुर साहिब, चमकौर साहिब और नंगल शामिल हैं और 617 गाँव और 6 शहर शामिल हैं, जैसे रूपनगर, चमकौर साहिब, आनंदपुर साहिब, मोरिंडा, कीरतपुर साहिब और नांगल। चामकौर साहिब को छोड़कर सभी शहर रेलवे लाइन पर आते हैं। सतलुज नदी नंगल, रूपनगर और आनंदपुर साहिब शहरों के करीब (2 से 5 किमी) से गुज़रती है।</p>\r\n<p>&nbsp;</p>\r\n<p>नगर और गाँव</p>\r\n<p>&nbsp;</p>\r\n<p>रूपनगर जिला, पंजाब के रूपनगर डिवीजन में शामिल उत्तरी अक्षांश 30 &deg; -32 'और 31 &deg; -24' और पूर्वी देशांतर 76 &deg; -18 'और 76 &deg; -55' के बीच आता है। रूपनगर (जिसे पहले रोपड़ के रूप में जाना जाता था) शहर, जिला मुख्यालय राज्य की राजधानी चंडीगढ़ से 42 किमी दूर है। यह जिला पंजाब के नवांशहर, मोहाली और फतेहगढ़ साहिब जिलों से जुड़ता है। जिले में चार तहसील, रूपनगर, आनंदपुर साहिब, चामकौर साहिब और नंगल शामिल हैं और 617 गाँव और 6 शहर शामिल हैं: रूपनगर, चमकौर साहिब, आनंदपुर साहिब, मोरिंडा, कीरतपुर साहिब और नंगल। चामकौर साहिब को छोड़कर सभी शहरों में रेलवे कनेक्शन हैं। सतलुज नदी नंगल, रूपनगर और आनंदपुर साहिब के कस्बों के करीब से गुजरती है। गनौली रोपड़ का एक और प्रसिद्ध गांव भी है: स्वतंत्रता सेनानी हरनाम सिंह कविशर के कारण, यह गांव ब्रिटिश राज में शीर्ष सूची में आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रूपनगर जिले में तहसीलें</p>\r\n<p>आनंदपुर साहिब</p>\r\n<p>चामकौर साहिब</p>\r\n<p>नांगल</p>\r\n<p>रूपनगर</p>\r\n<p>शहरों और कस्बों</p>\r\n<p>आनंदपुर साहिब</p>\r\n<p>चामकौर साहिब</p>\r\n<p>कीरतपुर साहिब</p>\r\n<p>मोरिंडा</p>\r\n<p>नांगल</p>\r\n<p>रूपनगर</p>\r\n<p>कमालपुर</p>\r\n<p>Ghanauli</p>\r\n<p>Dadhi</p>\r\n<p>Bharatgarh</p>\r\n<p>करतारपुर</p>\r\n<p>बारा, पंजाब - रूपनगर जिले का एक प्रसिद्ध पुरातत्व स्थल गाँव</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>रूपनगर भारतीय रेलवे के उत्तरी रेलवे क्षेत्र में आता है। यह सिंगल लाइन रेलवे ट्रैक द्वारा चंडीगढ़ से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>रूपनगर शहर के आसपास के गांव और कस्बों के साथ-साथ ऊना, बद्दी, लुधियाना, जालंधर, चंडीगढ़ और दिल्ली जैसे सभी प्रमुख शहरों में अच्छा सड़क नेटवर्क है। रूपनगर राष्ट्रीय राजमार्ग प्रणाली द्वारा निम्नलिखित आसपास के शहरों द्वारा निम्नलिखित राजमार्ग मार्गों से अच्छी तरह से जुड़ा हुआ है:</p>\r\n<p>&nbsp;</p>\r\n<p>NH205-IN.vv एनएच 205 जो चंडीगढ़, कुराली को कीरतपुर साहिब, हिमाचल प्रदेश को रूपनगर से जोड़ता है</p>\r\n<p>NH103A-IN.svg NH 103A होशियारपुर को रूपनगर से जोड़ता है।</p>\r\n<p>NH344A-IN.svg NH 344A रूपनगर को फगवाड़ा, जालंधर से नवांशहर, बलाचौर और बंगा से होकर NH103A बलाचौर से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rupnagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rupnagar-punjab","tags":[{"name":"पंजाब","slug":"punjab"},{"name":"रूपनगर","slug":"rupnagar"}],"recommendations":[{"id":842,"title":"शहीद भगत सिंह नगर, नवांशहर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"शहीद भगत सिंह नगर जिला (पूर्व में नवांशहर जिला) भारत के पंजाब राज्य के दोआबा क्षेत्र में से एक है। इसमें तीन उपखंड नवांशहर, बंगा और बलाचौर शामिल हैं। जिले में तीन विधानसभा सीटें हैं, नवांशहर, बलाचौर और बंगा। वे आनंदपुर साहिब लोकसभा क्षेत्र के अंतर्गत आते हैं।\r\n&nbsp;\r\nनवांशहर एक शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शहीद-भगत-सिंह-नगर","slug":"shahid-bhagat-singh-nagar"},{"name":"पंजाब","slug":"punjab"},{"name":"नवांशहर","slug":"nawanshahr"}],"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","total":0},{"id":832,"title":"मोगा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"मोगा जिला भारत के पंजाब राज्य के बाईस जिलों में से एक है। 24 नवंबर 1995 को फरीदकोट जिले से कटने वाला यह पंजाब राज्य का 17 वां जिला बन गया। मोगा जिला पंजाब, भारत में गेहूं और चावल के सबसे बड़े उत्पादकों में से एक है। मोगा सिटी और मोगा जिले के लोग मालवा संस्कृति के हैं।\r\n&nbsp;\r\nमोगा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोगा","slug":"moga"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":822,"title":"फरीदकोट में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"फरीदकोट जिला पंजाब राज्य के 22 जिलों में से एक है, जिला मुख्यालय के रूप में फरीदकोट शहर के साथ भारत। फरीदकोट जिला तत्कालीन फिरोजपुर डिवीजन का एक हिस्सा था, लेकिन वर्ष 1996 में फरीदकोट डिवीजन की स्थापना फरीदकोट में एक डिवीजनल मुख्यालय के साथ की गई जिसमें फरीदकोट, बठिंडा और मानसा जिले शामिल हैं।</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फरीदकोट","slug":"faridkot"},{"name":"पंजाब","slug":"punjab"}],"slug":"top-places-to-visit-in-faridkot-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}