{"id":839,"title":"Top Places to visit in Rupnagar, Punjab","imageUrl":"53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","dateCreated":"2019-10-07T02:36:37.226Z","dateModified":"2019-10-07T02:37:06.496Z","contributedBy":"AskGif","content":"<p>Rupnagar district is one of twenty-two districts in the state of Punjab, India. The town of Rupnagar (formerly known as Rupar or Ropar) is said to have been founded by a Raja called Rokeshar, who ruled during the 11th century and named it after his son Rup Sen. It is also the site of an ancient town of the Indus Valley Civilization. The major cities in Ropar District are Morinda, Nangal and Anandpur Sahib. Morinda is also known as Baghwāla \"[The City] of Gardens.\" Morinda is located on the Chandigarh-Ludhiana Highway. The Bhakra Dam in Nangal lies on the boundary with the neighboring state of Himachal Pradesh. Dadhi is one of the most important villages of the district, particularly because of Gurudwara Sri Hargobindsar Sahib.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Takhat Sri Keshgarh Sahib</p>\r\n<p>The most important of the complex of shrines at Anandpur Sahib is Gurudwara Keshgarh Sahib, which stands on the place where the &ldquo;Khalsa&rdquo; was born. It is regarded as one of the five sacred &ldquo;Takhats&rdquo; or seats of Sikh religion. It is on the main Rupnagar-Nangal road and one has to walk up a cobbled path to reach the shrine, built on the hillock. Climbing up some steps, Darshani Deorhi has to be crossed first Then comes the large open marbled quadrangle at the end of which steps lead up to the central shrine. In the centre of the hall is a room displaying twelve weapons used by Guru Gobind Singh in battle.</p>\r\n<p>&nbsp;</p>\r\n<p>Takhat Sri Keshgarh Sahib.</p>\r\n<p>There is an imposing dome on the hall with a golden kalas on the top. A big serai of about 200 rooms is also attached.</p>\r\n<p>&nbsp;</p>\r\n<p>It was here in 1699, on the Baisakhi day (13th April), Tenth Master Guru Gobind Singh Ji created Khalsa by baptizing five beloved Sikhs known as &ldquo;Panj Piaras&rdquo;. At the behest of the Guru, thousands of people had assembled on the hill where now Gurudwara Keshgarh Sahib stands. The Guru appeared before the congregation with a naked sword in his hand and told that his thirsty sword demanded the life of a volunteer. A deep hush fell over the crowd. Ultimately, Daya Ram, a Khatri of Lahore came forward. The Guru took him to a tent and returned with his sword with blood. He asked for another head and Dharam Dass, a Jat from Delhi offered himself. Three more similar calls brought out Mohakam Chand, a washerman of Dwarka,</p>\r\n<p>&nbsp;</p>\r\n<p>Night View of Takhat Sri Keshgarh Sahib.</p>\r\n<p>Sahib Chand, a barber from Bidar and Himmat Rai, a water carrier from Jagan Nath Puri. From the tent in which these five followers had been taken, Guru Gobind Singh brought out the five Sikhs dressed in new clothes, blue turbaned with loose long yellow shirts, a waist band round their waists, with sorts of Knicker-bockers worn as underwears and with swords dangling by their sides. It was an inspiring sight. The Guru told the congregation that these were his Five Beloved Sikhs (Panj Payaras), and he baptized them by offering them Amrit (the nectar of immortality) he had prepared by dissolving Sugar Bubbles (Patasa) in water sanctifying the sweetened water by stirring it with double edged sword (khanda) and reciting the holy verses. The Guru himself took the Amrit from the Panj Payaras, thus removing the distinction between himself and followers. On that day, Guru Gobind Rai became Guru Gobind Singh. The Panj Payaras were enjoined to embrace the five symbols of the new Sikh faith, Kes (unshorn hair), Kangha (comb), Kara (steel bracelet), Kachha (short drawer) and Kirpan (sword). The ceremony gave followers of Guru, a new identity which was to prepare the Sikhs for their struggle against the Mughal State and influence the future of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Parivar Vichhora Sahib</p>\r\n<p>Gurudwara Parivar Vichhora Sahib.</p>\r\n<p>Gurudwara Parivar Vichhora Sahib is situated adjacent to the canal near village Nangal Sirsa, at a distance of about 14 Km from Rupnagar. It has a lofty flight of 84 steps leading upto the top. Guru Gobind Singh along with his family and followers came to this place leaving the Fort of Anandpur Sahib, He had not yet reached the bank of the Sirsa River, 15 Km to the east when he was attacked by a strong contingent under Wazir Khan, the Governer of Sirhind. When the Guru was heavily engaged, another detachment of the Mughals delivered an assault on the first batch halting on the river bank. A fierce battle took place here in which most of Guru&rsquo;s followers lost their lives. It is the place where Guru was separated from his family and then proceeded towards Kotla Nihang along with his two elder sons and 40 followers. The Guru&rsquo;s mother and his two younger sons were taken by Gangu, an old domestic servant of the family to his native village, Saheri near Morinda. Mata Sunderi and Mata Sahib Devi, the wives of the Guru were taken to Delhi in the guise of rustic women. A gurudwara called Parivar Vichhora Sahib marks the site where the family of the Guru was separated. The construction of the gurudwara was started in 1963 and completed in 1975. A big fair lasting for three days is held here annually in the month of December.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Bhatta Sahib</p>\r\n<p>Gurudwara Bhatta Sahib is situated in the village Kotla Nihang, at the outskirts of Rupnagar town. It was built in the memory of Guru Gobind Singh. After leaving Anandpur Sahib, the Guru pursued by the enemy reached Kotla Nihang and asked the Pathans there to give him shelter. The latter, jestingly pointed out to a lime-kiln as the only fit place for him to stay. The story goes that the Guru led his horse straight to the kiln and on his approach,</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Bhatta Sahib.</p>\r\n<p>the fire miraculously went out. The Pathans hearing of this miracle invited the Guru to their house. The Guru gave them certain gifts (weapons) and left for Chamkaur Sahib the next day unknown to his pursuers. The Gurudwara was built at the site of the kiln by Baba Jiwan Singh in 1914.</p>\r\n<p>&nbsp;</p>\r\n<p>A silver sword, a kitar and a dhal gifted by the Guru to the Pathans are preserved in the Gurudwara. A fair is held here on 11 Bhadon (August) on the death anniversary of Baba Jiwan Singh. Besides, afair is held here on 2-4 Poh (December) when large number of people visit the place.</p>\r\n<p>&nbsp;</p>\r\n<p>Jateshwar Mahadev Temple, Jatwahar</p>\r\n<p>Popularly known as Shiv Mandir, the ancient temple of Jateshwar Mahadev is situated in the village Jatwahr which is about 6 kms from village Bains on the Rupnagar-Nurpur Bedi road.The antiquity of the temple according to local tradition goes back to the remote past. But the present building does not seem to be more than 100 years old. It was built by one Jai Dayal Sharma, a resident of the village Takhatgarh. There is clear evidence of an earlier temple at the site, in the remains four carved pillars of sandstone can be attributed to about 10th-11th century. There is also a mound near the temple which seems to belong to the medieval period.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is held in great reverence and is visited by devotees from various parts of Punjab and also from the adjoining states of Haryana and Himachal Pradesh. During the month of Sawan (July-August), people visit the temple in large number every Monday. Besides a fair is held every year on Shivratri in the month of Februray.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhakra Nangal Dam</p>\r\n<p>Bhakra Dam which is situated at about 10 kms from Nangal, is one of the highest straight gravity concrete dams in the world. The construction of the dam started in November, 1955.In its rear is formed a beautiful lake &lsquo;Gobind Sagar&rsquo; named after Guru Gobind Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhakra Nangal Dam.</p>\r\n<p>It is 96 km in length with a gross storage capacity of 7.8 million acre feet of water. On the downstream, the dam, is flanked by two power houses, one on either side of the river satluj, each fitted with 5 generators, capable of producing a total of 1050 MW of electricity.</p>\r\n<p>&nbsp;</p>\r\n<p>Cafeteria has been provided at the top of the dam and also about 1 km upstream of the dam. Water sports in Gobind Sagar have been added to make it a good tourist resort. A motorable road to link Bhakra with Shimla and Kulu valley via Naina Devi temple and Bilaspur has been constructed and this has opened the interior of Himachal Pradesh to tourism.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a subsidiary dam known as Nangal Dam which is 1000 feet long and 95 feet high and is meant for diverting water into the Nangal Hydel Channel. In this way, the Nangal Dam holds up the water of Satluj River coming from Bhakra Dam and forms an artificial lake of 6 km length. The Nangal Hydel Channel including Nangal Dam were constructed prior to 1954.</p>\r\n<p>&nbsp;</p>\r\n<p>Place of Treaty Between Maharaja Ranjit Singh and Lord William-Bentick</p>\r\n<p>Place of Treaty</p>\r\n<p>A Historic meeting between Maharaja Ranjit Singh and Lord Willam Bentinck, the Governor General of India took place at Ropar on the Bank of Satluj under a PIPAL TREE on 26th October, 1831. Ostnsibly, the Governer General met the Maharaja to show to the world that he and the Maharaja were friendly. Various boundary issues were settled between Maharaja Ranjit Singh and the British.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Virasat-E-Khalsa</p>\r\n<p>Virasat-e-Khalsa (formerly known as Khalsa Heritage Memorial Complex) is a museum located at Anandpur Sahib. The museum gives an insight to the events that took place in Punjab five hundred years ago which gave birth to Sikhism and finally the Khalsa Panth. The museum throws light on the vision of the great Gurus, the eternal message of peace and brotherhood which they delivered to the whole mankind and the rich culture and heritage of Punjab.</p>\r\n<p>&nbsp;</p>\r\n<p>Virasat-e-Khalsa.</p>\r\n<p>There is an imposing dome on the hall with a golden kalas on the top. A big serai of about 200 rooms is also attached.</p>\r\n<p>&nbsp;</p>\r\n<p>Virasat-e-Khalsa is conceived as a repository of the rich heritage of the Khalsa its history and culture of the Punjab so as to inspire visitors with the vision of the Gurus, emphasizing the eternal message of the great gurus for the whole mankind. The museum is intended to commemorate 500 years of Sikh history and the 300th anniversary of the Khalsa, the scriptures written by the 10th and last Guru Sh. Guru Gobind Singh Ji founder of modern Sikhism.</p>\r\n<p>&nbsp;</p>\r\n<p>Towards the end of the fifteenth century,</p>\r\n<p>&nbsp;</p>\r\n<p>Virasat-e-Khalsa.</p>\r\n<p>in the Punjab region of Northern India, Guru Nanak Dev Ji founded a faith rooted in the core values of universalism, liberalism, and humanism. The nine Gurus who followed Him built upon and consolidated His teachings, thereby establishing Sikhism not only as a belief system but also as a way of life. Two hundred years later, in 1699, on the occasion of Baisakhi, the Tenth Guru, Guru Gobind Singh Ji formally founded the Khalsa Panth at Anandpur Sahib, establishing a social order committed to peace, equality and justice for all. Today, on the same site, stands the majestic Gurdwara Takht Sri Kesgarh Sahib.</p>\r\n<p>&nbsp;</p>\r\n<p>The year 1999 marked the Tercentenary of the Birth of the Khalsa. To commemorate this event, the Government of Punjab laid forth the outlines of a magnificient edifice to be known as Virasat &ndash; e &ndash; Khalsa at Sri Anandpur Sahib.The Heritage Complex is inspired by the rich natural and architectural heritage of Sri Anandpur Sahib, while also drawing heavily from Sikh and regional architecture. Contrary to the tradition of domes which crown the sacred Sikh sites, the roofs of the Museum are concave-shaped receptors facing the sky. Sheathed in stainless steel, they reflect the sun&rsquo;s light towards the Gurdwara and the Fort.</p>\r\n<p>&nbsp;</p>\r\n<p>After thirteen years of construction it has been inaugurated on November 25, 2011. It was opened for public on November 27, 2011.There are two complexes at each side of a ravine, connected by a ceremonial bridge:</p>\r\n<p>&nbsp;</p>\r\n<p>Virasat-e-Khalsa.</p>\r\n<p>&bull; The smaller, western complex includes an entrance piazza, an auditorium with 400 seating-capacity, two-story research and reference library and changing exhibition galleries. &bull; The eastern complex contains a round memorial building as well as extensive, permanent exhibition space, consisting of two clusters of galleries that try to evoke the fortress architecture of the region (most evident in a nearby Gurudwara) and form a dramatic silhouette against the surrounding cliff terrain. The gathering of the galleries in groups of five reflects the Five Virtues, a central tenet of Sikhism. The buildings are constructed of poured-in-place concrete; some beams and columns remain exposed, though a great deal of the structures will be clad in a local honey-colored stone. The rooftops are stainless steel-clad and exhibit a double curvature: they gather and reflect the sky while a series of dams in the ravine create pools that reflect the entire complex at night. The building was designed by world acclaimed architect Mr. Moshe Saifde.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>&nbsp;</p>\r\n<p>Rupnagar district, included in the Patiala Division of Punjab falls between north latitude 30&deg;-32' and 31&deg;-24' and east longitude 76&deg;-18' and 76&deg;-55'. Rupnagar (formerly known as Ropar) town, the district headquarters is 42 km from Chandigarh, the state capital. The district adjoins Shahid Bhagat Singh Nagar (formerly known as Nawanshahar), Mohali and Fatehgarh Sahib Districts of Punjab. The district comprises 4 Tehsils, Rupnagar, Anandpur Sahib, Chamkaur Sahib and Nangal and includes 617 villages and 6 towns namely Rupnagar, Chamkaur Sahib, Anandpur Sahib, Morinda, Kiratpur Sahib and Nangal. All the towns except Chamkaur sahib fall on railways line. The Satluj river passes close (2 to 5 km) to the towns of Nangal, Rupnagar and Anandpur Sahib.</p>\r\n<p>&nbsp;</p>\r\n<p>Towns and villages</p>\r\n<p>&nbsp;</p>\r\n<p>Rupnagar district, included in the Rupnagar Division of Punjab falls between north latitude 30&deg;-32' and 31&deg;-24' and east longitude 76&deg;-18' and 76&deg;-55'. Rupnagar (formerly known as Ropar) town, the district headquarters is 42 km from Chandigarh, the state capital. The district adjoins Nawanshahar, Mohali and Fatehgarh Sahib Districts of Punjab. The district comprises four Tehsils, Rupnagar, Anandpur Sahib, Chamkaur Sahib and Nangal and includes 617 villages and 6 towns: Rupnagar, Chamkaur Sahib, Anandpur Sahib, Morinda, Kiratpur Sahib and Nangal. All the towns except Chamkaur Sahib have railway connections. The Satluj river passes close to the towns of Nangal, Rupnagar and Anandpur Sahib.Ghanauli is also Another Famous village of Ropar : Because of Freedom fighter Harnam Singh Kavishar, this village come to the top list in British Raj.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils in Rupnagar District</p>\r\n<p>Anandpur Sahib</p>\r\n<p>Chamkaur Sahib</p>\r\n<p>Nangal</p>\r\n<p>Rupnagar</p>\r\n<p>Cities and towns</p>\r\n<p>Anandpur Sahib</p>\r\n<p>Chamkaur Sahib</p>\r\n<p>Kiratpur Sahib</p>\r\n<p>Morinda</p>\r\n<p>Nangal</p>\r\n<p>Rupnagar</p>\r\n<p>Kamalpur</p>\r\n<p>Ghanauli</p>\r\n<p>Dadhi</p>\r\n<p>Bharatgarh</p>\r\n<p>Kartarpur</p>\r\n<p>Bara, Punjab - A Famous Archelogical Site Village In Rupnagar District</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>Rupnagar falls in the Northern Railway zone of the Indian Railways. It is connected to Chandigarh by a single line railway track.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Rupnagar city has good road network to surrounding village and towns in district as well as to all major cities like Una, Baddi, Ludhiana, Jalandhar, Chandigarh and Delhi. Rupnagar is well connected by National Highway system to the following nearby cities, by the following highway routes:</p>\r\n<p>&nbsp;</p>\r\n<p>NH205-IN.svg NH 205 that connects Chandigarh, Kurali to Kiratpur Sahib, Himachal Pradesh via Rupnagar</p>\r\n<p>NH103A-IN.svg NH 103A connects Hoshiarpur to Rupnagar.</p>\r\n<p>NH344A-IN.svg NH 344A links Rupnagar to Phagwara, Jalandhar via Nawanshahr, Balachaur and Banga via NH103A at Balachaur.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rupnagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53015d1b-e998-4927-9e4a-c13ba3f8c627_Rupnagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rupnagar-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"rupnagar","slug":"rupnagar"}],"recommendations":[{"id":842,"title":"Top Places to visit in Shahid Bhagat Singh Nagar, Nawanshahr, Punjab","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"Shaheed Bhagat Singh Nagar district (formerly Nawanshahr district) is one of the districts in Doaba region of the state of Punjab, India. It consists of three Sub -Divisions Nawanshahr, Banga and Balachaur. There are three legislative seats in the district, Nawanshahr, Balachaur and Banga. They f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shahid-bhagat-singh-nagar","slug":"shahid-bhagat-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"nawanshahr","slug":"nawanshahr"}],"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","total":0},{"id":832,"title":"Top Places to visit in Moga, Punjab","imageUrl":"da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","dateCreated":"2019-10-05T07:46:12.099Z","dateModified":"2019-10-05T07:46:36.314Z","contributedBy":"AskGif","content":"Moga district is one of the twenty two districts in the state of Punjab, India. It became the 17th district of Punjab State on 24 November 1995 cut from Faridkot district. Moga District is among the largest producers of wheat and rice in Punjab, India. People from Moga City and Moga District belo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/da00eee9-0e31-4beb-88bd-67790acbaa11_Moga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"moga","slug":"moga"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-moga-punjab","total":0},{"id":822,"title":"Top Places to visit in Faridkot, Punjab","imageUrl":"10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","dateCreated":"2019-10-02T02:50:04.335Z","dateModified":"2019-10-02T02:50:24.714Z","contributedBy":"AskGif","content":"Faridkot district is one of the 22 districts in the state of Punjab, India with Faridkot city as the district headquarters. Faridkot District was a part of the erstwhile Ferozepur Division but in the year 1996, Faridkot Division was established with a Divisional headquarter at Faridkot which incl","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10af6863-b8f1-4fb5-8c4b-c22d49805f2b_Faridkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"faridkot","slug":"faridkot"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-faridkot-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}