{"id":84,"title":"Top Places to visit in Aligarh, Uttar Pradesh","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"<p>Aligarh (formerly Allygurh &amp; Koil) is a city in the Northern Indian state of Uttar Pradesh&nbsp;(U.P/UP) that is famous for lock industries and the administrative headquarters of the Aligarh district. It lies 307 kilometres (191 mi) northwest of Kanpur and is approximately 145 kilometres (90 mi) southeast of the capital, New Delhi. Notable as the seat of Aligarh Muslim University, Aligarh is one of the largest cities in Uttar Pradesh, and is the 55th largest city in India.</p>\r\n<p>Before the 18th century, Aligarh was known as Kol. The history of the district up until the 12th century is obscure.</p>\r\n<p>&nbsp;</p>\r\n<p>Some time before the Muslim conquest, Kol was held by the Dor Rajputs. At the time of Mahmud of Ghazni, the chief of the Dors was Hardatta of Baran. Statues of Buddha and other Buddhist remains have been found in excavations where the citadel of Koil stood, indicating a Buddhist influence. Hindu remains indicate that the citadel probably had a Hindu temple after the Buddhist temple. In 1194, Qutb-ud-din Aibak marched from Delhi to Kol, \"one of the most celebrated fortresses of Hind\". Qutb-ud-din Aibak appointed Hisam-ud-din Ulbak as the first Muslim governor of Kol.</p>\r\n<p>&nbsp;</p>\r\n<p>Kol is mentioned in Ibn Battuta's Rihla, when Ibn Battuta along with 15 ambassadors representing Ukhaantu Khan, emperor of the Mongol Chinese Yuan dynasty, travelled to Kol city en route to the coast at Cambay (in Gujarat) in 1341. According to Battuta, it would appear that the district was then in a very disturbed state since the escort of the Emperor's embassy had to assist in relieving Jalali from an attacking body of Hindus and lost an officer in the fight. Ibn Batuta calls Kol \"a fine town surrounded by mango groves\". From these same groves the environs of Kol would appear to have acquired the name Sabzabad or \"the green country\".</p>\r\n<p>&nbsp;</p>\r\n<p>In the reign of Akbar, Kol was made a Sirkar and included the dasturs of Marahra, Kol ba Haveli, Thana Farida and Akbarabad.[citation needed] Akbar and Jahangir visited Kol on hunting expeditions. Jahangir clearly mentions the forest of Kol, where he killed wolves.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Aligarh,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","subContents":[{"SubTitle":"1. Aligarh Fort","SubTitleHindi":null,"SubContent":"<p>Aligarh Fort (Aligarh Qila) also known as \"bohne chor ka qila\"(English- Dwarf thief's fort)is one of the strongest forts in India, is located in the city of Aligarh (The city was earlier named as Kol or Koil), Uttar Pradesh. It is also called \"Aligarh Qila\". It is situated on the Grand Trunk road and consists of a regular polygon, surrounded by a very broad and deep ditch.</p>\r\n<p>It was built during the time of Ibrahim Lodi by Muhammad, son of Umar the governor of Kol, in 1524-25. Sabit Khan, who was the governor of this region during the time of Farrukh Siyar and Muhammad Shah, further rebuilt the fort. It became a fortress of great importance under Madhavrao I Scindia in 1759, and was the depot where he drilled and organized his battalions in the European fashion with the aid of French soldier Beno&icirc;t de Boigne. During the Battle of Ally Ghur, it was captured from the Marathas under the leadership of a French officer Perron by Lord Gerard Lake's British army, in September 1803, since which time it has been much strengthened and improved. In the rebellion of 1857 the troops stationed at Aligarh mutinied, but abstained from murdering their officers, who, with the other residents and ladies and children, succeeded in reaching Hathras.</p>\r\n<p>&nbsp;</p>\r\n<p>The fort is built on a hill, north of the Aligarh Muslim University at Barauli Marg. It has steep ravines, over 30 feet high, on every side, and bastions in every angle on the walls. Now Aligarh fort is in the control of Aligarh Muslim University. The university uses part of the internal area fort as a location for its department of Botany. The fort has been the seat of many governors and other rulers of this land, including Sabit Khan, Surajmal Jat in 1753 and mentioned Madhavrao Scindia in 1759. The fort was expanded three times in 1753 by lieutenant Banasaur, commanding officer of contemporary ruler Surajmal Jat, to include a basement, an explosives warehouse and an air-cooled kitchen.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Aligarh_Fort</p>","SubContentHindi":null,"ImageUrl":"bfcaa552-9f0c-4b24-a5c5-041dc861a779_aligarh-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Jama Masjid (Aligarh)","SubTitleHindi":null,"SubContent":"<p>In the Mughal period during the reign of Muhammad Shah (1719-1728), the governor of the coalition, Sawit Khan, started construction in 1724. It took four years and in 1728 the mosque became ready. There are 17 dome in the mosque. There are three gates of the mosque. There are two to two domes on these doors. This Jama Masjid, with 17 domes in the upstate area of the city, is here with 5000 people to read Namaz. There is a separate arrangement for women to read Namaz. This is called Shahdari (three vines).</p>\r\n<p>&nbsp;</p>\r\n<p>Perhaps this is the first mosque of the country, where even the martyrs' tombs are there. It is also called Ganj-e-Shahidan (the township of martyrs), in the three-century-old mosque, many generations have offered prayers. It is estimated that the eighth generation is now praying in the mosque. Jama Masjid is situated in the upcott area of Aligarh, which is the largest gold in the country in construction. More than the Golden Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The eighth generation is offering prayers in this Jama Masj of 290 years ago. There are many knit gold in its domes. No amount of gold is estimated here. It is also special in this Jama Masjid that there are graves of 1857-Gadar 73 martyrs in Jama Masjid. On this, the Indian Archeology Department has done the survey several years ago, it is one of the oldest and grand mosques in Aligarh. It took 14 years to build. The mosque is located on the summit of Bali Fort and this place is the highest point in the city. Due to its position, it can be seen from all the cities of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>There are six places within the mosque where people can pay prayers. The restoration of the mosque has passed many times and it shows many architectural influences. White dome structure and beautifully made pillars are special features of Muslim art and culture.</p>\r\n<p>source:&nbsp;https://askgif.page.link/jama-musjid-aligarh</p>","SubContentHindi":null,"ImageUrl":"85ac8cf1-2953-445d-aea4-a950e1900e78_Jama_Masjid_Aligarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Aligarh Muslim University","SubTitleHindi":null,"SubContent":"<p>Aligarh Muslim University (AMU) is an Indian public central university. It was originally established by Sir Syed Ahmad Khan as Mohammedan Anglo-Oriental College in 1875. Its chief engineer was Nawab Sarwar Jung. The Muhammadan Anglo-Oriental College became Aligarh Muslim University in 1920. The main campus of AMU is located in the city of Aligarh. Spread over 467.6 hectares, AMU offers more than 300 courses in both traditional and modern branches of education. In addition to this it has its three off-campus centres at Malappuram (Kerala), Murshidabad (West Bengal) and Kishanganj (Bihar). The university comprises all castes, creeds, religions and genders, and is an Institute of National Importance provided under the Seventh Schedule of the Constitution at its commencement.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Aligarh_Muslim_University</p>","SubContentHindi":null,"ImageUrl":"44de37b2-8474-4af0-a7fc-78490f07b109_AMU.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Naqvi park","SubTitleHindi":null,"SubContent":"<p>Naqvi Park is among the most beautiful places in Aligarh where you can spend some quality time. It is a must visit place in Aligarh if you are in Aligarh. You will feel the Beauty of nature and the peace of mind there.</p>","SubContentHindi":null,"ImageUrl":"6bc5bd25-adad-42ad-b3f9-fdab994b57f1_naqvi-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Khereshwar Temple","SubTitleHindi":null,"SubContent":"<p>Khereshwar Temple is built by Swami Haridas, who was a guru of Tansen. it is said to be built at the time of Mughal era. Though there is some mismanagement, it is a must visit place in Aligarh. You will feel calm and peace here. You will surely love this place if you are fond of peace of mind.</p>","SubContentHindi":null,"ImageUrl":"7c61f47c-73c3-4391-a8fd-7e53c1638bbf_khereshwar-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By rail</p>\r\n<p>Aligarh railway station</p>\r\n<p>Aligarh Junction railway station is the primary station for Aligarh city and is a major stop on the Delhi-Kolkata route. It is an A-Class railway station. It is one of the oldest railway stations of this route. It connects Aligarh to the states of West Bengal, Odisha, Bihar, Jharkhand, north-east and most of Uttar Pradesh, and important stations of cities such as New Delhi railway station, Mumbai Central, Kolkata, Bhopal Junction railway station, Indore, Jammu, Gwalior, Lucknow, Jhansi, Puri, Kanpur Central railway station, Etawah Junction railway station, Tundla Junction railway station, Phaphund railway station, Agra Cantonment railway station and Varanasi. Aligarh railway station handles over 136 trains daily (in both directions) and serves around 204,000 passengers every day. Aligarh has one Branch Railway Line to Bareily.</p>\r\n<p>&nbsp;</p>\r\n<p>Aligarh City has two UPSRTC bus stations:</p>\r\n<p>Aligarh Depot bus station.</p>\r\n<p>Masoodabad (Budh Vihar) Depot bus station</p>\r\n<p>ISBT Rasualabad Sarsaul under construction.</p>\r\n<p>There are buses plying from Aligarh to Delhi at frequent intervals via</p>\r\n<p>&nbsp;</p>\r\n<p>Aligarh Airport is in under construction, it is in Dhanipur on NH 91. Dhanipur Air Strip is used as Flying Club. The Government of Uttar Pradesh signed a MoU with the Airports Authority of India (AAI) in February 2014 for the development of the airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Intercity transport</p>\r\n<p>The government has proposed to operate city buses in Aligarh with following routes:-</p>\r\n<p>&nbsp;</p>\r\n<p>Aligarh Fort-Law Faculty-Firdaus Nagar-Shamshad-Collectorate-University Circle-Lal Diggi-Amir Nishan-Marris Road Crossing-Kela Nagar Crossing-Chungi/Ramghat Road-Quarsi Crossing-Indrapuri/Great Mall-Mahaveer Nagar-DPS Civil Lines-St. Fidelis-Heritage-UPSIDC</p>\r\n<p>Bannadevi Crossing-Methodist Church-Exhibition Ground-RMPS Park-Ghantaghar-Centre Point-Melrose-Marris Road Crossing-Kela Nagar Crossing</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Aligarh,_Uttar_Pradesh</p>","SubContentHindi":null,"ImageUrl":"1d34d0dd-6cd2-4082-9e4a-d8f9427a6f9f_welcome-aligarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","tags":[{"name":"aligarh","slug":"aligarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":162,"title":"Top Places to visit in Kanpur (Kanpur Nagar), Uttar Pradesh","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"Kanpur is the 11th most populous urban agglomeration in India, largest urban agglomeration in Uttar Pradesh, 12th most populous city in India, and the second largest city in the state of Uttar Pradesh after Lucknow, and the most populous metropolis in Uttar Pradesh. The city is the administrative","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kanpur-nagar","slug":"kanpur-nagar"},{"name":"kanpur","slug":"kanpur"}],"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","total":0},{"id":106,"title":"Top Places to Visit in Auraiya, Uttar Pradesh","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"Auraiya is a city and a municipal board in Auraiya district in the state of Uttar Pradesh, India. It is district headquarters as well. NH 19 passes through the center of the town. Dibiyapur RS is nearest Railway Station. Saifai Airstrip is nearest airport.\r\nUnder the Rohillas In 1760, Ahma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"auraiya","slug":"auraiya"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":84,"title":"Top Places to visit in Aligarh, Uttar Pradesh","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"Aligarh (formerly Allygurh &amp; Koil) is a city in the Northern Indian state of Uttar Pradesh&nbsp;(U.P/UP) that is famous for lock industries and the administrative headquarters of the Aligarh district. It lies 307 kilometres (191 mi) northwest of Kanpur and is approximately 145 kilometres (90 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aligarh","slug":"aligarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}