{"id":84,"title":"अलीगढ़ में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"<p>अलीगढ़ (पूर्व में अलीगुर और कोइल) उत्तरी भारतीय राज्य उत्तर प्रदेश&nbsp;(U.P/UP) का एक शहर है जो ताला उद्योगों और अलीगढ़ जिले के प्रशासनिक मुख्यालयों के लिए प्रसिद्ध है। यह कानपुर के उत्तर-पश्चिम में 307 किलोमीटर (1 9 1 मील) है और राजधानी, नई दिल्ली के लगभग 145 किलोमीटर (9 0 मील) दक्षिण पूर्व में है। अलीगढ़ मुस्लिम विश्वविद्यालय की सीट के रूप में उल्लेखनीय, अलीगढ़ उत्तर प्रदेश के सबसे बड़े शहरों में से एक है, और यह भारत का 55 वां सबसे बड़ा शहर है।</p>\r\n<p>18 वीं शताब्दी से पहले, अलीगढ़ को कोल के रूप में जाना जाता था। 12 वीं शताब्दी तक जिले का इतिहास अस्पष्ट है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुस्लिम विजय से कुछ समय पहले, कोल डोर राजपूतों द्वारा आयोजित किया गया था। गजनी के महमूद के समय, डोर के प्रमुख बरान के हरत्ता थे। बुद्ध की प्रतिमाएं और अन्य बौद्ध अवशेष खुदाई में पाए गए हैं जहां कोइल का गढ़ खड़ा था, जो बौद्ध प्रभाव का संकेत देता था। हिंदू अवशेष इंगित करते हैं कि बौद्ध मंदिर के बाद शायद गढ़ मंदिर में हिंदू मंदिर था। 1194 में, कुतुब-उद-दीन ऐबाक दिल्ली से कोल तक पहुंचे, \"हिंद के सबसे मनाए गए किलों में से एक\"। कुतुब-उद-दीन ऐबक ने हिसम-उद-दीन उलबाक को कोल के पहले मुस्लिम गवर्नर के रूप में नियुक्त किया।</p>\r\n<p>&nbsp;</p>\r\n<p>इब्न बट्टुता के रिहला में कोल का उल्लेख किया गया है, जब इब्न बट्टुता ने मंगोल चीनी युआन राजवंश के सम्राट उखंतु खान का प्रतिनिधित्व करने वाले 15 राजदूतों के साथ 1341 में कंबय (गुजरात में) के तट पर कोल शहर की यात्रा की थी। बट्टुता के अनुसार, ऐसा लगता है कि जिला तब एक बहुत परेशान राज्य में था जब सम्राट के दूतावास के अनुरक्षण ने हिंडाओं के हमलावर निकाय से जलाली को राहत देने में मदद की थी और लड़ाई में एक अधिकारी खो दिया था। इब्न बतूता ने कोल को \"आम ग्रोवों से घिरा एक अच्छा शहर\" कहा। ऐसा ही ग्रोवों से कोल के परिवेशों ने सब्ज़ाबाद या \"हरा देश\" नाम हासिल कर लिया होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>अकबर के शासनकाल में, कोल को सिरकर बनाया गया था और इसमें मराहर, कोल बा हवेली, थाना फरीदा और अकबरबाद के दस्ते शामिल थे। [उद्धरण वांछित] अकबर और जहांगीर शिकार अभियानों पर कोल गए। जहांगीर स्पष्ट रूप से कोल के जंगल का उल्लेख करते हैं, जहां उन्होंने भेड़ियों को मार डाला।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Aligarh ,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","subContents":[{"SubTitle":"1. अलीगढ़ किला","SubTitleHindi":null,"SubContent":"<p>अलीगढ़ किला (अलीगढ़ किला) जिसे \"बोहेन चोर का किला\" (अंग्रेजी-बौना चोर का किला) भी कहा जाता है, भारत के सबसे मजबूत किलों में से एक है, अलीगढ़ शहर में स्थित है (शहर को पहले कोल या कोइल नाम दिया गया था) उत्तर प्रदेश। इसे \"अलीगढ़ किला\" भी कहा जाता है। यह ग्रांड ट्रंक रोड पर स्थित है और इसमें एक नियमित बहुभुज होता है, जो बहुत व्यापक और गहरी खाई से घिरा हुआ होता है।</p>\r\n<p>यह 1524-25 में कोल के गवर्नर उमर के पुत्र मोहम्मद द्वारा इब्राहिम लोदी के समय बनाया गया था। फरुख सियार और मोहम्मद शाह के समय इस क्षेत्र के गवर्नर सबित खान ने किले का पुनर्निर्माण किया। यह 17 9 5 में माधवराव आई सिंधिया के तहत बहुत महत्व का किला बन गया, और वह डिपो था जहां उसने फ्रेंच सैनिक बेनोइट डी बोइग्ने की सहायता से यूरोपीय फैशन में अपनी बटालियनों को ड्रिल और संगठित किया। एली घुर की लड़ाई के दौरान, सितंबर 1803 में लॉर्ड जेरार्ड लेक की ब्रिटिश सेना द्वारा फ्रांसीसी अधिकारी पेरोन के नेतृत्व में मराठों से इसे कब्जा कर लिया गया था, जिसके बाद से यह काफी मजबूत और सुधार हुआ है। 1857 के विद्रोह में अलीगढ़ में तैनात सैनिकों ने विद्रोह किया, लेकिन अपने अधिकारियों की हत्या से दूर रह गए, जो अन्य निवासियों और महिलाओं और बच्चों के साथ, हाथरस पहुंचने में सफल रहे।</p>\r\n<p>&nbsp;</p>\r\n<p>किला बरौली मार्ग में अलीगढ़ मुस्लिम विश्वविद्यालय के उत्तर में एक पहाड़ी पर बनाया गया है। इसमें दीवारों पर हर कोण में 30 फीट ऊंची, हर तरफ, और गढ़ों की खड़ी है। अब अलीगढ़ किला अलीगढ़ मुस्लिम विश्वविद्यालय के नियंत्रण में है। विश्वविद्यालय वनस्पति विभाग के लिए स्थान के रूप में आंतरिक क्षेत्र किले का हिस्सा उपयोग करता है। यह किला 1753 में सब्त खान, सूरजमल जाट समेत कई राज्यपालों और अन्य शासकों की सीट रही है और 17 9 5 में माधवराव सिंधिया का उल्लेख किया गया था। 1753 में किले को समकालीन शासक सूरजमल जाट के कमांडिंग अधिकारी लेफ्टिनेंट बनसौर ने तीन बार विस्तारित किया था। , एक बेसमेंट, एक विस्फोटक गोदाम और एक हवा ठंडा रसोई शामिल करने के लिए।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Aligarh_Fort</p>","SubContentHindi":null,"ImageUrl":"bfcaa552-9f0c-4b24-a5c5-041dc861a779_aligarh-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. जामा मस्जिद (अलीगढ़)","SubTitleHindi":null,"SubContent":"<p>मुगलकाल में मुहम्मद शाह (1719-1728) के शासनकाल में कोल के गवर्नर साबित खान ने 1724 में इसका निर्माण शुरू कराया था। इसमें चार साल लगे और 1728 में मस्जिद बनकर तैयार हो पाई। मस्जिद में कुल 17 गुंबद हैं। मस्जिद के तीन गेट हैं। इन दरवाजों पर दो-दो गुंबद हैं। शहर के ऊपरकोट इलाके में 17 गुंबदों वाली यह जामा मस्जिद है यहां एकसाथ 5000 लोग नमाज पढ़ सकते हैं। यहां औरतों के लिए नमाज पढ़ने का अलग से इंतजाम है। इसे शहदरी (तीन दरी) कहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देश की शायद यह पहली मस्जिद होगी, जहां शहीदों की कब्रें भी हैं। इसे गंज-ए-शहीदान (शहीदों की बस्ती) भी कहते हैं तीन सदी पुरानी इस मस्जिद में कई पीढ़ियां नमाज अदा कर चुकी हैं। अनुमान है कि इस वक्त मस्जिद में आठवीं पीढ़ी नमाज पढ़ रही है। अलीगढ़ के ऊपरकोट इलाके में स्थित जामा मस्जिद ऐसी है, जिसके निर्माण में देश में सबसे ज्यादा सोना लगा है। स्वर्ण मंदिर से भी ज्यादा।</p>\r\n<p>&nbsp;</p>\r\n<p>290 साल पहले बनी इस जामा मस्जिद में आठवीं पीढ़ी नमाज अदा कर रही है। इसके गुंबदों में ही कई कुंतल सोना लगा है। यहां कुल कितना सोना लगा है, इसका किसी को अन्दाजा नहीं हैं। इस जामा मस्जिद में यह भी खास हैं कि जामा मस्जिद में 1857-गदर के 73 शहीदों की कब्रें भी हैं। इस पर भारतीय पुरातत्व विभाग कई साल पहले सर्वे भी कर चुका है यह अलीगढ़ में सबसे पुरानी और भव्य मस्जिदों में से एक है। इसको बनने में 14 साल लगे थे। मस्जिद बलाई किले के शिखर पर स्थित है तथा यह स्थान शहर का उच्चतम बिंदु है। अपने स्थिति की वजह से, इसे शहर के सभी स्थानों से देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद के भीतर छह स्थल हैं जहां लोग नमाज अदा कर सकते हैं। मस्जिद का जीर्णोद्धार कई दौर से गुजरा तथा यह कई वास्तु प्रभावों को दर्शाता है। सफेद गुंबद वाली संरचना तथा खूबसूरती से बने खम्भे मुस्लिम कला और संस्कृति की खास विशेषताएं हैं</p>\r\n<p>&nbsp;</p>\r\n<p>source:&nbsp;https://askgif.page.link/jama-musjid-aligarh</p>","SubContentHindi":null,"ImageUrl":"85ac8cf1-2953-445d-aea4-a950e1900e78_Jama_Masjid_Aligarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. अलीगढ़ मुस्लिम विश्वविद्यालय","SubTitleHindi":null,"SubContent":"<p>अलीगढ़ मुस्लिम विश्वविद्यालय (एएमयू) एक भारतीय सार्वजनिक केंद्रीय विश्वविद्यालय है। मूल रूप से सर सैयद अहमद खान ने 1875 में मोहम्मद एंग्लो-ओरिएंटल कॉलेज के रूप में स्थापित किया था। इसका मुख्य अभियंता नवाब सरवर जंग था। मुहम्मद एंग्लो-ओरिएंटल कॉलेज 1920 में अलीगढ़ मुस्लिम विश्वविद्यालय बन गया। एएमयू का मुख्य परिसर शहर में स्थित है अलीगढ़। 467.6 हेक्टेयर से अधिक फैले, एएमयू शिक्षा की पारंपरिक और आधुनिक दोनों शाखाओं में 300 से अधिक पाठ्यक्रम प्रदान करता है। इसके अलावा इसके मलप्पुरम (केरल), मुर्शिदाबाद (पश्चिम बंगाल) और किशनगंज (बिहार) में तीन ऑफ कैंपस केंद्र हैं। विश्वविद्यालय में सभी जातियों, पंथ, धर्म और लिंग शामिल हैं, और संविधान की सातवीं अनुसूची के तहत उपलब्ध कराए गए राष्ट्रीय महत्व संस्थान हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Aligarh_Muslim_University</p>","SubContentHindi":null,"ImageUrl":"44de37b2-8474-4af0-a7fc-78490f07b109_AMU.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Naqvi पार्क","SubTitleHindi":null,"SubContent":"<p>नकवी पार्क अलीगढ़ के सबसे खूबसूरत स्थानों में से एक है जहां आप कुछ गुणवत्ता का समय बिता सकते हैं। यदि आप अलीगढ़ में हैं तो यह अलीगढ़ में एक जरूरी जगह है। आप प्रकृति की सुंदरता और मन की शांति महसूस करेंगे।</p>","SubContentHindi":null,"ImageUrl":"6bc5bd25-adad-42ad-b3f9-fdab994b57f1_naqvi-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. खेेशेश्वर मंदिर","SubTitleHindi":null,"SubContent":"<p>खेेशेश्वर मंदिर स्वामी हरिदास द्वारा बनाया गया है, जो तानसेन के गुरु थे। ऐसा कहा जाता है कि मुगल युग के समय बनाया गया था। हालांकि कुछ कुप्रबंधन है, यह अलीगढ़ में एक जरूरी जगह है। आप यहां शांत और शांति महसूस करेंगे। यदि आप मन की शांति के शौकीन हैं तो आप निश्चित रूप से इस जगह से प्यार करेंगे।</p>","SubContentHindi":null,"ImageUrl":"7c61f47c-73c3-4391-a8fd-7e53c1638bbf_khereshwar-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p><strong>रेल द्वारा</strong></p>\r\n<p>अलीगढ़ रेलवे स्टेशन</p>\r\n<p>अलीगढ़ जंक्शन रेलवे स्टेशन अलीगढ़ शहर के लिए प्राथमिक स्टेशन है और दिल्ली-कोलकाता मार्ग पर एक बड़ा पड़ाव है। यह एक ए-क्लास रेलवे स्टेशन है। यह इस मार्ग के सबसे पुराने रेलवे स्टेशनों में से एक है। यह अलीगढ़ को पश्चिम बंगाल, ओडिशा, बिहार, झारखंड, उत्तर-पूर्व और उत्तर प्रदेश के अधिकांश राज्यों और नई दिल्ली रेलवे स्टेशन, मुंबई सेंट्रल, कोलकाता, भोपाल जंक्शन रेलवे स्टेशन, इंदौर, जम्मू जैसे शहरों के महत्वपूर्ण स्टेशनों से जोड़ता है। , ग्वालियर, लखनऊ, झांसी, पुरी, कानपुर सेंट्रल रेलवे स्टेशन, इटावा जंक्शन रेलवे स्टेशन, टुंडला जंक्शन रेलवे स्टेशन, फाफुंड रेलवे स्टेशन, आगरा छावनी रेलवे स्टेशन और वाराणसी। अलीगढ़ रेलवे स्टेशन दैनिक 136 ट्रेनों (दोनों दिशाओं में) से अधिक है और हर दिन करीब 204,000 यात्रियों को सेवा देता है। अलीगढ़ में एक शाखा रेलवे लाइन है जो शायद ही कभी है।</p>\r\n<p>&nbsp;</p>\r\n<p>अलीगढ़ शहर में दो यूपीएसआरटीसी बस स्टेशन हैं:</p>\r\n<p>अलीगढ़ डिपो बस स्टेशन।</p>\r\n<p>मसूदाबाद (बुध विहार) डेपो बस स्टेशन</p>\r\n<p>निर्माण के तहत आईएसबीटी रसूलबाद सरसौल।</p>\r\n<p>अलीगढ़ से दिल्ली तक लगातार अंतराल पर बसें चल रही हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अलीगढ़ हवाई अड्डा निर्माणाधीन है, यह एनएच 91 पर धनपुर में है। धनपुर एयर स्ट्रिप का उपयोग फ्लाइंग क्लब के रूप में किया जाता है। उत्तर प्रदेश सरकार ने हवाईअड्डे के विकास के लिए फरवरी 2014 में भारतीय हवाईअड्डे प्राधिकरण (एएआई) के साथ एक समझौता ज्ञापन पर हस्ताक्षर किए।</p>\r\n<p>&nbsp;</p>\r\n<p><strong>इंटरसिटी परिवहन</strong></p>\r\n<p>सरकार ने निम्नलिखित मार्गों के साथ अलीगढ़ में शहर बसों को संचालित करने का प्रस्ताव दिया है: -</p>\r\n<p>अलीगढ़ फोर्ट-लॉ फैकल्टी-फिरौदास नगर-शमशाद-कलेक्टरेट-यूनिवर्सिटी सर्किल-लाल दिग्गी-अमीर निशन-मैरिस रोड क्रॉसिंग-केला नगर क्रॉसिंग-चुंगी / रामघाट रोड-क्वार्सी क्रॉसिंग-इंद्रपुरी / ग्रेट मॉल-महावीर नगर-डीपीएस सिविल लाइन्स- सेंट फ़िडेलिस-विरासत-यूपीएसआईडीसी</p>\r\n<p>बन्नदेवी क्रॉसिंग-मेथोडिस्ट चर्च-प्रदर्शनी ग्राउंड-आरएमपीएस पार्क-घंटघाड़-सेंटर पॉइंट-मेलरोस-मैरिस रोड क्रॉसिंग-केला नगर क्रॉसिंग</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Aligarh ,_Uttar_Pradesh</p>","SubContentHindi":null,"ImageUrl":"1d34d0dd-6cd2-4082-9e4a-d8f9427a6f9f_welcome-aligarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","tags":[{"name":"अलीगढ़","slug":"aligarh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":162,"title":"कानपुर (कानपुर नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"कानपुर भारत में 11 वां सबसे अधिक आबादी वाला शहरी समूह है, उत्तर प्रदेश में सबसे बड़ा शहरी समूह, भारत का 12 वां सबसे अधिक आबादी वाला शहर, और लखनऊ के बाद उत्तर प्रदेश राज्य का दूसरा सबसे बड़ा शहर और उत्तर प्रदेश में सबसे अधिक जनसंख्या वाला महानगर है। यह शहर कानपुर नगर जिले और कानपुर डिवीजन का प्रशा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कानपुर-नगर","slug":"kanpur-nagar"},{"name":"कानपुर","slug":"kanpur"}],"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","total":0},{"id":106,"title":"औरय्या में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"औरय्या उत्तर प्रदेश राज्य के औरय्या जिले में एक शहर और एक नगरपालिका बोर्ड है। यह जिला मुख्यालय भी है। एनएच 1 शहर के केंद्र से गुजरता है। दीबियापुर आरएस निकटतम रेलवे स्टेशन है। सैफाई हवाई पट्टी निकटतम हवाई अड्डा है।\r\nरोहिल्ला के तहत 1760 में अहमद शाह दुर्रानी ने भारत पर हमला किया; 1761 में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरय्या","slug":"auraiya"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":84,"title":"अलीगढ़ में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"अलीगढ़ (पूर्व में अलीगुर और कोइल) उत्तरी भारतीय राज्य उत्तर प्रदेश&nbsp;(U.P/UP) का एक शहर है जो ताला उद्योगों और अलीगढ़ जिले के प्रशासनिक मुख्यालयों के लिए प्रसिद्ध है। यह कानपुर के उत्तर-पश्चिम में 307 किलोमीटर (1 9 1 मील) है और राजधानी, नई दिल्ली के लगभग 145 किलोमीटर (9 0 मील) दक्षिण पूर्व में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अलीगढ़","slug":"aligarh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}