{"id":840,"title":"Top Places to visit in Sahibzada Ajit Singh Nagar, Mohali, Punjab","imageUrl":"5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","dateCreated":"2019-10-07T13:57:01.433Z","dateModified":"2019-10-07T13:57:22.149Z","contributedBy":"AskGif","content":"<p>Mohali district, also known as Ajitgarh district and officially known as Sahibzada Ajit Singh Nagar district or SAS Nagar district , is one of the twenty two districts of Punjab a state in north-west India. It was formed in April 2006 and is 18th district of Punjab, created next to Pathankot district. This district was carved out of areas falling in Ropar and Patiala District. It is situated next to the union territory of Chandigarh and Panchkula district of Haryana.</p>\r\n<p>&nbsp;</p>\r\n<p>Mohali, also known as Ajitgarh and officially known as Sahibzada Ajit Singh Nagar, is a city in the Mohali district in Punjab, India, which is a commercial hub lying south-west of the capital city of Chandigarh. It is the administrative headquarters of the Mohali district. It is also one of the six Municipal Corporations of the State. It was officially named after Sahibzada Ajit Singh, the eldest son of Guru Gobind Singh as Sahibzada Ajit Singh Nagar (\"Sahibzada Ajit Singh City\"). It is still known and popular as \"Mohali\" among local people and other parts of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Mohali has emerged as one of the most important cities in Punjab and the rest of northern India; it is developing rapidly as an IT hub of the state. Special emphasis has been made by the state government to make this city the best place to live in Punjab. The city also has many international sporting venues consisting of a cricket stadium, hockey stadium, indoor stadiums, golf course. An International Airport and projects like World Trade Centre, Aerocity are also coming up.</p>\r\n<p>&nbsp;</p>\r\n<p>Mohali, along with Chandigarh and Panchkula, forms a part of the Chandigarh Tricity. It was earlier a part of the Rupnagar District and was carved out as a separate district in 2006.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is officially named after the eldest son of Guru Gobind Singh, Sahibzada Ajit Singh which means \"Sahibzada Ajit Singh City\".</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Places of tourist interest in and around this region include the following:</p>\r\n<p>&nbsp;</p>\r\n<p>Fateh Burj</p>\r\n<p>Religious places</p>\r\n<p>Gurudwara Amb Sahib</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Amb Sahib</p>\r\n<p>Gurudwara Amb Sahib is a historical shrine situated in Sector 62, Mohali commemorates visit of 7th Guru of Sikhs, Guru Har Rai. The place also commemorates meeting of Guru Har Rai with his famous Sikh Bhai Kuram, a Labana trader. This shrine is managed by SGPC, Amritsar.</p>\r\n<p>&nbsp;</p>\r\n<p>Shiv Mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Shiv Mandir, Phase 1, Mohali</p>\r\n<p>This is the old Hindu Temple situated in Phase1.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Singh Shaheedan</p>\r\n<p>This shrine is situated in the village Sohana, close to Sector 70 constructed in memory of the martyrdom of Jathedar Baba Hanuman Singh, a Nihang Jathedar. He, along with 500 Sikhs, attained martyrdom at this place in a battle against British forces during the Anglo-Sikh Wars.</p>\r\n<p>&nbsp;</p>\r\n<p>Parks and gardens</p>\r\n<p>Rose Garden, Phase 3B2</p>\r\n<p>Bougainvillea Garden, Phase 4</p>\r\n<p>Silvy Park, Phase 10</p>\r\n<p>Valley Park, Phase 8</p>\r\n<p>Ekta Park, Phase 7 (Near Chawla Chowk) Mohali</p>\r\n<p>Musical Fountain Park, Sector 70</p>\r\n<p>City park, sector 68</p>\r\n<p>Markets and other places</p>\r\n<p>Main Market, Phase - 7, SAS Nagar</p>\r\n<p>Main Market, Phase - 4, SAS Nagar</p>\r\n<p>Main Market, Phase - 3, SAS Nagar</p>\r\n<p>Main Market, Phase - 1, SAS Nagar</p>\r\n<p>Main Market, Phase - 10, SAS Nagar</p>\r\n<p>Punjab Cricket Association Stadium, SAS Nagar</p>\r\n<p>International Hockey Stadium, Phase-9</p>\r\n<p>Gurudwara Amb Sahib, Phase - 8</p>\r\n<p>Other Nearby Places</p>\r\n<p>Sikh Ajaibghar, Sector 119, Village Balongi, Village Bar Majra</p>\r\n<p>VR Punjab, Kharar</p>\r\n<p>Gurudwara Nabha Sahib - Zirakpur</p>\r\n<p>baba Banda singh Bahadur war memorial- Chappar Chiri victory memeorial-THE 10 BEST Mohali Sights &amp; Landmarks - TripAdvisor</p>\r\n<p>Education</p>\r\n<p>Universities</p>\r\n<p>Chandigarh University NH-95, Chandigarh-Ludhiana Highway, Mohali</p>\r\n<p>Science</p>\r\n<p>Indian Institute of Science Education and Research, Mohali (IISER Mohali)</p>\r\n<p>Engineering colleges</p>\r\n<p>GGS College of Modern Technology</p>\r\n<p>Indo Global Colleges</p>\r\n<p>Shaheed Udham Singh College of Engineering &amp; Technology</p>\r\n<p>Chandigarh Engineering College</p>\r\n<p>Business Schools</p>\r\n<p>Indian School of Business (ISB), Sector 81</p>\r\n<p>Law Schools</p>\r\n<p>Army Institute of Law</p>\r\n<p>Universal Law College</p>\r\n<p>Pharmacy</p>\r\n<p>National Institute of Pharmaceutical Education and Research, Mohali (NIPER)</p>\r\n<p>Healthcare</p>\r\n<p>Main article: List of hospitals in Mohali</p>\r\n<p>The city has a number of specialty hospitals. Government dispensaries also are present in some sectors. Government Hospital Of Phase-6 is the oldest Hospital in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has many multi-facility private hospitals like the Max Super Speciality Hospital, Fortis Hospital, Silver Oak Hospital, Ivy Hospital, Indus Super Speciality Hospital, Mayo Hospital, Cheema Medical Complex, Mukat Hospital and Heart Institute, Cosmo Hospital, Amar Hospital, Grecian Super Speciality Hospital, Sohana Hospital, Ace Heart and Vascular Institute, SGHS Hospitals, AM Hospital, ESI Hospital &amp; Regional Spinal Injury Center (Sector 70). Big pharmacy stores like City Medicos are situated near Fortis and Silver Oaks hospital where one can get all the medicines.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Abhitej Singh Sandhu - Aam Admi Party activist and grand nephew of Shaheed Bhagat Singh</p>\r\n<p>&nbsp;</p>\r\n<p>Areas in SAS Nagar district</p>\r\n<p>&nbsp;</p>\r\n<p>Zirakpur</p>\r\n<p>New Chandigarh</p>\r\n<p>Kharar</p>\r\n<p>Bakarpur</p>\r\n<p>Bhankharpur</p>\r\n<p>Banur</p>\r\n<p>Chappar Chiri</p>\r\n<p>Daon</p>\r\n<p>Mohali, Ajitgarh or Sahibzada Ajit Singh Nagar</p>\r\n<p>Mubarik Pur</p>\r\n<p>Sohana</p>\r\n<p>Kurali</p>\r\n<p>Kumbhra</p>\r\n<p>Dera Bassi</p>\r\n<p>Mattaur</p>\r\n<p>Tewar (Tiaur)</p>\r\n<p>Nayagaon</p>\r\n<p>Lalru</p>\r\n<p>Jhande Majra</p>\r\n<p>Dappar</p>\r\n<p>Architecture</p>\r\n<p>Fateh Burj</p>\r\n<p>&nbsp;</p>\r\n<p>Banda Singh Bahadur War Memorial is the tallest victory tower in India and is located at Chappar Chiri in the district</p>\r\n<p>The Fateh Burj (English: The Victory Tower; Punjabi: ਫਤਿਹ ਬੁਰਜ) is the tallest victory tower (minar) in the country. The 328 ft tower is dedicated to the establishment of Sikh rule in India in 1711. It is also known as Baba Banda Singh Bahadur War Memorial. It was here that Banda Singh Bahadur, one of the most respected Sikh warriors, won a decisive battle against Wazir Khan, commander of the Mughal army.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, SAS Nagar district has a population of 986,147, roughly equal to the nation of Fiji or the US state of Montana. This gives it a ranking of 450th in India (out of a total of 640). The district has a population density of 830 inhabitants per square kilometre (2,100/sq mi) . Its population growth rate over the decade 2001-2011 was 32.02%. SAS Nagar has a sex ratio of 878 females for every 1,000 males, and a literacy rate of 84.9%.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road transport</p>\r\n<p>The main bus stand of this city is located in Sector 56, where many private bus operators provide services within different cities of the state. Chandigarh Transport Undertaking (CTU) provides bus connectivity with the rest of the Tricity. C&amp;C Mohali Junction is an integrated project: a mall with 10 Screen Multiplexes, corporate offices, Hotel Hyatt Place &amp; Inter-State Bus terminus.There will be automatic footfalls for the Mall as there would be 60,000 people per day from the ISBT alone beside the footfalls from Corporate offices, the Hotel and the Mall itself. Entertainment will be at its best with 10 Screen VIP Multiplex by Cin&eacute;polis &amp; Play Areas. Also with Multi-Level Fully Automated Car Parking. The business Hotel will be The Hyatt Place with 150 Rooms, Rooftop Swimming Pool, Spa, and Restaurant. This will be the tallest building in the region with a helipad, 100% power back-up, internet &amp; Wi-Fi facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Auto-rickshaws ply throughout the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail transport</p>\r\n<p>Mohali Railway Station is situated in Industrial Area, Phase 9 and connects the city with several important locations in the region such as Delhi, Ludhiana and Amritsar, as well as other parts of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Air transport</p>\r\n<p>Chandigarh International Airport is also known as Mohali International Airport and is located near Aerocity in Mohali. It has both domestic and international flights.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>&nbsp;</p>\r\n<p>Quark, Sahibzada Ajit Singh Nagar</p>\r\n<p>There are many companies in SAS Nagar, like Punjab Tractor Limited (PTL), ICI Paints, Punjab Communications Limited, many telecom service providers like Tata Communications and Vodafone and the Godrej Group. SAS Nagar's reputation as a home to large, multinational corporations is growing. Global tech giants like Quark and Philips have also followed suit.</p>\r\n<p>&nbsp;</p>\r\n<p>Denver-based Quark, Inc. has created a $500M, 46-acre (190,000 m2) QuarkCity in SAS Nagar, complete with a residential complex comprising 30% of the area; the shopping, entertainment, medical and educational districts consume another 10%. It was designed to generate 25,000 direct and 100,000 indirect jobs. It also includes a Special Economic Zone (SEZ). It is located 265 km (165 mi) north of India's capital city of New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Mohali is expected[who?][when?] to emerge as the sports hub of Punjab, with 8 multipurpose sports complexes equipped with facilities for sports like field hockey, cricket, swimming, Table Tennis, Athletics, Volleyball, Badminton, Tennis, etc. It has an International Cricket Stadium and an International Field Hockey Stadium.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mohali</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sahibzada-ajit-singh-nagar-mohali-punjab","tags":[{"name":"sahibzada-ajit-singh-nagar","slug":"sahibzada-ajit-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"mohali","slug":"mohali"}],"recommendations":[{"id":831,"title":"Top Places to visit in Mansa, Punjab","imageUrl":"5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","dateCreated":"2019-10-05T07:29:00.143Z","dateModified":"2019-10-05T07:29:17.417Z","contributedBy":"AskGif","content":"Mansa district falls under the Indian state of Punjab. The headquarters is Mansa city. Mansa district was formed on 13 April 1992 from the erst while district of Bathinda. The district has three tehsils, Budhlada, Mansa and five development blocks, Bhikhi, Budhlada, Mansa, Jhunir and Sardulgarh w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"mansa","slug":"mansa"}],"slug":"top-places-to-visit-in-mansa-punjab","total":0},{"id":827,"title":"Top Places to visit in Hoshiarpur, Punjab","imageUrl":"c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","dateCreated":"2019-10-05T04:01:40.809Z","dateModified":"2019-10-05T04:02:19.955Z","contributedBy":"AskGif","content":"Hoshiarpur District is a district of Punjab state in northern India. Hoshiarpur, one of the oldest districts of Punjab, is located in the North-east part of the Punjab state and shares common boundaries with Gurdaspur district in the north-west, Jalandhar and Kapurthala districts in south-west, K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c80a7d64-8803-485a-8f88-73bdafc4e97f_Hoshiarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"hoshiarpur","slug":"hoshiarpur"}],"slug":"top-places-to-visit-in-hoshiarpur-punjab","total":0},{"id":820,"title":"Top Places to visit in Firozpur, Punjab","imageUrl":"87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","dateCreated":"2019-10-02T01:37:23.626Z","dateModified":"2019-10-02T01:37:41.505Z","contributedBy":"AskGif","content":"Firozpur, also known as Ferozepur, is a city on the banks of the Sutlej River in Firozpur District, Punjab, India. It was founded by Sultan Firoz Shah Tughluq (1351&ndash;88), a ruler of the Tughluq dynasty, who reigned over the Sultanate of Delhi from 1351 to 1388.\r\nFirozpur district is o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87c50d31-fce7-4e29-8308-e5c9538caa5e_Firozpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"firozpur","slug":"firozpur"},{"name":"punjab","slug":"punjab"}],"slug":"top-places-to-visit-in-firozpur-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}