{"id":842,"title":"शहीद भगत सिंह नगर, नवांशहर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"<p>शहीद भगत सिंह नगर जिला (पूर्व में नवांशहर जिला) भारत के पंजाब राज्य के दोआबा क्षेत्र में से एक है। इसमें तीन उपखंड नवांशहर, बंगा और बलाचौर शामिल हैं। जिले में तीन विधानसभा सीटें हैं, नवांशहर, बलाचौर और बंगा। वे आनंदपुर साहिब लोकसभा क्षेत्र के अंतर्गत आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नवांशहर एक शहर है जो 1995 में एक जिला बन गया; अब यह भारतीय राज्य पंजाब में शहीद भगत सिंह नगर जिले में एक नगरपालिका परिषद है। यह शहीद भगत सिंह नगर जिले का मुख्यालय है। यह भारत के प्रसिद्ध स्वतंत्रता सेनानी भगत सिंह की मातृभूमि है।</p>\r\n<p>&nbsp;</p>\r\n<p>बरनाला और फतेहगढ़ साहिब के बाद 2011 तक यह पंजाब का तीसरा सबसे कम आबादी वाला (22 में से) जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>२०११ की जनगणना के अनुसार शहीद भगत सिंह नगर जिले की जनसंख्या ६१४,३६२ है, जो सोलोमन द्वीप के राष्ट्र या वर्मोंट के अमेरिकी राज्य के बराबर है। यह इसे भारत में 522 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 479 प्रति वर्ग किलोमीटर (1,240 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 4.58% थी। शहीद भगत सिंह नगर में हर 1000 पुरुषों पर लिंगानुपात 954 है, और साक्षरता दर 80.3% है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय निवासी</p>\r\n<p>दीवान बन्ना मल गौतम (कपूरथला एस्टेट के मुख्यमंत्री)</p>\r\n<p>लाला परमानंद भूचर (पहले व्यवसायी और शहर के बिल्डर (थेकर))</p>\r\n<p>चौधरी रहमत अली (मुस्लिम राष्ट्रवादी)</p>\r\n<p>जज़ी बी (पंजाबी गायक)</p>\r\n<p>अमरीश पुरी (भारतीय अभिनेता)</p>\r\n<p>मदन पुरी (भारतीय अभिनेता)</p>\r\n<p>बी.आर. चोपड़ा (फिल्म निर्देशक और निर्माता)</p>\r\n<p>यश चोपड़ा (फिल्म निर्देशक और निर्माता)</p>\r\n<p>मोहम्मद जहूर खय्याम (भारतीय संगीत निर्देशक)</p>\r\n<p>सुखिंदर शिंदा (पंजाबी गायक, संगीत निर्देशक और निर्माता)</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>नवांशहर की स्थापना सतलज नदी के पास राहोन के प्रवासियों द्वारा की गई थी क्योंकि राहन को बाढ़ का खतरा था। उन्होंने इसका नाम नवांशहर (न्यू सिटी) रखा। नवांशहर, घनेवाहा राजपूतों का गढ़ रहा है जो रिश्तेदारी के माध्यम से राजा अकबर से जुड़े थे।</p>\r\n<p>&nbsp;</p>\r\n<p>दीवान बन्ना मल मिश्र (गौतम) का जन्म नवांशहर के गौतम ब्राह्मण परिवार में हुआ था। अवध में कपूरथला के एस्टेट्स के महामहिम महाराजा सर रणधीर सिंह बहादुर की संपूर्ण संप्रभु शक्तियों के साथ दीवान बन्ना मल प्रबंधक थे और कपूरथला राज्य के मुख्यमंत्री थे। दीवान बन्ना मल ने नगरपालिका समिति कार्यालय, नवांशहर के पास सुंदर मंदिर शिवाला बन्ना मल का निर्माण कराया। यह वर्ष 1862 में बनाया गया था और नवांशहर के वैदन मोहल्ले में हवेली बन्ना मल दी हवेली का निर्माण किया गया था। कपूरथला के महाराजा खड़क सिंह और कपूरथला के महाराजा जगतजीत सिंह के समय में उनके पुत्र दीवान अचरू मल को सेवा दी गई थी। लंदन स्कूल ऑफ इकोनॉमिक्स से पढ़े बेटे दीवान अंबिका प्रसाद मिश्रा (गौतम) कपूरथला राज्य के महालेखाकार थे।</p>\r\n<p>&nbsp;</p>\r\n<p>बाद में शहर का विकास और निर्माण लाला परमानंद भूचर (सरीन) द्वारा किया गया, जो शहर का पहला प्रमुख पैमाना था। लाला परमानंद को महारानी एलिजाबेथ द्वारा बड़े ईंट डिजाइन का पहला सांचा महाराजा पटियाला की मौजूदगी में दिया गया था, जो शहर में ईंट कारखानों (बाथा) ​​को बसाने के लिए कृतज्ञता के टोकन के रूप में था। लाला परमानंद ने लगभग 1920 में पहली नियोजित मंडी (अब पुरानी दाना मंडी के रूप में जानी जाती है) का निर्माण किया, जिसमें ईंटों पर उनका नाम \"पीएन\" और पुरानी दाना मंडी गेट पर फाउंडेशन स्टोन का नाम भी है। वह शहर के केंद्र में स्थित ललियान मोहल्ला (लालीयन दा मोहल्ला) में रहता था। मुहल्ले में एक सामान्य हवेली के साथ उसकी हवेली भी है जो 100 परिवारों का निवास था, जो कि नानकशाही ईंटों से बने उस मुहल्ले में एक ऐतिहासिक स्थल था।</p>\r\n<p>&nbsp;</p>\r\n<p>नवांशहर, 1995 में स्वर्गीय एस। दिलबाग सिंह, पूर्व कैबिनेट मंत्री और नवांशहर के तत्कालीन विधायक के मजबूत प्रयासों से, जिला बन गया। इस जिले के लोग आर्थिक रूप से मजबूत हैं। जिले से बड़ी संख्या में परिवार विदेश में बस गए हैं। नतीजतन, भारत में भारी प्रेषण वापस मिल रहा है जो जिले के आर्थिक विकास और समृद्धि में योगदान देता है। दोआबा क्षेत्र की समृद्धि को इस तथ्य से सराहा जा सकता है कि यहां की जमीन की कीमत अधिक है, और लुधियाना, और चंडीगढ़ को छोड़कर राज्य के अधिकांश जिलों की तुलना में अधिक है। नवांशहर एनआरआई पंजाबी लोगों से आने वाली मुद्रा के कारण बढ़ रहा है जो विदेशों में बस गए हैं। नवांशहर में जालंधर, राहोन और जयजोन से जुड़ने वाला रेल ट्रैक भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>27 सितंबर 2008 को नवांशहर से 8 किमी दूर खटकर कलां में पंजाब सरकार ने घोषणा की कि राज्य में एक जिले का नाम स्वतंत्रता सेनानी भगत सिंह के नाम पर रखा जाएगा। पंजाब के मुख्यमंत्री प्रकाश सिंह बादल द्वारा भगत सिंह की 101 वीं जयंती मनाने की घोषणा की गई और नवांशहर जिले का नाम बदलकर शहीद भगत सिंह नगर कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>कई परिवार ऐसे रहे हैं जिन्होंने अतीत में नवांशहर के विकास में बड़ी भूमिका निभाई। 1800 के अंत में और 1900 के दशक के शुरुआती दिनों में बेहकी परिवार (जिसे पहले से नाम से जाना जाता था) ने नवांशहर को बेहतर भविष्य की तलाश में छोड़ दिया था।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nawanshahr</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","tags":[{"name":"शहीद-भगत-सिंह-नगर","slug":"shahid-bhagat-singh-nagar"},{"name":"पंजाब","slug":"punjab"},{"name":"नवांशहर","slug":"nawanshahr"}],"recommendations":[{"id":840,"title":"साहिबजादा अजीत सिंह नगर, मोहाली में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","dateCreated":"2019-10-07T13:57:01.433Z","dateModified":"2019-10-07T13:57:22.149Z","contributedBy":"AskGif","content":"मोहाली जिला, जिसे अजीतगढ़ जिले के रूप में भी जाना जाता है और आधिकारिक तौर पर साहिबजादा अजीत सिंह नगर जिले या एसएएस नगर जिले के रूप में जाना जाता है, पंजाब के उन दो जिलों में से एक है जो उत्तर-पश्चिम भारत में एक राज्य है। इसका गठन अप्रैल 2006 में हुआ था और यह पठानकोट जिले के बगल में बना पंजाब का 1","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"साहिबजादा-अजीत-सिंह-नगर","slug":"sahibzada-ajit-singh-nagar"},{"name":"पंजाब","slug":"punjab"},{"name":"मोहाली","slug":"mohali"}],"slug":"top-places-to-visit-in-sahibzada-ajit-singh-nagar-mohali-punjab","total":0},{"id":833,"title":"श्री मुक्तसर साहिब में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","dateCreated":"2019-10-05T08:10:21.378Z","dateModified":"2019-10-05T08:11:42.433Z","contributedBy":"AskGif","content":"श्री मुक्तसर साहिब जिला, जो शहर के पूर्व नाम मुकर्रर के नाम से जाना जाता है; भारतीय राज्य पंजाब के बाईस जिलों में से एक है। इसकी राजधानी, श्री मुक्तसर साहिब शहर, का नाम बदलकर मुक्तेसर से श्री मुक्तसर साहिब कर दिया गया, और बाद में जिले में इसका अनुसरण किया गया। जिले को ऐतिहासिक रूप से खिदराने दी ढ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"श्री-मुक्तसर-साहिब","slug":"sri-muktsar-sahib"}],"slug":"top-places-to-visit-in-sri-muktsar-sahib-punjab","total":0},{"id":831,"title":"मनसा में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","dateCreated":"2019-10-05T07:29:00.143Z","dateModified":"2019-10-05T07:29:17.417Z","contributedBy":"AskGif","content":"मनसा जिला भारतीय राज्य पंजाब के अंतर्गत आता है। मुख्यालय मनसा शहर है। मानसा जिले का गठन 13 अप्रैल 1992 को भटिंडा जिले के समय से हुआ था। जिले में तीन तहसील, बुधलाड़ा, मनसा और पांच विकास खंड हैं, तीन उप-तहसीलों के साथ भीखी, बुधलदा, मानसा, झुन्नीर और सरदूलगढ़।\r\nमनसा भारत के पंजाब के मनसा जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"मनसा","slug":"mansa"}],"slug":"top-places-to-visit-in-mansa-punjab","total":0},{"id":814,"title":"अमृतसर में देखने के लिए शीर्ष स्थान, पंजाब","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"अमृतसर, जिसे ऐतिहासिक रूप से रामदासपुर के नाम से भी जाना जाता है और आम बोलचाल की भाषा में, उत्तर पश्चिम भारत का एक शहर है, जो अमृतसर जिले का प्रशासनिक मुख्यालय है और भारतीय राज्य पंजाब के माजा क्षेत्र में स्थित है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, अमृतसर की जनसंख्या 1,132,761 थी। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंजाब","slug":"punjab"},{"name":"अमृतसर","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}