{"id":842,"title":"Top Places to visit in Shahid Bhagat Singh Nagar, Nawanshahr, Punjab","imageUrl":"852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","dateCreated":"2019-10-07T16:15:41.539Z","dateModified":"2019-10-07T16:16:05.412Z","contributedBy":"AskGif","content":"<p>Shaheed Bhagat Singh Nagar district (formerly Nawanshahr district) is one of the districts in Doaba region of the state of Punjab, India. It consists of three Sub -Divisions Nawanshahr, Banga and Balachaur. There are three legislative seats in the district, Nawanshahr, Balachaur and Banga. They fall under the Anandpur Sahib Lok Sabha Constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Nawanshahr is a town that became a district in 1995; now it is a municipal council in Shaheed Bhagat Singh Nagar district in the Indian state of Punjab. It is the headquarters of Shaheed Bhagat Singh Nagar District. It's homeland of India's famous freedom fighter Bhagat Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third least populous district of Punjab (out of 22), after Barnala and Fatehgarh Sahib.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Shaheed Bhagat Singh Nagar district has a population of 614,362, roughly equal to the nation of Solomon Islands or the US state of Vermont. This gives it a ranking of 522nd in India (out of a total of 640). The district has a population density of 479 inhabitants per square kilometre (1,240/sq mi) . Its population growth rate over the decade 2001-2011 was 4.58%. Shaheed Bhagat Singh Nagar has a sex ratio of 954 females for every 1000 males, and a literacy rate of 80.3%.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable residents</p>\r\n<p>Dewan Banna Mal Gautam (Chief Minister of Kapurthala Estate)</p>\r\n<p>Lala Paramanand Bhuchar (First Businessman and Builder(Theckedar) of City)</p>\r\n<p>Choudhry Rahmat Ali( Muslim Nationalist)</p>\r\n<p>Jazzy B (Punjabi singer)</p>\r\n<p>Amrish Puri (Indian actor)</p>\r\n<p>Madan Puri (Indian actor)</p>\r\n<p>B.R. Chopra (film director and producer)</p>\r\n<p>Yash Chopra (film director and producer)</p>\r\n<p>Mohammed Zahur Khayyam (Indian music director)</p>\r\n<p>Sukhshinder Shinda (Punjabi singer, music director and producer)</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Nawanshahr was founded by the migrants from Rahon near the Sutluj river as Rahon was in danger of being flooded. They named it Nawanshahar (New City). Nawanshahr has been the stronghold of the Ghorewaha Rajputs allied to king Akbar via kinship ties.</p>\r\n<p>&nbsp;</p>\r\n<p>Dewan Banna Mal Misr (Gautam) was born in Gautam Brahmin family of Nawanshahr. Dewan Banna Mal was manager with full sovereign powers of His Highness Maharaja Sir Randhir Singh Bahadur of Kapurthala's Estates in Oudh and served as Chief Minister Of Kapurthala State. Dewan Banna Mal built the beautiful temple Shivala Banna Mal near Municipal Committee office, Nawanshahr. It was built in the year 1862 and tall and huge structure Haveli Banna Mal Di Haveli in Vaidan Mohalla in Nawanshahr.His Son Dewan Acchru Mal Served as Revenue Minister of Kapurthala State At The Time of Maharaja Kharak Singh and Maharaja Jagatjit Singh Of Kapurthala,his Son Dewan Ambika Prasad Misr ( Gautam) Studied from London School of Economics was Accountant General Of Kapurthala State.</p>\r\n<p>&nbsp;</p>\r\n<p>Later the city was developed and constructed by Lala Parmanand Bhuchar(Sareen) who was the first major scale theckedar of city. Lala Paramanand was given first mould of large brick design by Queen Elizabeth in presence of Maharaja Patiala in his courtroom as token of gratitude to settle Brick factories(Batha) in the city. Lala Paramanand build first planned Mandi (now known as old Dana Mandi) in around 1920 which even has his name \"PN\" on bricks and name on Foundation Stone at old Dana Mandi Gate. He resided in Lalliyan Mohalla (Lalleyan da Mohalla) situated in center of city. The mohalla have his Haveli there along with a common haveli which was residence of 100 families, a historical landmark in that mohalla made with Nanakshahi bricks.</p>\r\n<p>&nbsp;</p>\r\n<p>Nawanshahr became the District in 1995 during S.Harcharan Brar Govt., with the strong efforts of the late S.Dilbag Singh, former Cabinet Minister and the then MLA of Nawanshahr. People of this district are economically sound. Large numbers of families from the district have settled abroad. Consequently, huge remittance is being received back in India which contributes to the district's economic development and prosperity. The prosperity of Doaba area can be appreciated by the fact that price of land here is high, and far more than most of the districts in the state except Ludhiana, and Chandigarh. Nawanshahr is rising due to the currency coming from NRI Punjabi people who have settled abroad. Nawanshahr also has a rail track connecting it with Jalandhar, Rahon and Jaijon.</p>\r\n<p>&nbsp;</p>\r\n<p>On 27 September 2008 at Khatkar Kalan, 8 km from Nawanshahr, the Punjab government announced that a district in the state would be named after freedom fighter Bhagat Singh. The announcement was made by Punjab Chief Minister Parkash Singh Badal to mark Bhagat Singh's 101st birth anniversary and Nawanshahr district was renamed as Shaheed Bhagat Singh Nagar.</p>\r\n<p>&nbsp;</p>\r\n<p>There have been many families who played a big role in the development of Nawanshahr in the past. In late 1800s and the early 1900s the Behki family (formerly known as Abroll) left Nawanshahr in search of a better future.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nawanshahr</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/852484f8-339a-4871-9a2c-fa726ab9faac_Nawanshahr-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shahid-bhagat-singh-nagar-nawanshahr-punjab","tags":[{"name":"shahid-bhagat-singh-nagar","slug":"shahid-bhagat-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"nawanshahr","slug":"nawanshahr"}],"recommendations":[{"id":840,"title":"Top Places to visit in Sahibzada Ajit Singh Nagar, Mohali, Punjab","imageUrl":"5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","dateCreated":"2019-10-07T13:57:01.433Z","dateModified":"2019-10-07T13:57:22.149Z","contributedBy":"AskGif","content":"Mohali district, also known as Ajitgarh district and officially known as Sahibzada Ajit Singh Nagar district or SAS Nagar district , is one of the twenty two districts of Punjab a state in north-west India. It was formed in April 2006 and is 18th district of Punjab, created next to Pathankot dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ef486eb-e4d8-4413-afdb-25a1fc2243c2_Mohali-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sahibzada-ajit-singh-nagar","slug":"sahibzada-ajit-singh-nagar"},{"name":"punjab","slug":"punjab"},{"name":"mohali","slug":"mohali"}],"slug":"top-places-to-visit-in-sahibzada-ajit-singh-nagar-mohali-punjab","total":0},{"id":833,"title":"Top Places to visit in Sri Muktsar Sahib, Punjab","imageUrl":"e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","dateCreated":"2019-10-05T08:10:21.378Z","dateModified":"2019-10-05T08:11:42.433Z","contributedBy":"AskGif","content":"Sri Muktsar Sahib district, colloquially known by the city's former name Mukstar; is one of the twenty two districts in the Indian state of Punjab. Its capital, the city of Sri Muktsar Sahib, was renamed from Muktsar to Sri Muktsar Sahib, with the district subsequently following suit. The distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9afb95b-9886-48df-a637-af77046a1389_Sri-Muktsar-Sahib-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"sri-muktsar-sahib","slug":"sri-muktsar-sahib"}],"slug":"top-places-to-visit-in-sri-muktsar-sahib-punjab","total":0},{"id":831,"title":"Top Places to visit in Mansa, Punjab","imageUrl":"5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","dateCreated":"2019-10-05T07:29:00.143Z","dateModified":"2019-10-05T07:29:17.417Z","contributedBy":"AskGif","content":"Mansa district falls under the Indian state of Punjab. The headquarters is Mansa city. Mansa district was formed on 13 April 1992 from the erst while district of Bathinda. The district has three tehsils, Budhlada, Mansa and five development blocks, Bhikhi, Budhlada, Mansa, Jhunir and Sardulgarh w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb609ed-843a-4c32-a553-2b3de52ae8c6_Mansa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"mansa","slug":"mansa"}],"slug":"top-places-to-visit-in-mansa-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}