{"id":843,"title":"Top Places to visit in Tarn Taran Sahib, Punjab","imageUrl":"8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","dateCreated":"2019-10-07T16:23:45.35Z","dateModified":"2019-10-07T16:24:05.938Z","contributedBy":"AskGif","content":"<p>Tarn Taran district is one of the districts in the Majha region of Punjab, India. The main cities are Tarn Taran Sahib and Patti. The City of Taran Taran is a holy place for Sikhs.</p>\r\n<p>&nbsp;</p>\r\n<p>Tarn Taran district was formed in 2006 from Amritsar District. The declaration to this effect was made by Captain Amarinder Singh, Chief Minister of Punjab, during the celebrations marking the martyrdom day of Sri Guru Arjan Dev Ji. With this, it became the 19th district of Punjab. It has three tehsils, which are Patti, Khadur Sahib and Tarn Taran. The District Headquarters is headed by the Deputy Commissioner, along with a Senior Superintendent of Police, the Additional District and Sessions Judge, the Chief Judicial Magistrate, Civil Surgeon, district Education Officer, Improvement Trust and a Municipal Council.</p>\r\n<p>&nbsp;</p>\r\n<p>Tarn Taran Sahib is a town in the Majha region of the state of Punjab, in northern India. It is the district headquarters and hosts the municipal council of Tarn Taran district. Gurdwara Sri Tarn Taran Sahib, a prominent Sikh shrine is located in the central part of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Towns and villages</p>\r\n<p>The villages and towns of Tarn Taran District include:</p>\r\n<p>&nbsp;</p>\r\n<p>Patti</p>\r\n<p>Mohanpura</p>\r\n<p>Munda Pind</p>\r\n<p>Khadoor Sahib</p>\r\n<p>Naushehra Pannuan</p>\r\n<p>Bhikhiwind</p>\r\n<p>Khem Karan</p>\r\n<p>Goindwal Sahib</p>\r\n<p>Fatehabad</p>\r\n<p>Dilawalpur</p>\r\n<p>Mari kamboki</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Tarn Taran district has a population of 1,120,070 out of which more than 93% people are Sikhs.[citation needed] The population of the district is roughly equal to the nation of Cyprus or the US state of Rhode Island. This gives it a ranking of 413th in India (out of a total of 640). The district has a population density of 464 inhabitants per square kilometre (1,200/sq mi) . Its population growth rate over the decade 2001-2011 was 19.28%. Tarn Taran has a sex ratio of 898 females for every 1000 males, and a literacy rate of 69.4%.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Deepak Dhawan</p>\r\n<p>Nizam Lohar, 19th century heroic rebel of the Punjab</p>\r\n<p>Mohan Singh Tur, former Jathedar of Akal Takht, Amritsar and Member of Lok Sabha.</p>\r\n<p>&nbsp;</p>\r\n<p>Infrastructure</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Amritsar International Airport. At a distance of 30 kilometres (19 mi), direct International flights are available to Dubai, Singapore, Kuala Lumpur, Doha, Tashkent and Ashgabat. Domestic connections are available to Delhi, Mumbai, Srinagar and Jammu.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Railways.</p>\r\n<p>Tarn Taran is well-connected with nearby cities and villages with the rail network.</p>\r\n<p>&nbsp;</p>\r\n<p>Tarn Taran station is on the way on the Amritsar-to-Khemkaran line.</p>\r\n<p>&nbsp;</p>\r\n<p>A new project of rail from Tarn Taran to Goindwal Sahib is under construction, and from Patti to Ferozpur is also under construction.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Tarn Taran is connected by roads to many other locations:</p>\r\n<p>&nbsp;</p>\r\n<p>to Amritsar, Pathankot, Jammu</p>\r\n<p>to Patti, Khemkaran</p>\r\n<p>to Kapurthala, Jalandhar</p>\r\n<p>to Jandiala Guru, Beas</p>\r\n<p>to Bathinda, Bikaner</p>\r\n<p>to Chabhal, Attari/Wagha</p>\r\n<p>to Khadur Sahib, Goindwal Sahib</p>\r\n<p>to Mohanpura</p>\r\n<p>to Shahbajpur, Punjab</p>\r\n<p>Tarn Taran is located on the historic Royal Highway (Sher Shah Suri Marg) of the Mugal Empire from Delhi to Lahore. NH-15 (National Highway No. 15) also passes through Tarn Taran. It has a fast bus service to Amritsar, with a daily route of about 450 buses daily.</p>\r\n<p>&nbsp;</p>\r\n<p>AC coach buses of many transports have routes of Tarn Taran, including PUNBUS, PRTC, RAJ, and NEW DEEP.</p>\r\n<p>&nbsp;</p>\r\n<p>Daily bus services run to and from New Delhi, Chandigarh, Patiala, Bikaner, Bathinda, Ferozpur, Ludhiana, and Jalandhar.</p>\r\n<p>&nbsp;</p>\r\n<p>There is weekly bus service to Ponta Sahib.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>1 Maharaja Ranjit Singh Public School 2 Sri Guru Harkrishan Public School 3 St. Francis Convent School 4 Mamta Niketan Convent School 5 St. Thomas Convent School 6 Guru Arjun Dev Khalsa School 7 Punjab Children Academy 8 Cupid's School 9 Mata Ganga Girls School 10 SD Public School 11 Sant Singh Sukha Singh Public School 12 SSS Public School 13 Arya Girls School 14 Govt. Sen Sec School 15 Police DAV Public School 16 Guru Nanak Dev Academy 17.Majha public sr.sec.school. 18. SD Girls High School 19 Universal Academy 20 s. b.d.s sen sec school patti 21 shri mahavir jain model high school patti 22 S.B.B.S Sen Sec School Rasulpur Tarn Taran 23 Baba Deep singh public school</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>1 Guru Arjun Dev Khalsa College 2 Sewa Devi College 3 Mata Ganga College for women 4 Majha College for women 5 Kalian Homeopathic College 6 Mai Bhago Institute of Nursing 7 Shiv Shankar Institute of Engg and Tech (Patti) 8 Shaheed Bhagat Singh Pharmacy (Patti) 9 Shaheed Bhagat Singh Polytechnic College 10 Shaheed Bhagat Singh B.Ed College 11 International School of Nursing 12.Goutam college Tarn Taran 13 Guru Gobind Singh Khalsa College Sarhali</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>The city has adequate health care system The city has one Civil (public) hospital besides six private hospitals. Tarn Taran has a largest 350 Bedded fully computerized Charitable Hospital viz. Guru Nanak Dev Super-speciality Hospital, run under 'Baba Jiwan Singh Baba Dalip Singh Educational Trust'(regd.). Baba Jagtar Singh Kar Sewa Wale is the Chairman. The Hospital has got all core medical facilities with state of art Radiology and Pathology Departments.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>The Goindwal Baoli Sahib</p>\r\n<p>Visitor attractions in and around Tarn Taran Sahib include:</p>\r\n<p>&nbsp;</p>\r\n<p>Gurdwara Beed Baba Budda Sahib, located on Chaabal - Amritsar road</p>\r\n<p>Gurdwara Goindwal Sahib</p>\r\n<p>Gurdwara Khadoor Sahib is situated in the Khadoor Sahib city in Taran Taaran Distt.</p>\r\n<p>Harike Wetland, home to a wide range of flora and fauna</p>\r\n<p>Gurdwara Dukh Niwarn Sahib, Village Thathi-Khara, Tarn Taran</p>\r\n<p>Haveli at jandiala</p>\r\n<p>Notable people</p>\r\n<p>Baba Deep Singhji, sikh martyr</p>\r\n<p>Baba Gurdit Singh, SS Komagata Maru</p>\r\n<p>Bhai Bidhi Chand Chhina, Warrior</p>\r\n<p>Bhai Maha Singh, Sikh, Matyr</p>\r\n<p>Dara Singh wrestler</p>\r\n<p>Deepak Dhawan Social Activist, Communist leader,</p>\r\n<p>Gurdial Singh Dhillon, ex-speaker of Lok Sabha, India</p>\r\n<p>Gurpreet Singh (shooter), winner of two medals in Commonwealth Games, Delhi</p>\r\n<p>M. S. Gill, former chief Election Commissioner of India and former sports Minister of India</p>\r\n<p>Mai Bhago, Sikh martyr</p>\r\n<p>Pratap Singh Kairon, ex-Chief Minister of Punjab</p>\r\n<p>Krishan Kant former Vice-President of India</p>\r\n<p>Surender Mohan Pathak, Novelist</p>\r\n<p>Teja Singh Samundri, founder of SGPC</p>\r\n<p>Baba Baghel Singh, who occpied Delhi</p>\r\n<p>BabaSohan Singh Bhakna, Founder and President of Gadar party</p>\r\n<p>Gurbaksh Chahal, entrepreneur and writer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tarn_Taran_Sahib</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tarn-taran-sahib-punjab","tags":[{"name":"punjab","slug":"punjab"},{"name":"tarn-taran-sahib","slug":"tarn-taran-sahib"}],"recommendations":[{"id":843,"title":"Top Places to visit in Tarn Taran Sahib, Punjab","imageUrl":"8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","dateCreated":"2019-10-07T16:23:45.35Z","dateModified":"2019-10-07T16:24:05.938Z","contributedBy":"AskGif","content":"Tarn Taran district is one of the districts in the Majha region of Punjab, India. The main cities are Tarn Taran Sahib and Patti. The City of Taran Taran is a holy place for Sikhs.\r\n&nbsp;\r\nTarn Taran district was formed in 2006 from Amritsar District. The declaration to this effect","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8995b61a-be57-4157-8ccb-c5e02c600d89_Tarn-Taran-Sahib.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"tarn-taran-sahib","slug":"tarn-taran-sahib"}],"slug":"top-places-to-visit-in-tarn-taran-sahib-punjab","total":0},{"id":830,"title":"Top Places to visit in Ludhiana, Punjab","imageUrl":"bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","dateCreated":"2019-10-05T06:17:23.864Z","dateModified":"2019-10-05T06:17:48.908Z","contributedBy":"AskGif","content":"Ludhiana District is one of the 22 districts in the state of Punjab in northwest India. It is the largest district of Punjab, by both area and population. Ludhiana city, the district headquarters, is the hub of industry in Punjab.[original research?] The main industries are bicycle parts and hosi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd680845-ec93-47fd-8c79-c65078261a80_Ludhiana-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"ludhiana","slug":"ludhiana"}],"slug":"top-places-to-visit-in-ludhiana-punjab","total":0},{"id":824,"title":"Top Places to visit in Fatehgarh Sahib, Punjab","imageUrl":"58ff7358-3316-4637-b020-0c4bc71d90ec_Fatehgarh-Sahib.jpg","dateCreated":"2019-10-04T13:38:04.685Z","dateModified":"2019-10-04T13:38:28.432Z","contributedBy":"AskGif","content":"Fatehgarh Sahib is a town and a sacred pilgrimage site of Sikhism in the north west Indian state of Punjab. It is the headquarters of Fatehgarh Sahib district, located about 5 kilometres (3.1 mi) north of Sirhind.\r\n&nbsp;\r\nFatehgarh Sahib is named after Fateh Singh, the 7 year old s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/58ff7358-3316-4637-b020-0c4bc71d90ec_Fatehgarh-Sahib.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"fatehgarh-sahib","slug":"fatehgarh-sahib"}],"slug":"top-places-to-visit-in-fatehgarh-sahib-punjab","total":0},{"id":814,"title":"Top Places to visit in Amritsar, Punjab","imageUrl":"d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","dateCreated":"2019-09-30T15:46:23.352Z","dateModified":"2019-09-30T15:46:51.093Z","contributedBy":"AskGif","content":"Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a city in northwestern India which is the administrative headquarters of the Amritsar district and is located in the Majha region of the Indian state of Punjab.\r\n&nbsp;\r\nAccording to the 2011 census, the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09759a5-d993-4cc7-a265-a229383d060c_Amritsar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"punjab","slug":"punjab"},{"name":"amritsar","slug":"amritsar"}],"slug":"top-places-to-visit-in-amritsar-punjab","total":0}]}