{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"<p>अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>अजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थित है, और यह नागौर जिले से उत्तर, जयपुर और टोंक जिलों के पूर्व, दक्षिण में भीलवाड़ा जिले और पश्चिम में पाली जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>अजमेर भारतीय राज्य राजस्थान के प्रमुख और सबसे पुराने शहरों में से एक है और यह नाम अजमेर जिले का केंद्र है। यह राजस्थान के केंद्र में स्थित है, और अजमेर शरीफ तीर्थस्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस शहर की स्थापना \"अजयमेरु\" ('अजेय हिल्स' के रूप में की गई) एक शाकंभरी चाह्मण (चौहान) शासक द्वारा की गई, या तो अजयाराजा I या अजयाराजा II, और 12 वीं शताब्दी ईस्वी तक चैहमान राजधानी के रूप में सेवा की।</p>\r\n<p>&nbsp;</p>\r\n<p>अजमेर अरावली पर्वत से घिरा हुआ है। यह एक प्राचीन हिंदू तीर्थ शहर पुष्कर (11 किमी), भगवान ब्रह्मा के मंदिर के लिए प्रसिद्ध है। अजमेर 1869 से नगरपालिका था।</p>\r\n<p>&nbsp;</p>\r\n<p>अजमेर को HRIDAY - हेरिटेज सिटी डेवलपमेंट एंड ऑग्मेंटेशन योजना और भारत सरकार की स्मार्ट सिटी मिशन योजनाओं के लिए विरासत शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>पुष्कर घाटी जो अरावली पर्वत में पुष्कर और अजमेर को जोड़ती है</p>\r\n<p>वायु</p>\r\n<p>किशनगढ़ हवाई अड्डा निकटतम हवाई अड्डा है। इसका उद्घाटन सितंबर 2013 में पूर्व प्रधान मंत्री मनमोहन सिंह ने किया था। हवाई अड्डे का उद्घाटन 11 अक्टूबर 2017 को केंद्रीय नागरिक उड्डयन राज्य मंत्री जयंत सिन्हा और मुख्यमंत्री वसुंधरा राजे ने किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>अजमेर जंक्शन शहर में स्थित मुख्य रेलवे स्टेशन है। और औपनिवेशिक काल के दौरान बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मील के पत्थर और स्मारक</p>\r\n<p>&nbsp;</p>\r\n<p>तारागढ़ किले से अजमेर का दृश्य।</p>\r\n<p>पुष्कर: अजमेर से कुछ किलोमीटर की दूरी पर स्थित, एक महत्वपूर्ण पर्यटन और तीर्थ स्थान है और अजमेर शहर का एक उपग्रह शहर है। यह पुष्कर झील और पुष्कर में 14 वीं शताब्दी के ब्रह्मा मंदिर के लिए प्रसिद्ध है, जो ब्रह्मा को समर्पित है, पद्म पुराण के अनुसार, पुष्कर भगवान ब्रह्मा के लिए महत्वपूर्ण तीर्थ स्थल है।</p>\r\n<p>मणिबन्ध या चामुंडा माता मंदिर (मंदिर): अजमेर से 11 किलोमीटर दूर पुष्कर के पास गायत्री पहाड़ियों में 108 शक्ति पीठों में से एक है। इस मंदिर को लोग चामुंडा माता मंदिर के नाम से जानते हैं। पुष्कर झील से चामुंडा माता मंदिर तक जाने में 14 मिनट लगते हैं (लगभग 5-6 किलोमीटर)</p>\r\n<p>तारागढ़ किला: यह भारत का सबसे पुराना पहाड़ी किला है। यह समुद्र के स्तर से 2,855 फीट की ऊंचाई पर, और इसके आधार पर घाटी के ऊपर 1,300 और 1,400 फीट की ऊंचाई पर, आसपास के वातावरण के साथ खड़ा है; और यह आंशिक रूप से एक दीवार से घिरा हुआ है जो लगभग 20 फीट मोटी और कई ऊंची है, जो पत्थर के विशाल ब्लॉकों से बनी है, कट और चौकोर है और परिधि में लगभग दो मील (3 किमी) है। अजमेर की रक्षा करने वाला यह पहाड़ी किला, चौहान शासकों की सीट थी। इसे राजा अजयपाल चौहान ने तारागढ़ पहाड़ी के शिखर पर बनवाया था और अजमेर को देखा था। पहाड़ी की चोटी के साथ युद्धपोत चलते हैं। जब यह ब्रिटिश राज में गिर गया, तो किले को 1832 में लॉर्ड विलियम बेंटिक के आदेश पर ध्वस्त कर दिया गया था और इसे नसीराबाद शहर के गैरीसन शहर में तैनात ब्रिटिश सैनिकों के लिए एक अभयारण्य में बदल दिया गया था। इसके भीतर एक मुहम्मडन संत, सैय्यद हुसैन, जिसे गंज शाहल्डन के नाम से जाना जाता है, की जगह पर स्थित है। पुराने शहर में, तारागढ़ पहाड़ी के नीचे घाटी में और अब छोड़ दिया गया, नूर-चश्मा, मुगलों द्वारा इस्तेमाल किया जाने वाला उद्यान-घर, अभी भी रहता है, साथ ही तारागढ़ गढ़ में पानी जुटाने के लिए मालदेव राठौर द्वारा शुरू की गई जल-लिफ्ट भी।</p>\r\n<p>&nbsp;</p>\r\n<p>दरगाह शरीफ अजमेर</p>\r\n<p>अजमेर शरीफ दरगाह: यह ख्वाजा मोइनुद्दीन चिश्ती का मंदिर है, जो तारागढ़ पहाड़ी के तल पर स्थित है, और इसमें कई सफेद संगमरमर की इमारतें हैं, जिनमें दो आंगन हैं, जिनमें हैदराबाद के निज़ाम द्वारा दान किया गया एक विशाल गेट और अकबरी मस्जिद सहित कई विशाल आंगन शामिल हैं। , मुगल सम्राट शाहजहाँ द्वारा निर्मित और संत के गुंबददार मकबरे से युक्त। अकबर और उसकी रानी प्रति वर्ष आगरा से तीर्थयात्रा पर पैदल चलकर यहाँ आते थे जब उन्होंने पुत्र प्राप्ति की प्रार्थना की। आगरा और अजमेर के बीच पूरे रास्ते में लगभग दो मील (3 किमी) के अंतराल पर \"कोस ('मिले') मीनार\" (कोस मीनार) नामक बड़े स्तंभ उन स्थानों को चिह्नित करते हैं जहां शाही तीर्थयात्री हर दिन रुकते हैं, वे हैं आज भी देखा गया है, ऐसा ही एक अजमेर शहर में निजी बस स्टैंड के पास है। साइट पर लगभग 125,000 तीर्थयात्री प्रतिदिन आते हैं। ख्वाजा मोइनुद्दीन चिश्ती का उर्स हर साल रजब के 6 और 7 वें दिन मनाया जाता है।</p>\r\n<p>सोनी जी की नसियां: यह उन्नीसवीं सदी के उत्तरार्ध में निर्मित वास्तुकला का धनी जैन मंदिर है, जिसका मुख्य कक्ष स्वर्ण नगरी \"सोने का शहर\" है, जिसमें 1000 किलो सोने से बने अयोध्या का प्रमुख चित्रण है।</p>\r\n<p>सोनी की नसियां ​​में स्वर्णनगरी</p>\r\n<p>मेयो कॉलेज: लॉर्ड मेयो के सुझाव पर 1875 में कॉलेज की स्थापना की गई थी, जहां प्रमुखों और रईसों के बेटों को उनके उच्च पदों और महत्वपूर्ण कर्तव्यों के लिए उन्हें फिट करने के लिए एक शिक्षा प्राप्त हो सकती है। यह \"इंडियन ईटन\" के रूप में जाना जाता था, इस कॉलेज में कई भारतीय राजकुमारों ने अध्ययन किया था। सफेद संगमरमर में मुख्य भवन, इंडो-सरैसेनिक वास्तुकला का एक उत्कृष्ट उदाहरण है। कॉलेज के सामने लॉर्ड मेयो की स्मारक संगमरमर की मूर्ति है। आधार के केंद्र में कॉलेज के साथ बोर्डिंग-हाउस एक घोड़े की नाल के रूप में व्यवस्थित होते हैं। कुछ मूल राज्यों ने बोर्डिंग-हाउस बनाए, जबकि भारत सरकार ने कॉलेज पार्क प्रस्तुत किया, जिसमें 167 एकड़ और पूर्व में पुराने रेजिडेंसी की साइट थी, और मुख्य भवन, प्रिंसिपल और वाइस-प्रिंसिपल के निवास, और अजमेर बोर्डिंग-हाउस। इसने अंग्रेजी कर्मचारियों का वेतन प्रदान किया। कॉलेज की आधारशिला 1878 में रखी गई थी, और इमारत 1885 में डफरिन के मार्क्विस द्वारा खोली गई थी। नोबेल पुरस्कार विजेता रुडयार्ड किपलिंग के पिता जॉन लॉकवुड किपलिंग मेयो कॉलेज के प्रिंसिपल रह चुके थे।</p>\r\n<p>&nbsp;</p>\r\n<p>अकबरी किला और संग्रहालय</p>\r\n<p>अकबरी किला और संग्रहालय: शहर का संग्रहालय कभी सम्राट अकबर के बेटे प्रिंस सालिम का निवास था, और वर्तमान में मुगल और राजपूत कवच और मूर्तिकला का संग्रह है। यह मुगल वास्तुकला का एक शानदार उदाहरण है, जिसका निर्माण 1570 में अकबर द्वारा शुरू किया गया था। यहीं पर सम्राट जहांगीर के रूप में सलीम ने ब्रिटिश ईस्ट इंडिया कंपनी को भारत के साथ व्यापार करने की अनुमति देने वाले फरमान को पढ़ा। यह एक विशाल चौकोर भवन है, जिसके प्रत्येक कोने पर उदासीन अष्टकोणीय गढ़ हैं। यह उनके समय और मराठों में प्रशासन का मुख्यालय था। यह यहाँ था कि सम्राट राज्य में दिखाई दिए, और, जैसा कि सर थॉमस रो द्वारा दर्ज किया गया था, अपराधियों को सार्वजनिक रूप से निष्पादित किया गया था। 1857 तक ब्रिटिश कब्जे के दौरान इंटीरियर को एक पत्रिका के रूप में इस्तेमाल किया गया था; और केंद्रीय भवन, तहसील कार्यालय के रूप में उपयोग किया जाता है। किले के साथ, बाहरी शहर की दीवारें, समान अवधि से जुड़ी हुई हैं। ये शहर को घेरते हैं और दिल्ली, मदार, उसरी, आगरा और तिरपोलिया द्वार द्वारा छेड़े जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नरेली जैन मंदिर हाल ही में अजमेर के अलावा है</p>\r\n<p>नरेली जैन मंदिर: हाल ही में निर्मित चौदह मंदिरों में से एक जैन मंदिर परिसर है। यह अपनी वास्तुकला और जटिल पत्थर की नक्काशी के लिए जाना जाता है जो इसे पारंपरिक और समकालीन दोनों रूप देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनासागर झील पर बारादरी</p>\r\n<p>आनासागर झील: यह एक ऐतिहासिक मानव निर्मित झील है जिसे महाराजा अनाजी (1135&ndash;1150 ई।) ने बनवाया था। झील द्वारा दौलत बाग, सम्राट जहाँगीर द्वारा बिछाया गया एक बगीचा है। बादशाह शाहजहाँ ने बाद में पांच मंडप जोड़े, जिन्हें बारादरी के नाम से जाना जाता है, जो कि आनासागर के बगीचे और झील के तट के बीच शाहजहाँ द्वारा बनाए गए ख़ूबसूरत संगमरमर मंडपों को सुख-घरों के रूप में समर्थन करता है। तटबंध, इसके अलावा, पूर्व हम्माम (स्नान-कक्ष) की साइट शामिल है। पाँच मंडपों की एक बार में एक समय ब्रिटिश अधिकारियों के आवासों में गठित किया गया था, जबकि तटबंध कार्यालय भवनों के साथ कवर किया गया था और बगीचों से घिरा था। घरों और बाड़ों को 1900-1902 में हटा दिया गया था, जब दो दक्षिण मंडपों को फिर से खड़ा किया गया था, संगमरमर के पैरापेट को पूरा किया गया था, और तटबंध को बहाल किया गया था, जहाँ तक कि इसकी प्रारंभिक स्थिति तक व्यावहारिक नहीं था।</p>\r\n<p>फॉय सागर झील: यह एक सुरम्य कृत्रिम झील है जिसे 1892 में शहर के पश्चिम में लगभग 3 मील दूर एक अकाल राहत परियोजना के रूप में बनाया गया था। यह अरावली पर्वत श्रृंखला के उत्कृष्ट दृश्य प्रदान करता है और साथ ही साथ प्रवासी पक्षी भी। यह शहर औपनिवेशिक काल के दौरान अपनी जल-आपूर्ति से प्राप्त करता था। पानी को शहर और उपनगरों में पाइपों के माध्यम से पहुंचाया गया, जिन्हें भूमिगत रखा गया था। झील की क्षमता 150,000,000 घन फीट है।</p>\r\n<p>पृथ्वीराज स्मारक: पृथ्वीराज स्मारक अजमेर के राजपूत चौहान वंश के महाराजा पृथ्वीराज को समर्पित है। यह तारागढ़ किले के रास्ते में स्थित है। इस स्थान पर राजा पृथ्वीराज चौहान की एक आदमकद प्रतिमा है जो घोड़े पर आरूढ़ है।</p>\r\n<p>शिक्षा</p>\r\n<p>अजमेर को राजस्थान का एजुकेशन सिटी कहा जाता है। मेयो कॉलेज और गवर्नमेंट आर्ट्स कॉलेज 19 वीं शताब्दी के अंत में अजमेर - मेरवाड़ा के प्रमुख शैक्षणिक संस्थान थे। अजमेर 1942 में शास्त्रीय हिंदुस्तानी संगीत सिखाने के लिए राजपूताना में पहली मान्यता प्राप्त संस्था, सोफिया गर्ल्स स्कूल, सोफिया कॉलेज और अजमेर संगीत महाविद्यालय की स्थापना की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ajmer</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ajmer-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"recommendations":[{"id":869,"title":"जयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"जयपुर भारत के राजस्थान राज्य की राजधानी और सबसे बड़ा शहर है। 2011 तक, इस शहर की आबादी 3.1 मिलियन थी, जिससे यह देश का दसवां सबसे अधिक आबादी वाला शहर बन गया। जयपुर को अपने भवनों की प्रमुख रंग योजना के कारण गुलाबी शहर के रूप में भी जाना जाता है। यह राष्ट्रीय राजधानी नई दिल्ली से 268 किमी (167 मील) क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जयपुर","slug":"jaipur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":855,"title":"भीलवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"भीलवाड़ा जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भीलवाड़ा शहर जिला मुख्यालय है।\r\nभीलवाड़ा भारत के राजस्थान के मेवाड़ क्षेत्र का एक कस्बा है। यह भारत के राजस्थान राज्य में वस्त्रों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nभूमिकारूप व्यवस्था\r\nसड़क संपर्क\r\nराष्ट्री","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भीलवाड़ा","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":851,"title":"बांसवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"बांसवाड़ा भारत में दक्षिण राजस्थान में बांसवाड़ा जिले का एक शहर है। बांसवाड़ा राज्य की स्थापना महारावल जगमाल सिंह ने की थी। यह क्षेत्र में \"बांस\" या बांस के जंगलों के लिए नामित है।\r\n&nbsp;\r\n\"चाचाकोटा\" नाम की माही नदी पर कई द्वीपों की मौजूदगी के कारण इसे 'हंड्रेड आइलैंड्स के शहर' के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बांसवाड़ा","slug":"banswara"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}