{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"<p>Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Ajmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jains 47,812. The district is situated in the center of Rajasthan, and is bounded by Nagaur District to the north, Jaipur and Tonk districts to the east, Bhilwara District to the south, and Pali District to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Ajmer is one of the major and oldest cities in the Indian state of Rajasthan and the centre of the eponymous Ajmer District. It is located at the centre of Rajasthan, and is home to the Ajmer Sharif shrine.</p>\r\n<p>&nbsp;</p>\r\n<p>The city was established as \"Ajayameru\" (Translated as 'Invincible Hills') by a Shakambhari Chahamana (Chauhan) ruler, either Ajayaraja I or Ajayaraja II, and served as the Chahamana capital until the 12th century CE.</p>\r\n<p>&nbsp;</p>\r\n<p>Ajmer is surrounded by the Aravalli Mountains. It is the base for visiting Pushkar (11 km), an ancient Hindu pilgrimage city, famous for the temple of Lord Brahma. Ajmer had been a municipality since 1869.</p>\r\n<p>&nbsp;</p>\r\n<p>Ajmer has been selected as one of the heritage cities for the HRIDAY - Heritage City Development and Augmentation Yojana&nbsp; and Smart City Mission schemes of Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>&nbsp;</p>\r\n<p>Pushkar Valley that connects Pushkar and Ajmer in the Aravalli Mountains</p>\r\n<p>Air</p>\r\n<p>The Kishangarh Airport is the nearest Airport. It was inaugurated by Former Prime Minister Manmohan Singh in September 2013. The airport was inaugurated by Union Minister of State for Civil Aviation Jayant Sinha and Chief Minister Vasundhara Raje on 11 October 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>The Ajmer Junction is the main railway station situated in the city. and was built during colonial times.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks and monuments</p>\r\n<p>&nbsp;</p>\r\n<p>View of Ajmer from Taragarh Fort.</p>\r\n<p>Pushkar: Located few kilometres from Ajmer, is an important tourist and pilgrimage destination and a satellite town of Ajmer city. It is famous for Pushkar Lake and the 14th century Brahma Temple at Pushkar, dedicated to Brahmā, according to the Padma Purāņa, Pushkar is important pilgrimage site for Lord Brahmā.</p>\r\n<p>Manibandh or Chamunda Mata Mandir(Temple): is one among the 108 Shakti Peeth at Gayatri hills near Pushkar, 11 km from Ajmer. People know this temple as Chamunda Mata Temple. It takes 14 minutes to travel from Pushkar Lake to Chamunda Mata Mandir (about 5-6 kms)</p>\r\n<p>Taragarh Fort: It is reputed to be the oldest hill fort in India. It stands, with precipitous surroundings, at a height of 2,855 ft. above sea-level, and between 1,300 and 1,400 ft. above the valley at its base; and it is partially enclosed by a wall some 20 feet thick and as many high, built of huge blocks of stone, cut and squared and are about two miles (3 km) in circumference. This hill fort guarding Ajmer, was the seat of the Chauhan rulers. It was built by King Ajaypal Chauhan on the summit of Taragarh Hill and overlooks Ajmer. The battlements run along the top of the hill. When it fell to the British Raj, the fort was dismantled on the orders of Lord William Bentinck in 1832 and was converted into a sanatorium for the British troops stationed at the garrison town of Nasirabad. Within it stands the shrine of a Muhammadan saint, Saiyid Husain, known as the Ganj Shahldan.In the older city, lying in the valley beneath the Taragarh hill and now abandoned, the Nur-chashma, a garden-house used by the Mughals, still remains, as also a water-lift commenced by Maldeo Rathor, to raise water to the Taragarh citadel.</p>\r\n<p>&nbsp;</p>\r\n<p>Dargah Sharif Ajmer</p>\r\n<p>Ajmer Sharif Dargah: It is a shrine of Khwaja Moinuddin Chishti which is situated at the foot of the Taragarh hill, and consists of several white marble buildings arranged around two courtyards, including a massive gate donated by the Nizam of Hyderabad, and the Akbari Mosque, built by the Mughal emperor Shah Jahan and containing the domed tomb of the saint. Akbar and his queen used to come here by foot every year on pilgrimage from Agra in observance of a vow when he prayed for a son. The large pillars called \"Kose ('Mile') Minars\" (Kos Minar), erected at intervals of about two miles (3 km) along the entire way between Agra and Ajmer mark the places where the royal pilgrims halted every day, they are also seen today, one such is near private bus stand in Ajmer City. About 125,000 pilgrims visit the site every day. The Urs of Khwaja Moinuddin Chishti is celebrated every year on the 6th and 7th of Rajab.</p>\r\n<p>Soni Ji Ki Nasiyaan : It is architecturally rich Jain temple built in the late nineteenth century whose main chamber Swarna Nagari \"City of Gold\", has prominent depiction of Ayodhya made from 1000 kg of gold.</p>\r\n<p>&nbsp;</p>\r\n<p>Swarna Nagari in Soniji Ki Nasiyan</p>\r\n<p>Mayo College: The college was founded in 1875 at the suggestion of Lord Mayo as a college where the sons of chiefs and nobles might receive an education to fit them for their high positions and important duties. It was known as \"Indian Eton\", as a number of Indian princes studied in this college. The main building, in white marble, is a classic example of Indo-Saracenic architecture. In front of the college is memorial marble statue of Lord Mayo. The boarding-houses are arranged in the form of a horseshoe, with the college in the centre of the base. Some of the Native States built boarding-houses, while the Government of India presented the college park, comprising 167 acres and formerly the site of the old Residency, and erected the main building, the residences of the principal and vice-principal, and the Ajmer boarding- house. It provided the salaries of the English staff. The foundation-stone of the college was laid in 1878, and the building was opened by the Marquis of Dufferin in 1885. John Lockwood Kipling, father of Nobel Laureate, Rudyard Kipling, had been principal of Mayo College.</p>\r\n<p>&nbsp;</p>\r\n<p>Akbari Fort &amp; Museum</p>\r\n<p>Akbari Fort &amp; Museum: The city's museum was once the residence of Prince Salīm, the son of the Emperor Akbar, and presently houses a collection of Mughal and Rajput armour and sculpture. This is a magnificent example of Mughal architecture, construction of which was commissioned by Akbar in 1570. This is where Salim, as the Emperor Jahangir, read out the firman permitting the British East India Company to trade with India. It is a massive square building, with lofty octagonal bastions at each corner. It was the headquarters of the administration in their time and in that of the Marathas. It was here that the emperors appeared in state, and that, as recorded by Sir Thomas Roe, criminals were publicly executed. The interior was used as a magazine during the British occupation until 1857; and the central building, used as a tahsil office. With the fort, the outer city walls, of the same period, are connected.These surround the city and are pierced by the Delhi, Madar, Usri, Agra, and Tirpolia gates.</p>\r\n<p>&nbsp;</p>\r\n<p>Nareli Jain Temple is a recent addition to Ajmer</p>\r\n<p>Nareli Jain Temple: is a Jain temple complex of fourteen temples recently built. It is known for its architecture and intricate stone carvings which gives it both a traditional and contemporary look.</p>\r\n<p>&nbsp;</p>\r\n<p>Baradari on Lake Anasagar</p>\r\n<p>Anasagar Lake: This is an historic man-made lake built by Maharaja Anaji (1135&ndash;1150 AD). By the lake is the Daulat Bagh, a garden laid out by Emperor Jahangir. Emperor Shah Jahan later added five pavilions, known as the Baradari, between the garden and the lake embankment of the Anasagar supports the beautiful marble pavilions erected as pleasure-houses by Shah Jahan. The embankment, moreover, contains the- site of the former hammam (bath-room).Three of the five pavilions were at one time formed into residences for British officials, while the embankment was covered with office buildings and enclosed by gardens. The houses and enclosures were finally removed in 1900-1902, when the two south pavilions were re-erected, the marble parapet completed, and the embankment restored, as far as practicable, to its early condition.</p>\r\n<p>Lake Foy Sagar: It is a picturesque artificial lake that was created as a famine relief project in 1892 some 3 miles to the west of the city. It offers excellent views of Aravali mountains range as well migrating birds. The city used to derive its water-supply from it during colonial times. The water was conveyed into the city and suburbs through pipes which were laid underground.The capacity of the lake is 150,000,000 cubic feet.</p>\r\n<p>Prithviraj Smark: Prithviraj Smark is dedicated to Maharaja Prithviraj of Rajput Chauhan dynasty of Ajmer. It is located on the way to Taragarh Fort. This place has a life-size statue of King Prithviraj Chauhan mounted on a horse.</p>\r\n<p>Education</p>\r\n<p>Ajmer is called as the Education City of Rajasthan. The Mayo College and the Government Arts college were the principal educational institutions in the Ajmer - Merwara during late 19th century. Ajmer is also home to the Sophia Girls' School, Sophia College, and the Ajmer Music College, founded in 1942, the first accredited institution in Rajputana for teaching classical Hindustani music.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ajmer</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ajmer-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"recommendations":[{"id":869,"title":"Top Places to visit in Jaipur, Rajasthan","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"Jaipur is the capital and the largest city of the Indian state of Rajasthan. As of 2011, the city had a population of 3.1 million, making it the tenth most populous city in the country. Jaipur is also known as the Pink City, due to the dominant color scheme of its buildings. It is located 268 km ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaipur","slug":"jaipur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":851,"title":"Top Places to visit in Banswara, Rajasthan","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"Banswara is a city in Banswara District in south Rajasthan in India. The state of Banswara was founded by Maharawal Jagmal Singh. It is named for the \"bans\" or bamboo forests in the area..\r\n&nbsp;\r\nIt is also known as 'City of Hundred Islands', due to presence of numerous islands on","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"banswara","slug":"banswara"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}