{"id":846,"title":"Top Places to visit in Alwar, Rajasthan","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"<p>Alwar District is a district in Rajasthan, a state in northern India, with capital in the city of Alwar. The district covers 8,380 km2. It is bound on the north by Rewari district of Haryana, on the east by Bharatpur and Mewat district of Haryana, on the south by Dausa, and on the west by Jaipur districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Alwar located 150 km south of Delhi and 150 km north of Jaipur, is a city in India's National Capital Region and the administrative headquarters of Alwar District in the state of Rajasthan. Alwar is a hub of tourism with several forts, lakes, heritage havelis and nature reserves, including the Bhangarh Fort, the Sariska Tiger Reserve and Siliserh lake.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third most populous district of Rajasthan (out of 33) after Jaipur and Jodhpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Neelkanth temple, Alwar district, Rajasthan</p>\r\n<p>Bala Qilla (Alwar fort) situated in the Aravali Hills is one of the best forts present in Rajasthan. It is said that it has never been invaded or conquered by any king. Just behind it is the Nikumbh Mahal. There are many small palaces in the city and an old museum with a collection of paintings, armours, and old weapons.</p>\r\n<p>&nbsp;</p>\r\n<p>Neelkanth temple is an old temple dedicated to Lord Shiva, built between the 6th to the 9th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhangarh Haunted Fort</p>\r\n<p>Banghar Fort is a haunted fort and the Archaeological Survey of India has put up a board on the fort gate that it is prohibited for tourists to stay inside the fort area after sunset and before sunrise. This fort has become a major tourist attraction.</p>\r\n<p>&nbsp;</p>\r\n<p>This Royal Rao Haveli (300 years old), Nizam Nagar (Laxmangarh) is only 25 km from Kesroli fort, Agara-Delhi Road. Ruled &amp; established by H.H.Rao Bhero Singh (Riyastdar), who was the Relative of H.H Yashwant Singh, the king Of Alwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Sariska Tiger Reserve is also located in the district, and Arvari River flows through this district. Hill Fort Kesroli, currently a heritage hotel, is also nearby at Kesroli.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Alwar district has a population of 3,671,999, roughly equal to the nation of Liberia or the US state of Oklahoma. This gives it a ranking of 77th in India (out of a total of 640). The district has a population density of 438 inhabitants per square kilometre (1,130/sq mi) . Its population growth rate over the decade 2001-2011 was 22.7%. Alwar has a sex ratio of 894 females for every 1000 males, and a literacy rate of 71.68%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 96.08% of the population in the district spoke Hindi, 2.00% Punjabi and 1.02% Bhili as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>National Highway NH8 (Delhi-Jaipur-Ajmer-Ahmedabad-Bombay highway) passes through the Behror district. Alwar district is reached from New Delhi by NH8 or by Gurgaon-Sohna-Alwar highway that is being widened to six lanes.</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi-Jaipur railway line also passes through the district. Alwar city railway station is one of the railway stations in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach</p>\r\n<p>The nearest airport to Alwar is Delhi Airport is 143 km away. Alwar can be easily reached by road as well. There are well-maintained roads linking it to tourism destinations like Delhi, Sariska, Bharatpur, Deeg and Jaipur. The railway network connects Alwar with Delhi, Jodhpur, Mumbai and other important tourist cities of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhangarh is 90 km far from Jaipur</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers in Alwar</p>\r\n<p>Alwar district does not have any perennial river. It has seasonal streams that carry water during rains. They are the Sahibi River at Sodawas and the Arvari River. Several small check dams have been built on these streams to collect rainwater.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Alwar is the first major city when travelling from Delhi to Rajasthan. The city's heritage, apart from being a draw for tourists, has been an attraction for Bollywood film shoots including Shakespeare Wallah, Maharaja (1998), Karan Arjun at Sariska palace and dadigarh fort and Bhangarh, Saajan Chale Sasural at Sariska palace, Talaash: The Hunt Begins... and Trip to Bhangarh. The Mega Alwar trade fair is held at Dusshera ground every year. Alwar is also known for its hand-made Papier-m&acirc;ch&eacute;.</p>\r\n<p>&nbsp;</p>\r\n<p>Fairy Queen</p>\r\n<p>Main article: Fairy Queen (locomotive)</p>\r\n<p>The Fairy Queen, a national treasure (cultural artifact) of India and the world's oldest working locomotive engine (c. 1855 CE), operates as a tourist luxury train between Delhi and Alwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Bala Qila</p>\r\n<p>Bala Qila (lit. \"High Fort\"), also known as Alwar Fort, is a fort approximately 300 meters above the city, founded by the 15th-century Khanzada Rajput ruler Hasan Khan Mewati and built on the foundations of a 10th-century mud fort. Situated on the Aravalli Range, the fort is 5 kilometres long and about 1.5 kilometres wide with turrets, a large gate, a temple, and a residential area.</p>\r\n<p>&nbsp;</p>\r\n<p>top view Alwar city</p>\r\n<p>Alwar city top view from Bala Quila</p>\r\n<p>Sunset view from the top of Alwar fort/Bala Quila.</p>\r\n<p>Sunset from the top of Alwar fort/Bala Quila.</p>\r\n<p>City Palace</p>\r\n<p>The City Palace, also known as Vinay Vilas Mahal, built in 1793 CE by Raja Bakhtawar Singh, blends the Rajputana and Islamic architectural styles and has marble pavilions on lotus-shaped bases in its courtyard. The palace houses a state museum with a collection of manuscripts, including one depicting Emperor Babur&rsquo;s life, Ragamala paintings and miniatures, and historic swords that once belonged to Muhammad Ghori, Emperor Akbar and Aurangzeb; and a golden Durbar hall. This palace that once belonged to the Maharaja (lit. Great Ruler) has now been converted into a District Administrative office also housing the District Court.</p>\r\n<p>&nbsp;</p>\r\n<p>Moosi Maharani ki Chhatri</p>\r\n<p>This cenotaph was built by Vinay Singh in the memory of King Bakhtawar Singh and his queen, Moosi, in 1815.</p>\r\n<p>&nbsp;</p>\r\n<p>Sariska Tiger Reserve</p>\r\n<p>Main article: Sariska Tiger Reserve</p>\r\n<p>The Sariska Tiger Reserve, a National Park and Tiger Reserve, is located in the Aravali hills only a few kilometres away from Alwar. Declared a Wildlife reserve in 1955 and a National Park in 1982, it is the first reserve in the world to have successfully relocated tigers. The sanctuary, which became a part of India's Project Tiger in 1978, also preserves other species including rare birds and plants.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhangarh Fort</p>\r\n<p>Main article: Bhangarh Fort</p>\r\n<p>Bhangarh Fort, branded as the fourth most haunted palace in the world, and the most haunted palace in Asia, is a 17th-century fort built by Bhagwant das for his younger son Madho Singh I.[disputed (for: Identity of father/son are being discussed elsewhere)&nbsp; &ndash; discuss] The fort, a monument protected by the Archaeological Survey of India and is known for its association to legends and paranormal activities, is a tourist attraction for visitors across the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashoka's Buddhist stupa</p>\r\n<p>Nearby Viratnagar there is a Buddhist stupa and an inscription from the Mauryan emperor Ashoka. According to legends, Pandavas spent some time in their ignorance[clarification needed] here. There are a large number of religious devotees on the Pandupole-Bharthari Loktirtha. Alwar contains a number of historical monuments, such as 'Deewan ji ki lal haweli', which was built in 1754 and owned by Rajendra Kumar jain.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Museum near Alwar fort with Aravali hill in background</p>\r\n<p>&nbsp;</p>\r\n<p>Cenotaph of Musi Maharani</p>\r\n<p>Hill Fort Kesroli</p>\r\n<p>Main article: Hill Fort Kesroli</p>\r\n<p>Hill Fort Kesroli, a 14th-century fort, has now been converted into and is conserved as a heritage hotel.</p>\r\n<p>&nbsp;</p>\r\n<p>Bharthari Temple</p>\r\n<p>Bharthari temple is dedicated to the king of Ujjain, who became a saint and is now commonly known as Baba Bharthari. He is sometimes identified with Bhartṛhari, a 7th-century poet. He is revered and prayed to, the temple is visited by the local population, and a fair is also organized each year known as 'Bharthari Baba ka Mela'.there is a temple of hanuman baba in ghata bhanwar tehsil kathumar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alwar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-alwar-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"alwar","slug":"alwar"}],"recommendations":[{"id":883,"title":"Top Places to visit in Udaipur, Rajasthan","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"Udaipur, also known as the \"City of Lakes\", is a city in the state of Rajasthan in India. It is the historic capital of the kingdom of Mewar in the former Rajputana Agency. It was founded in 1558 by Maharana Udai Singh II of the Sisodia clan of Rajput, when he shifted his capital from the city of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"udaipur","slug":"udaipur"}],"slug":"top-places-to-visit-in-udaipur-rajasthan","total":0},{"id":868,"title":"Top Places to visit in Jodhpur, Rajasthan","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"Jodhpur District is a district in the State of Rajasthan in western India. The city of Jodhpur is the administrative headquarters of the district.\r\n&nbsp;\r\nAs of the 2011 census, it is the second highest populated district of Rajasthan (out of 33), after Jaipur district.\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jodhpur","slug":"jodhpur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jodhpur-rajasthan","total":0},{"id":866,"title":"Top Places to visit in Jhunjhunu, Rajasthan","imageUrl":"1977f084-e983-4c25-a819-0d9071117775_Jhunjhunu-railway.jpg","dateCreated":"2019-10-12T06:40:19.568Z","dateModified":"2019-10-12T06:40:37.32Z","contributedBy":"AskGif","content":"Jhunjhunu is a city and headquarters of Jhunjhunu district in the state of Rajasthan, India.\r\nJhunjhunu district is a district of the Indian state Rajasthan in northern India. The city of Jhunjhunu is the district headquarters.\r\n&nbsp;\r\nThis city is in the northern state of R","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1977f084-e983-4c25-a819-0d9071117775_Jhunjhunu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"jhunjhunu","slug":"jhunjhunu"}],"slug":"top-places-to-visit-in-jhunjhunu-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}