{"id":846,"title":"अलवर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"<p>अलवर जिला राजस्थान में एक जिला है, उत्तरी भारत में एक राज्य है, अलवर शहर में राजधानी है। जिले में 8,380 किमी 2 शामिल हैं। यह उत्तर में हरियाणा के रेवाड़ी जिले से, पूर्व में भरतपुर और हरियाणा के मेवात जिले से, दक्षिण में दौसा से और पश्चिम में जयपुर जिलों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>अलवर दिल्ली के 150 किमी और जयपुर से 150 किमी उत्तर में स्थित है, भारत के राष्ट्रीय राजधानी क्षेत्र में एक शहर है और राजस्थान राज्य में अलवर जिले का प्रशासनिक मुख्यालय है। अलवर कई किलों, झीलों, हेरिटेज हवेलियों और प्रकृति भंडार के साथ पर्यटन का एक केंद्र है, जिसमें भानगढ़ किला, सरिस्का टाइगर रिजर्व और सिलिसर झील शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह जयपुर और जोधपुर के बाद राजस्थान का तीसरा (33 में से) सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>नीलकंठ मंदिर, अलवर जिला, राजस्थान</p>\r\n<p>अरावली पहाड़ियों में स्थित बाला किला (अलवर किला) राजस्थान में मौजूद सबसे अच्छे किलों में से एक है। ऐसा कहा जाता है कि इस पर कभी भी किसी राजा का आक्रमण या विजय नहीं हुई। इसके ठीक पीछे निकुंभ महल है। शहर में कई छोटे महल और एक पुराने संग्रहालय में चित्रों, हथियारों और पुराने हथियारों का संग्रह है।</p>\r\n<p>&nbsp;</p>\r\n<p>नीलकंठ मंदिर भगवान शिव को समर्पित एक पुराना मंदिर है, जिसे 6 ठी से 9 वीं शताब्दी के बीच बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भानगढ़ प्रेतवाधित किला</p>\r\n<p>बांगर किला एक प्रेतवाधित किला है और भारतीय पुरातत्व सर्वेक्षण ने किले के गेट पर एक बोर्ड लगा दिया है कि पर्यटकों को सूर्यास्त के बाद और सूर्योदय से पहले किले के अंदर रहना प्रतिबंधित है। यह किला एक प्रमुख पर्यटक आकर्षण बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह रॉयल राव हवेली (300 वर्ष पुराना), निज़ाम नगर (लक्ष्मणगढ़) केस्रोली किला, आगरा-दिल्ली रोड से केवल 25 किमी दूर है। H.H.Rao Bhero Singh (रियासतदार) द्वारा शासित और स्थापित, जो अलवर के राजा H.H यशवंत सिंह के रिश्तेदार थे।</p>\r\n<p>&nbsp;</p>\r\n<p>सरिस्का टाइगर रिजर्व भी जिले में स्थित है, और अरवरी नदी इस जिले से बहती है। हिल फोर्ट केसरोली, वर्तमान में एक विरासत होटल है, जो केस्रोली में भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार अलवर जिले की आबादी 3,671,999 है, जो मोटे तौर पर लाइबेरिया राष्ट्र या अमेरिकी राज्य ओक्लाहोमा के बराबर है। यह इसे भारत में 77 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 438 निवासियों प्रति वर्ग किलोमीटर (1,130 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 22.7% थी। अलवर में प्रत्येक 1000 पुरुषों पर लिंगानुपात 894 और साक्षरता दर 71.68% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले की 96.08% आबादी ने हिंदी, 2.00% पंजाबी और 1.02% भीली को अपनी पहली भाषा के रूप में बताया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>राष्ट्रीय राजमार्ग NH8 (दिल्ली-जयपुर-अजमेर-अहमदाबाद-बॉम्बे राजमार्ग) बहरोड़ जिले से होकर गुजरता है। अलवर जिला नई दिल्ली से NH8 या गुड़गांव-सोहना-अलवर राजमार्ग द्वारा पहुँचा जाता है जिसे छह लेन तक चौड़ा किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली-जयपुर रेलवे लाइन भी जिले से गुजरती है। अलवर शहर रेलवे स्टेशन जिले के रेलवे स्टेशनों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचा जाये</p>\r\n<p>अलवर से निकटतम हवाई अड्डा दिल्ली हवाई अड्डा 143 किमी दूर है। अलवर तक सड़क मार्ग से भी आसानी से पहुंचा जा सकता है। दिल्ली, सरिस्का, भरतपुर, डेग और जयपुर जैसे पर्यटन स्थलों से इसे जोड़ने वाली सुव्यवस्थित सड़कें हैं। रेल नेटवर्क अलवर को दिल्ली, जोधपुर, मुंबई और भारत के अन्य महत्वपूर्ण पर्यटन शहरों से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भानगढ़ जयपुर से 90 किलोमीटर दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>अलवर में नदियाँ</p>\r\n<p>अलवर जिले में कोई बारहमासी नदी नहीं है। इसमें मौसमी धाराएँ हैं जो बारिश के दौरान पानी ले जाती हैं। वे सोड़ावास और साहवरी नदी में साहिबी नदी हैं। बारिश के पानी को इकट्ठा करने के लिए इन धाराओं पर कई छोटे चेक डैम बनाए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>दिल्ली से राजस्थान जाते समय अलवर पहला बड़ा शहर है। शहर की विरासत, पर्यटकों के लिए एक आकर्षण होने के अलावा, शेक्सपियर वालेह, महाराजा (1998), सरिस्का महल और करणी अर्जुन और भानगढ़, करण अर्जुन, सरिस्का महल, तलैश में सावन चले ससुराल सहित बॉलीवुड फिल्म शूट के लिए एक आकर्षण रहा है। हंट शुरू होता है ... और ट्रिप से भानगढ़। मेगा अलवर व्यापार मेला हर साल दशहरा मैदान में आयोजित किया जाता है। अलवर को हाथ से बने पापियर-मचे के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>परियों की रानी</p>\r\n<p>मुख्य लेख: फेयरी क्वीन (लोकोमोटिव)</p>\r\n<p>फेयरी क्वीन, भारत का एक राष्ट्रीय खजाना (सांस्कृतिक कलाकृतियों) और दुनिया का सबसे पुराना काम कर रहे लोकोमोटिव इंजन (सी। 1855 सीई), दिल्ली और अलवर के बीच एक पर्यटक लक्जरी ट्रेन के रूप में काम करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाला किला</p>\r\n<p>बाला किला (\"उच्च किला\"), जिसे अलवर किला भी कहा जाता है, शहर से लगभग 300 मीटर ऊपर एक किला है, जिसकी स्थापना 15 वीं शताब्दी के खानजादा राजपूत शासक हसन खान मेवाती द्वारा की गई थी और यह 10 वीं शताब्दी की मिट्टी की नींव पर बना था। किला। अरावली पर्वतमाला पर स्थित, किला 5 किलोमीटर लंबा और लगभग 1.5 किलोमीटर चौड़ा है, जिसमें बुर्ज, एक बड़ा गेट, एक मंदिर और एक आवासीय क्षेत्र है।</p>\r\n<p>शीर्ष दृश्य अलवर शहर</p>\r\n<p>बाला क़िला से अलवर शहर का शीर्ष दृश्य</p>\r\n<p>अलवर किले / बाला किला के ऊपर से सूर्यास्त का दृश्य।</p>\r\n<p>अलवर किले / बाला किला के ऊपर से सूर्यास्त।</p>\r\n<p>सिटी पैलेस</p>\r\n<p>राजा बख्तावर सिंह द्वारा 1793 ई। में निर्मित सिटी पैलेस, जिसे विनय विलास महल के नाम से भी जाना जाता है, राजपुताना और इस्लामी स्थापत्य शैली को मिश्रित करता है और इसके आंगन में कमल के आकार के ठिकानों पर संगमरमर के मंडप हैं। महल में पांडुलिपियों के संग्रह के साथ एक राज्य संग्रहालय है, जिसमें सम्राट बाबर के जीवन, रागमाला चित्रों और लघु चित्रों, और ऐतिहासिक तलवारें शामिल हैं, जो एक बार मुहम्मद गोरी, सम्राट अकबर और औरंगजेब से संबंधित थीं। और एक स्वर्ण दरबार हॉल। यह महल जो कभी महाराजा (महान शासक) के थे, अब एक जिला प्रशासनिक कार्यालय में बदल दिया गया है, जो जिला न्यायालय में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मूसी महारानी की छतरी</p>\r\n<p>यह सेनोटाफ 1815 में राजा बख्तावर सिंह और उनकी रानी, ​​मोओसी की याद में विनय सिंह द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सरिस्का टाइगर रिजर्व</p>\r\n<p>मुख्य लेख: सरिस्का टाइगर रिजर्व</p>\r\n<p>सरिस्का बाघ अभयारण्य, एक राष्ट्रीय उद्यान और बाघ अभयारण्य, अलवर से कुछ किलोमीटर की दूरी पर अरावली पहाड़ियों में स्थित है। 1955 में एक वन्यजीव आरक्षित घोषित और 1982 में एक राष्ट्रीय उद्यान, यह बाघों को सफलतापूर्वक स्थानांतरित करने वाला दुनिया का पहला रिजर्व है। अभयारण्य, जो 1978 में भारत के प्रोजेक्ट टाइगर का एक हिस्सा बन गया, दुर्लभ पक्षियों और पौधों सहित अन्य प्रजातियों को भी संरक्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भानगढ़ का किला</p>\r\n<p>मुख्य लेख: भानगढ़ किला</p>\r\n<p>भानगढ़ का किला, जिसे दुनिया का चौथा सबसे प्रेतवाधित महल कहा जाता है, और एशिया का सबसे प्रेतवाधित महल है, भगवंत दास द्वारा उनके छोटे बेटे माधो सिंह प्रथम के लिए बनाया गया 17 वीं शताब्दी का किला है। [विवादित (पिता / पुत्र की पहचान के लिए) कहीं और चर्चा की जा रही है) - चर्चा करें] किला, भारतीय पुरातत्व सर्वेक्षण द्वारा संरक्षित एक स्मारक और किंवदंतियों और अपसामान्य गतिविधियों के लिए अपने संघ के लिए जाना जाता है, दुनिया भर के आगंतुकों के लिए एक पर्यटक आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोक का बौद्ध स्तूप</p>\r\n<p>पास के विराटनगर में बौद्ध स्तूप है और मौर्य सम्राट अशोक का एक शिलालेख है। किंवदंतियों के अनुसार, पांडवों ने अपने अज्ञातवास [स्पष्टीकरण की आवश्यकता] में कुछ समय यहां बिताया। पांडुपोल-भरथरी लोकतीर्थ पर बड़ी संख्या में धार्मिक भक्त हैं। अलवर में कई ऐतिहासिक स्मारक हैं, जैसे 'दीवान जी की लाल हवेली', जिसे 1754 में बनाया गया था और इसके मालिक राजेंद्र कुमार जैन थे।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पृष्ठभूमि में अरावली पहाड़ी के साथ अलवर किले के पास संग्रहालय</p>\r\n<p>&nbsp;</p>\r\n<p>मुसी महारानी का सेनोटाफ</p>\r\n<p>हिल फोर्ट केसरोली</p>\r\n<p>मुख्य लेख: हिल फोर्ट केसरोली</p>\r\n<p>हिल फोर्ट केसरोली, 14 वीं शताब्दी का एक किला है, जिसे अब एक हेरिटेज होटल के रूप में परिवर्तित कर दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>भरथरी मंदिर</p>\r\n<p>भर्तृहरि मंदिर उज्जैन के राजा को समर्पित है, जो एक संत बन गए और अब आमतौर पर बाबा भरथरी के नाम से जाने जाते हैं। उन्हें कभी-कभी 7 वीं शताब्दी के कवि भर्तृहरि के साथ पहचाना जाता है। उनके प्रति श्रद्धा और प्रार्थना की जाती है, स्थानीय लोगों द्वारा मंदिर का दौरा किया जाता है, और प्रत्येक वर्ष एक मेला भी आयोजित किया जाता है, जिसे भर्तृहरि बाबा का मेला कहा जाता है। यह घाट भंवर तहसील कथुमार में हनुमान बाबा का मंदिर है</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alwar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-alwar-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अलवर","slug":"alwar"}],"recommendations":[{"id":883,"title":"उदयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"उदयपुर, जिसे \"झीलों का शहर\" भी कहा जाता है, भारत में राजस्थान राज्य का एक शहर है। यह पूर्व राजपुताना एजेंसी में मेवाड़ राज्य की ऐतिहासिक राजधानी है। इसकी स्थापना 1558 में राजपूत के सिसोदिया वंश के महाराणा उदय सिंह द्वितीय द्वारा की गई थी, जब उन्होंने चित्तौड़गढ़ से अपनी राजधानी को चित्तौड़गढ़ शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"उदयपुर","slug":"udaipur"}],"slug":"top-places-to-visit-in-udaipur-rajasthan","total":0},{"id":868,"title":"जोधपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"जोधपुर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। जोधपुर शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, यह जयपुर जिले के बाद राजस्थान का दूसरा सबसे अधिक आबादी वाला (33 में से) जिला है।\r\n&nbsp;\r\nजोधपुर मारवाड़ क्षेत्र का ऐतिहासिक केंद्र ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जोधपुर","slug":"jodhpur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jodhpur-rajasthan","total":0},{"id":866,"title":"झुंझुनू में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"1977f084-e983-4c25-a819-0d9071117775_Jhunjhunu-railway.jpg","dateCreated":"2019-10-12T06:40:19.568Z","dateModified":"2019-10-12T06:40:37.32Z","contributedBy":"AskGif","content":"झुंझुनू भारत के राजस्थान राज्य में झुंझुनू जिले का एक शहर और मुख्यालय है।\r\nझुंझुनू जिला उत्तरी भारत में भारतीय राज्य राजस्थान का एक जिला है। झुंझुनू शहर जिला मुख्यालय है।\r\n&nbsp;\r\nयह शहर राजस्थान, भारत के उत्तरी राज्य और झुंझुनू जिले के प्रशासनिक मुख्यालय में है। यह जयपुर से ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1977f084-e983-4c25-a819-0d9071117775_Jhunjhunu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"झुंझुनू","slug":"jhunjhunu"}],"slug":"top-places-to-visit-in-jhunjhunu-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}