{"id":847,"title":"Top Places to visit in Bikaner, Rajasthan","imageUrl":"b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","dateCreated":"2019-10-08T03:09:02.842Z","dateModified":"2019-10-08T03:09:17.201Z","contributedBy":"AskGif","content":"<p>Bikaner is a city in the northwest of the state of Rajasthan, India. It is located 330 kilometres (205 mi) northwest of the state capital, Jaipur. Bikaner city is the administrative headquarters of Bikaner District and Bikaner division.</p>\r\n<p>&nbsp;</p>\r\n<p>Formerly the capital of the princely state of Bikaner, the city was founded by Rao Bika in 1488 CE and from its small origins it has developed into the fourth largest city in Rajasthan. The Ganges Canal, completed in 1928, and the Indira Gandhi Canal, completed in 1987, facilitated its development.</p>\r\n<p>&nbsp;</p>\r\n<p>The city celebrates its foundation day on Akshaya Tritiya by flying kites and eating special Rajasthani food that includes Bajre Ka Khichda and Imli ka Paani (Tamarind Water) among other snacks. The celebration lasts for two days, known as Chhoti Akha Teej and Badi Akha Teej. People can be seen flying kites during these two days right from the early morning at 5-6am till late sunset.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Bikaner railway station is a major Railway Junction in North Western Railway zone of Indian Railways. The first Railway link to Bikaner was established in 1891 &amp; it has undergone many administrative modifications since then.</p>\r\n<p>&nbsp;</p>\r\n<p>Today Bikaner Railway Station is efficiently well connected to National Capital Delhi and Rajasthan State's capital Jaipur along with major Indian cities like Jodhpur, Sri Ganganagar, Rewari, Howrah Kolkata, Mumbai, , Kanpur, Agra, Allahabad, Surat, Ahmedabad, Vadodara, Pathankot, Bhatinda, Amritsar, Haridwar, Jammu, Chandigarh, Pune, Hisar, Bengaluru, Chennai, Hyderabad, Guwahati, Puri, Coimbatore, Thiruvananthapuram, Bhubaneswar, Bilaspur, Indore, Jalandhar, Baroda, Ratangarh, Jaisalmer, Barmer, Alwar, Nagaur, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Bikaner is well served with roads and is linked directly to Delhi, Jaipur, Agra, Sri Ganganagar, Jodhpur, Alwar, Rewari, Ludhiana, Bhatinda, Ambala, Panipat, Surat, Ahmedabad, Ajmer, Haridwar, Jaisalmer, Bhilwara, Churu, Sikar and many other cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Bikaner has Domestic Civil Airport Nal Airport which is located 15 km west of the city. Regular flights to Jaipur JAI and Delhi DEL commenced in 2017-18 under UDAN scheme of Narendra Modi Govt.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>The city is most famous for its savoury snack Bikaneri bhujia which is sold all over the world and also have Geographical Indication tag to keep its originality intact. Other special Food items for which Bikaner is well known are Bajre ki Roti (Chapati made up of Pearl millet flour), Dal baati Churma, Ghevar, Halvas, Papads/Papadum, Rasgulla, etc. The Kachori and Samosa can be seen/purchased at every nook and corner are highly recommended by the locals. Rajasthani sweets(mithai) &amp; snacks(namkeen) fondly attracts everyone.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Junagarh Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Junagarh Fort, Bikaner, Rajasthan, India</p>\r\n<p>The Junagarh Fort was built around 1594 AD by Raja Rai Singh. The fort was originally called Chintamani. It is one of the few major forts in Rajasthan which was not built on hilly terrain. The modern city of Bikaner has developed around the fort. The fort is studded with temples, grand palaces and huge pavilions and walls. In 1961, a museum was set up by Maharaja Karni Singh. Its temples and palaces are preserved as museums and provide insight into the grandiose living style of the past Maharanas of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Laxmi Niwas Palace</p>\r\n<p>The Laxmi Niwas Palace is a former residential palace built by Maharajah Ganga Singh, the ruler of the former state of Bikaner. It was designed by the British architect, Samuel Swinton Jacob in the year 1902. The style of architecture is Indo-Saracenic. It is now a luxury Heritage hotel owned by the royal family of Bikaner.</p>\r\n<p>&nbsp;</p>\r\n<p>Rao Bikaji&rsquo;s Fort</p>\r\n<p>Rao Bikaji&rsquo;s first fort, built in 1478 is now in ruins. A hundred years later a new fort was built about 1.5 km from the city centre, named Junagarh Fort.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Left: Lalgarh Palace, built (Indo-Saracenic style) for Maharaja Ganga Singh and named after his father, presently a heritage hotel and also a residence of the Bikaner Royal Family. Right: Ganga Singh as a member of the Imperial War Cabinet at No. 10 Downing Street, 1917.</p>\r\n<p>&nbsp;</p>\r\n<p>Karni Mata Temple</p>\r\n<p>The Karni Mata (करणी माता) Temple or the Rat Temple of Rajasthan is situated around 30 km away from the Bikaner city and is dedicated to Karni Mata, a famous mystic of her times, believed to be an incarnation of goddess Durga. The locals will be quick to point out that the creatures running around in the temple are not rats, they are kaabe (plural, kaaba singular). Kaabe are believed to be reincarnations of humans who had been devotees of Karni Mata, and the brevity of human life did not sufficiently satisfy their devotion.</p>\r\n<p>&nbsp;</p>\r\n<p>The shrine of Karni Mata can be found in the town of Deshnoke 30 km south from Bikaner on the road to Jodhpur. Karni Mata is worshiped as an incarnation of Goddess Durga.</p>\r\n<p>&nbsp;</p>\r\n<p>Mukam Bishnoi Temple</p>\r\n<p>The Mukam Temple can be found in nearby Nokha. The Mukam is a holy place of 29 rules of followers of Bishnois. Bishnoi sect was founded by Guru Jambeshwar. Bishnois are quite protective of nature. Mukam Temple is the place where the soul of guru Jambeshwar lies.</p>\r\n<p>&nbsp;</p>\r\n<p>Laxminath Temple</p>\r\n<p>Built by Maharaja Rao Lunkaran, Shri Laxminath Temple is one of the oldest temples in Bikaner and just 4 kilometres away from the famous Junagarh Fort. Lord Vishnu and Goddess Laxmi, grace the sacred sanctum of the temple. The most exquisite artwork inside the temple apart from the shrines is the doorway which is embellished in silver work. Festivals like Janmashtmi, Nirjala Ekadashi, Rama Navami, Diwali and Gita Jayanti are majorly celebrated at the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhandasar Jain Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Bhandasar Jain Temple</p>\r\n<p>Bhandasar Jain Temple is known for its beautiful leaf paintings, frescoes and ornamented mirror work. This temple was constructed by Bhandasa Oswal in the 15th century. This temple is constructed using red sandstone with beautiful paintings on walls and pillars of the sanctum and mandapa. The temple is dedicated to the 5th Tirthankara sumatinatha. The temple consist of garbhagriha, antarala, mahamandapa, and ardhamandapa.</p>\r\n<p>&nbsp;</p>\r\n<p>Animal Husbandry</p>\r\n<p>National Research Centre on Camels, Bikaner</p>\r\n<p>Main article: National Research Centre on Camels, Bikaner</p>\r\n<p>National Research Centre on Camels was established in 1984 in Bikaner by the Central Government under Indian Council of Agricultural Research at the outskirts of Bikaner city to promote research &amp; development related to camels such as effective breeding, utilization of camel milk. Scientists engage with all stakeholders like Camel herders, traders via collaborative programmes &amp; significant growth had been made. A camel museum is available to apprise them of the developmental and research aspects of the camel in the desert ecosystem. Maharaja Ganga Singh of the Indian State of Bikaner founded Bikaner Camel Corps around 1890. It participated in World Wars &amp; now falls under BSF India.</p>\r\n<p>&nbsp;</p>\r\n<p>National Research Centre on equines, Bikaner</p>\r\n<p>National Research Centre on equines was established on 28 September 1989 for conducting research for improving the technologies for optimization of production potential of the equines. The campus has state-of-art laboratories for conducting research in equine genetics, nutrition, medicine, reproduction, and management. The Campus has the responsibility to generate technologies for augmenting equine performance in order to uplift the socio-economic status of poor equine owners. Conservation and propagation of equines through ecotourism has recently been initiated. The elite Marwari horses of Rajasthan, Kathiawari horses of Gujarat, Zanskari horses of Ladakh, Manipuri horses of Manipur and Poitou donkeys of France are maintained and bred here. An Equine Information Centre and a Museum has been developed for depicting the basic and technical details about the horses. Cryopreservation of semen, artificial insemination, ultrasonography and endoscopy of equines is routinely carried out here.</p>\r\n<p>&nbsp;</p>\r\n<p>https://www.facebook.com/Horse.Ecotourism/?ref=bookmarks</p>\r\n<p>National Research Centre on Equines</p>\r\n<p>Cow sanctuary</p>\r\n<p>The Rajasthan government has decided to set up its first cow sanctuary in Bikaner. It has a dedicated Ministry of Cow Husbandry. The sanctuary is likely to be set up near Amarpura village, about 70 km from Bikaner.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Educational Institutes located in Bikaner are Government Engineering College, Bikaner, Maharaja Ganga Singh University, Rajasthan University of Veterinary and Animal Sciences, Swami Keshwanand Rajasthan Agricultural University and newly established Bikaner Technical University.</p>\r\n<p>&nbsp;</p>\r\n<p>Fairs and festivals</p>\r\n<p>International Camel Festival</p>\r\n<p>International Camel Festival is held every year in January. Organised by the Department of Tourism, Art and Culture, the city celebrates the festival in honour of the \"Ship of the Desert &mdash; The Camel\". Beautifully adorned camels and performances by artistes from different regions are the key attraction for both domestic and foreign tourists. The event includes spectacular camel performances like Camel dances, Camel races, Neck shaking Camel rides.</p>\r\n<p>&nbsp;</p>\r\n<p>Competitions like Mr Bikana and Miss Marwan are also held during the festival.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bikaner</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bikaner-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bikaner","slug":"bikaner"}],"recommendations":[{"id":878,"title":"Top Places to visit in Rajsamand, Rajasthan","imageUrl":"0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","dateCreated":"2019-10-13T02:21:58.527Z","dateModified":"2019-10-13T02:22:19.615Z","contributedBy":"AskGif","content":"Rajsamand is a town in Rajasthan, western India. The city is named for Rajsamand Lake, an artificial lake created in the 17th century by Rana Raj Singh of Mewar. It is the administrative headquarters of Rajsamand District.\r\nRajsamand District is a district of the state of Rajasthan in west","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"rajsamand","slug":"rajsamand"}],"slug":"top-places-to-visit-in-rajsamand-rajasthan","total":0},{"id":877,"title":"Top Places to visit in Pratapgarh, Rajasthan","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"Pratapgarh, is a town in Rajasthan, India. It is the district headquarters of Pratapgarh district the newest district of Rajasthan. Famous for its Thewa art, the city is surrounded by tribal villages. It is famous for its edible jiralun and hing.\r\nPratapgarh district is the 33rd district o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":871,"title":"Top Places to visit in Jhalawar, Rajasthan","imageUrl":"922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","dateCreated":"2019-10-12T09:29:46.93Z","dateModified":"2019-10-12T09:30:04.409Z","contributedBy":"AskGif","content":"Jhalawar is a city in southeastern Rajasthan. It was the capital of the former princely state of Jhalawar, and is the administrative headquarters of Jhalawar District. Jhalawar was once known as Brijnagar.\r\nJhalawar district is one of the 33 districts of Rajasthan state in western India. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhalawar","slug":"jhalawar"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jhalawar-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}