{"id":848,"title":"Top Places to visit in Barmer, Rajasthan","imageUrl":"76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","dateCreated":"2019-10-08T03:18:23.929Z","dateModified":"2019-10-08T03:18:39.068Z","contributedBy":"AskGif","content":"<p>Barmer is the district headquarters of the Barmer district in the state of Rajasthan, India. It is a Group 'C' city for living standards, and the headquarters of the Barmer Taluka.</p>\r\n<p>Barmer District is a district in Rajasthan state of India. It is located in the western part of Rajasthan state forming a part of the Thar Desert. Barmer is the third largest district by area in Rajasthan and fifth largest district in India. Occupying an area of 28,387 km2. Being in the western part of the state, it includes a part of the Thar Desert. Jaisalmer is to the north of this district while Jalore is in its south. Pali and Jodhpur form its eastern border and it shares a border with Pakistan in the west. Partially being a desert, this district has a large variation in temperature. The temperature in summer can rise up to 51 &deg;C and falls near to 0 &deg;C in winter. Luni is the longest river in Barmer district. After travelling a length of almost 500 km, it passes through Jalore and merges in the marshy land of Runn of Kutch.&nbsp; District headquarters is in the town of Barmer. The other major towns in the district are: Balotra, Guda Malani, Baytoo, Siwana, and Chohatan. Recently, a large onshore oil field has been discovered and made functional in Barmer district.</p>\r\n<p>&nbsp;</p>\r\n<p>In earlier times, the district was known as Malani, in the name of Rawal Mallinath (मल्लिनाथ). Rawal Mallinath was the son of Rao Salkha and Rawal Mallinath is cultural, philanthropical and religious icon in Barmer, He is worshiped as God by local peoples. The whole area around the river Luni was said to have Malani (मलानी), derived from the name Mallinath. Present name of Barmer is derived from its founder ruler Bahada Rao or Bar Rao Parmar (Juna Barmer), it was named Bahadamer (\"The Hill Fort of Bahada\"). He built a small town which is presently known as &ldquo;Juna&rdquo; which is 25 km from present city of Barmer. After Parmer&rsquo;s, Rawat Luka -Grand Son of Rawal Mallinath, establish their kingdom in Juna Barmer with help of his brother Rawal Mandalak. They defeated Parmers of Juna &amp; made it their capital. Thereafter, his descendant, Rawat Bhima, who was a great warrior, established the present city of Barmer in 1552 AD and shifted his capital to Barmer from Juna. .</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Barmer is located in the western part of the state forming a part of the Thar Desert. The district borders Jaisalmer district in the north, Jalore district in the south, Pali district and Jodhpur district in the east, and Pakistan in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>The total area of the district is 28,387 square kilometres (10,960 sq mi). After Jaisalmer district and Bikaner district, it is the third largest district of Rajasthan. It is also the fifth largest district in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is located between 24,58' to 26, 32'N Latitudes and 70, 05' to 72, 52' E Longitudes.</p>\r\n<p>&nbsp;</p>\r\n<p>The longest river in the district is the Luni. It is 480 km in length and drain into the Gulf of Kutch passing through Jalore. The variation in temperature in various seasons is quite high owing to arid thar desert and sandy soil. In summers the temperature soars to 46 &deg;C to 51 &deg;C. In winters it drops to 0 &deg;C (41 &deg;F). Primarily Barmer district is a desert where average rainfall in a year is 277 mm. However, extreme rainfall of 549 mm rain between 16 and 25 August 2006 left many dead and huge losses due to flood in a nearby town Kawas and whole town submerged. As many as twenty new lakes formed, with six covering an area of over 10 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>Poorly planned and rapid urbanisation has increased Barmer's vulnerability to flash flooding. The local ecology and soil type is not equipped to deal with sudden or excessive water accumulation, which causes short- and long-term damage. Other areas suffer the gradual effects of &lsquo;invisible disasters&rsquo;, which also threaten the lives and livelihoods of the locals.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2016 the Ministry of Panchayati Raj named Barmer one of the country's 250 most backward districts (out of a total of 640). It is one of the twelve districts in Rajasthan currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 Census, Barmer had a population of 100,051. The population of the 0-6 year age range was 22% of the total population. Barmer had an average literacy rate of 56.53%; gender-wise, 70% of males and 30% of females are literate.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Barmer has two national highways crossing it &mdash; NH 15 and NH 112. It has direct trains to Jodhpur(Rajasthan), New Delhi, Bengaluru (Karnataka), Haridwar (Uttarakhand), and Guwahati (Assam) among others.</p>\r\n<p>&nbsp;</p>\r\n<p>People and culture</p>\r\n<p>&nbsp;</p>\r\n<p>Sand dunes near Barmer</p>\r\n<p>Barmer district is part of the Great Indian Desert or Thar Desert. Like all other districts in the desert region, Barmer is known for its folk music and dance. The Bhopas (priest singers) are found in Barmer, who compose music in honour of the deities of the region and its war heroes. The other folk musicians come from a community called the Muslim Dholis (drummers) for most of whom this is the only means of livelihood. Langas and Manganiars are the some of these communities. People speak mostly the Rajasthani Language, while Hindi is the official language here.</p>\r\n<p>&nbsp;</p>\r\n<p>Barmer is known for its carved wooden furniture and hand block printing industry.</p>\r\n<p>&nbsp;</p>\r\n<p>Mallinath cattle fair - It takes place every year during month of April. The fair takes place in Tilwara, an area also known for archaeological discoveries, and goes on for two weeks. This fair is one of the biggest cattle fair of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Barmer is famous for its historic monuments and the temples which are located in the region. Barmer city houses number of such temples which attract tourists from all over the country. The city is very famous for the temple of Goddess Jagdambe. It is an ancient temple and the archaeologists suggest that the temple is as old as 500 years. The Jagdambe Mata temple is located at a height of around 140 m above plain land.</p>\r\n<p>&nbsp;</p>\r\n<p>Another temple worth a visit is the old &lsquo;Chintamani Parshvanath Jain&rsquo; temple which is believed to be one of the oldest Jain temples of the area. It was built by Shri Nemaji Jivaji Bohra in the 16th century. Like Jagdambe temple, it is also built on a hill-top at a height of 46 m above ground level. The temple is similar to the &lsquo;Gaudi Parshvanath&rsquo; temple in Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>At a distance of around 12 km from the main city of Barmer lies the remains of Juna Fort which was built in the 16th century. The place houses three ancient Jain temples. Archaeologists found an inscription from 1295 AD on one of the pillars of the Jain temples. The inscription suggests that the place was occupied by people who used to follow Jain community at that time. Gradually they shifted to Barmer city. It is also believed that at that time, Maharajakula Sri Samantha Sinha Deva was the ruler of Barmer.</p>\r\n<p>&nbsp;</p>\r\n<p>Keradu was the headquarters of Barmer district previously. It was attacked by Mohammad Ghori in 1140 AD and he destroyed all the temples of the region. In the north-west of Barmer city, there is a temple of Lord Shiva in Keradu. It is believed that the famous temple was built in the 6th century while the region was under the rule of Parmar dynasty. There is a famous Lord Sun temple in this region as well and a few more temples which are golden in colour. The Lord Sun temple of the region is also known as &lsquo;Khajuraho of Rajasthan&rsquo;. These temples are in ruins now.</p>\r\n<p>&nbsp;</p>\r\n<p>Barmer is also famous for BATADU KA KUA. It is a well that is seated in batadu village of Baytu block. It was made by rawal gulabsingh a local ruler. It was a prime source to water for their 42 km square surrounding population. It is made by stone of sangmarmar and its walls designed by Lord Krishna's rasleela's photos. It is a tourist place in Barmer.</p>\r\n<p>&nbsp;</p>\r\n<p>Barmer is also famous for the cattle fair (Tilwara) which is organised every year. The place is also renowned for camel milk, hand block printing, woollen industries, carved wooden furniture and handicrafts.</p>\r\n<p>&nbsp;</p>\r\n<p>The major festival of the region is the Thar festival which is organised every year by the government to attract more and more tourists to the region. The festival is organised in the month of March every year.</p>\r\n<p>&nbsp;</p>\r\n<p>Badmer is also famous for the temple of Brahma which is located in Balotra. This is the only second temple of God Brahma after Pushkar Brahma temple which made by Shri Shri 1008 Shri Kheteshwar Maharaj who is the Guru of Rajpurohit community. Kheteshwar Maharaj is work for poor and backward people whole life and give them a Taught to live with respect. Today there are many people worship them for there Philanthropy work.There is also a temple of Khetaram Ji Maharaj, a short distance from the Brahma temple in Balotra.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Barmer is the headquarters of the district, which is the principal town also, for the administrative purposes. The district is divided into 4 sub-divisions viz, Barmer, Balotra, Sheo and Guda Malani. The Barmer sub-division as per Census 2011 has 8 tehsils, viz. Barmer, Baytoo, Chohtan, Guda Malani, Pachpadra, Dhorimana, Sheo and Siwana.</p>\r\n<p>&nbsp;</p>\r\n<p>The total of 2,160 villages in Barmer District come under Seventeen Panchayat Samitis. Current DM is Himanshu Gupta and SP is Rashi Dogara Dudi.</p>\r\n<p>&nbsp;</p>\r\n<p>Oil in Thar</p>\r\n<p>In 2009, the Barmer district came into the news due to its large Oil basin. The British exploration company Cairn Energy is going to start the production soon in the year 2009 on the large scale. Mangala, Bhagyam and Aishwariya are the major oil fields in the district. This is India's biggest oil discovery in 22 years. Cairn works in partnership with state owned Oil and Natural Gas Corporation (ONGC). Cairn holds 70% in the field, while state-run ONGC holds the remaining 30%. In March 2010, Cairn increased oil potential from this field to 6.5 billion barrels of oil &ndash; from an earlier estimate of 4 billion barrels.</p>\r\n<p>&nbsp;</p>\r\n<p>Underground airbase</p>\r\n<p>Uttarlai military airbase is situated in Barmer district, Uttarlai is India's first under ground airbase. India can counter any insurgency into India by Pakistan. The Battle of Longewala (4 December 1971 &ndash; 5 December 1971) was one of the first major engagements in the Western Sector during the Indo-Pakistani War of 1971, fought between assaulting Pakistani forces and Indian defenders at the Indian border post of Longewala, in the Thar Desert of the Rajasthan state in India.</p>\r\n<p>&nbsp;</p>\r\n<p>The Indian infantry company (reinforced) was left with the choices of either attempting to hold out until reinforced, or fleeing on foot from a mechanised infantry Pakistani force, choosing the former. The company officer commanding ensured that all his assets were correctly employed, and made the most use of his strong defensive position, and weaknesses created by errors in enemy tactics. He was also fortunate in that an Indian Air Force forward air controller was able to secure and direct aircraft in support of the post's defence until reinforcements arrived six hours later.</p>\r\n<p>&nbsp;</p>\r\n<p>The Pakistani commanders made several bad decisions, including failure of strategic intelligence to foresee availability of Indian strike aircraft in the Longewala area from Uttarlai air-force base as Barmer is a border town.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barmer_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-barmer-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"barmer","slug":"barmer"}],"recommendations":[{"id":876,"title":"Top Places to visit in Pali, Rajasthan","imageUrl":"7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","dateCreated":"2019-10-13T01:54:34.232Z","dateModified":"2019-10-13T01:54:56.319Z","contributedBy":"AskGif","content":"Pali is a city in Rajasthan state of western India. It is the administrative headquarters of Pali District and comes in the Marwar region. It is situated on the bank of the river Bandi and is 70 km south east of Jodhpur. It is known as \"The Industrial City\".\r\n&nbsp;\r\nFamous In Pali<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pali","slug":"pali"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pali-rajasthan","total":0},{"id":869,"title":"Top Places to visit in Jaipur, Rajasthan","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"Jaipur is the capital and the largest city of the Indian state of Rajasthan. As of 2011, the city had a population of 3.1 million, making it the tenth most populous city in the country. Jaipur is also known as the Pink City, due to the dominant color scheme of its buildings. It is located 268 km ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaipur","slug":"jaipur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":852,"title":"Top Places to visit in Bharatpur, Rajasthan","imageUrl":"b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","dateCreated":"2019-10-10T02:31:32.834Z","dateModified":"2019-10-10T02:31:51.77Z","contributedBy":"AskGif","content":"Bharatpur District is a district of Rajasthan state in western India. The town of Bharatpur is the District Headquarters and Divisional Headquarters. Bharatpur District is a part of National Capital Region of India.It was the only independent princely state during British rule in India.They fough","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bharatpur","slug":"bharatpur"}],"slug":"top-places-to-visit-in-bharatpur-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}