{"id":848,"title":"बाड़मेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","dateCreated":"2019-10-08T03:18:23.929Z","dateModified":"2019-10-08T03:18:39.068Z","contributedBy":"AskGif","content":"<p>बाड़मेर भारत के राजस्थान राज्य में बाड़मेर जिले का जिला मुख्यालय है। यह जीवन स्तर के लिए एक समूह 'सी' शहर है, और बाड़मेर तालुका का मुख्यालय है।</p>\r\n<p>बाड़मेर जिला भारत के राजस्थान राज्य में एक जिला है। यह राजस्थान राज्य के पश्चिमी भाग में स्थित है जो थार रेगिस्तान का एक हिस्सा है। बाड़मेर राजस्थान में क्षेत्रफल के हिसाब से तीसरा और भारत का पांचवा सबसे बड़ा जिला है। 28,387 किमी 2 के क्षेत्र पर कब्जा। राज्य के पश्चिमी भाग में होने के कारण, इसमें थार रेगिस्तान का एक हिस्सा शामिल है। जैसलमेर इस जिले के उत्तर में है जबकि जालोर दक्षिण में है। पाली और जोधपुर अपनी पूर्वी सीमा बनाते हैं और यह पश्चिम में पाकिस्तान के साथ एक सीमा साझा करती है। आंशिक रूप से एक रेगिस्तान होने के नाते, इस जिले के तापमान में बड़ी भिन्नता है। गर्मियों में तापमान 51 डिग्री सेल्सियस तक बढ़ सकता है और सर्दियों में 0 डिग्री सेल्सियस के करीब आता है। लूनी बाड़मेर जिले की सबसे लंबी नदी है। लगभग 500 किमी की लंबाई की यात्रा करने के बाद, यह जालोर से गुजरता है और रन ऑफ कच्छ की दलदली भूमि में विलीन हो जाता है। जिला मुख्यालय बाड़मेर शहर में है। जिले के अन्य प्रमुख शहर हैं: बालोतरा, गुडा मालानी, बट्टू, सिवाना, और चोहटन। हाल ही में, बाड़मेर जिले में एक बड़े तटवर्ती तेल क्षेत्र की खोज की गई है और इसे कार्यात्मक बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहले के समय में, जिले को रावल मल्लीनाथ (मल्लिनाथ) के नाम पर मैलानी के रूप में जाना जाता था। रावल मल्लिनाथ राव सलखा के पुत्र थे और रावल मल्लीनाथ बाड़मेर में सांस्कृतिक, परोपकारी और धार्मिक आइकन हैं, उन्हें स्थानीय लोगों द्वारा भगवान के रूप में पूजा जाता है। लूनी नदी के आसपास के पूरे क्षेत्र को मलानी (मलानी) कहा जाता था, जो मल्लीनाथ नाम से लिया गया है। बाड़मेर का वर्तमान नाम इसके संस्थापक शासक बहा राव या बार राव परमार (जूना बाड़मेर) से लिया गया है, इसका नाम बहडमर (\"बहदा का पहाड़ी किला\") रखा गया था। उन्होंने एक छोटा शहर बनाया जो वर्तमान में \"जूना\" के नाम से जाना जाता है जो वर्तमान बाड़मेर शहर से 25 किमी दूर है। Parmer's के बाद, रावल लुका -ग्रांड रावल मल्लीनाथ के पुत्र, अपने भाई रावल मंडलाकार की मदद से जूना बाड़मेर में अपना राज्य स्थापित करते हैं। उन्होंने जूना के परमारों को हराया और इसे अपनी राजधानी बनाया। उसके बाद, उनके वंशज, रावत भीम, जो एक महान योद्धा थे, ने 1552 ईस्वी में बाड़मेर के वर्तमान शहर की स्थापना की और अपनी राजधानी को जूना से बाड़मेर स्थानांतरित कर दिया। ।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>बाड़मेर राज्य के पश्चिमी भाग में स्थित है जो थार रेगिस्तान का एक हिस्सा है। जिले के उत्तर में जैसलमेर जिला, दक्षिण में जालोर जिला, पूर्व में पाली जिला और जोधपुर जिला और पश्चिम में पाकिस्तान है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का कुल क्षेत्रफल 28,387 वर्ग किलोमीटर (10,960 वर्ग मील) है। जैसलमेर जिले और बीकानेर जिले के बाद, यह राजस्थान का तीसरा सबसे बड़ा जिला है। यह देश का पांचवा सबसे बड़ा जिला भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला 24,58 'से 26, 32'N अक्षांश और 70, 05' से 72, 52 'ई देशांतरों के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले की सबसे लंबी नदी लूनी है। यह 480 किमी लंबाई में है और कच्छ की खाड़ी में जालोर से होकर गुजरती है। थार के रेगिस्तान और रेतीली मिट्टी के कारण विभिन्न मौसमों में तापमान में भिन्नता काफी अधिक होती है। ग्रीष्मकाल में तापमान 46 &deg; C से 51 &deg; C तक बढ़ जाता है। सर्दियों में यह 0 &deg; C (41 &deg; F) तक गिर जाता है। मुख्य रूप से बाड़मेर जिला एक रेगिस्तान है जहाँ एक वर्ष में औसत वर्षा 277 मिमी होती है। हालांकि, 16 और 25 अगस्त 2006 के बीच 549 मिमी बारिश की चरम वर्षा ने पास के एक शहर कावा और पूरे शहर में बाढ़ के कारण कई जानलेवा और भारी नुकसान हुए। बीस नई झीलें बनीं, जिनमें से छह में 10 किमी 2 से अधिक क्षेत्र शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खराब योजनाबद्ध और तेजी से शहरीकरण ने बाड़मेर की बाढ़ की संभावना को बढ़ा दिया है। स्थानीय पारिस्थितिकी और मिट्टी का प्रकार अचानक या अत्यधिक जल संचय से निपटने के लिए सुसज्जित नहीं है, जो अल्पकालिक और दीर्घकालिक क्षति का कारण बनता है। अन्य क्षेत्र suffer अदृश्य आपदाओं &rsquo;के क्रमिक प्रभावों को झेलते हैं, जिससे स्थानीय लोगों के जीवन और आजीविका को भी खतरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2016 में पंचायती राज मंत्रालय ने बाड़मेर को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह राजस्थान के बारह जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, बाड़मेर की जनसंख्या 100,051 थी। 0-6 वर्ष की आयु सीमा की जनसंख्या कुल जनसंख्या का 22% थी। बाड़मेर में औसत साक्षरता दर 56.53% थी; लिंग-वार, 70% पुरुष और 30% महिलाएँ साक्षर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>बाड़मेर में इसे पार करने वाले दो राष्ट्रीय राजमार्ग हैं - NH 15 और NH 112। इसमें जोधपुर (राजस्थान), नई दिल्ली, बेंगलुरु (कर्नाटक), हरिद्वार (उत्तराखंड), और गुवाहाटी (असम) के लिए सीधी ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग और संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़मेर के पास रेत के टीले</p>\r\n<p>बाड़मेर जिला ग्रेट इंडियन डेजर्ट या थार रेगिस्तान का हिस्सा है। रेगिस्तानी क्षेत्र के अन्य सभी जिलों की तरह, बाड़मेर अपने लोक संगीत और नृत्य के लिए जाना जाता है। भोपा (पुजारी गायक) बाड़मेर में पाए जाते हैं, जो क्षेत्र के देवताओं और इसके युद्ध नायकों के सम्मान में संगीत की रचना करते हैं। अन्य लोक संगीतकार मुस्लिम ढोलियों (ड्रमर्स) नामक एक समुदाय से आते हैं, जिनमें से अधिकांश के लिए यह आजीविका का एकमात्र साधन है। लंगास और मांगियार इनमें से कुछ समुदाय हैं। लोग ज्यादातर राजस्थानी भाषा बोलते हैं, जबकि हिंदी यहाँ की आधिकारिक भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़मेर अपने नक्काशीदार लकड़ी के फर्नीचर और हाथ ब्लॉक प्रिंटिंग उद्योग के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मल्लीनाथ पशु मेला - यह हर साल अप्रैल के महीने में लगता है। मेला तिलवारा में लगता है, यह क्षेत्र पुरातात्विक खोजों के लिए भी जाना जाता है, और दो सप्ताह तक चलता है। यह मेला भारत के सबसे बड़े पशु मेले में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>बाड़मेर अपने ऐतिहासिक स्मारकों और मंदिरों के लिए प्रसिद्ध है जो इस क्षेत्र में स्थित हैं। बाड़मेर शहर में ऐसे मंदिरों की संख्या है, जो पूरे देश के पर्यटकों को आकर्षित करते हैं। शहर जगदम्बे देवी के मंदिर के लिए बहुत प्रसिद्ध है। यह एक प्राचीन मंदिर है और पुरातत्वविदों का सुझाव है कि मंदिर 500 साल पुराना है। जगदम्बे माता मंदिर मैदान से लगभग 140 मीटर की ऊँचाई पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>यात्रा के लायक एक और मंदिर पुराना worth चिंतामणि पार्श्वनाथ जैन 'मंदिर है, जिसे माना जाता है कि यह क्षेत्र के सबसे पुराने जैन मंदिरों में से एक है। इसे 16 वीं शताब्दी में श्री नेमाजी जीवाजी बोहरा ने बनवाया था। जगदम्बे मंदिर की तरह, यह भी जमीनी स्तर से 46 मीटर की ऊंचाई पर एक पहाड़ी की चोटी पर बना है। यह मंदिर मुंबई में 'गौड़ी पार्श्वनाथ' मंदिर के समान है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़मेर के मुख्य शहर से लगभग 12 किमी की दूरी पर जूना किले के अवशेष हैं जो 16 वीं शताब्दी में बनाया गया था। इस स्थान पर तीन प्राचीन जैन मंदिर हैं। पुरातत्वविदों को जैन मंदिरों के स्तंभों में से एक पर 1295 ईस्वी से एक शिलालेख मिला। शिलालेख से पता चलता है कि उस स्थान पर उन लोगों का कब्जा था जो उस समय जैन समुदाय का पालन करते थे। धीरे-धीरे वे बाड़मेर शहर में शिफ्ट हो गए। यह भी माना जाता है कि उस समय, महाराजकुला श्री सामंथा सिन्हा देव बाड़मेर के शासक थे।</p>\r\n<p>&nbsp;</p>\r\n<p>केरदु पहले बाड़मेर जिले का मुख्यालय था। इस पर मोहम्मद गोरी ने 1140 ई। में हमला किया और उसने क्षेत्र के सभी मंदिरों को नष्ट कर दिया। बाड़मेर शहर के उत्तर-पश्चिम में, केराडू में भगवान शिव का मंदिर है। यह माना जाता है कि प्रसिद्ध मंदिर 6 वीं शताब्दी में बनाया गया था, जबकि यह क्षेत्र परमार वंश के शासन के अधीन था। इस क्षेत्र में एक प्रसिद्ध भगवान सूर्य मंदिर भी है और कुछ और मंदिर हैं जो सुनहरे रंग के हैं। इस क्षेत्र के भगवान सूर्य मंदिर को 'राजस्थान का खजुराहो' भी कहा जाता है। ये मंदिर अब खंडहर में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़मेर BATADU KA KUA के लिए भी प्रसिद्ध है। यह एक कुआँ है जो बट्टू ब्लॉक के बट्टडू गाँव में बैठा है। इसे स्थानीय शासक रावल गुलाबसिंह ने बनाया था। यह उनके आसपास के 42 किमी वर्ग आबादी के लिए पानी का मुख्य स्रोत था। इसे भगवान कृष्ण की रासलीला की तस्वीरों द्वारा डिजाइन किए गए संगमार और उसकी दीवारों के पत्थर से बनाया गया है। यह बाड़मेर में एक पर्यटक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़मेर पशु मेले (तिलवाड़ा) के लिए भी प्रसिद्ध है जो हर साल आयोजित किया जाता है। यह स्थान ऊंट के दूध, हैंड ब्लॉक प्रिंटिंग, ऊनी उद्योगों, नक्काशीदार लकड़ी के फर्नीचर और हस्तशिल्प के लिए भी प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र का प्रमुख त्योहार थार त्योहार है जो हर साल सरकार द्वारा क्षेत्र में अधिक से अधिक पर्यटकों को आकर्षित करने के लिए आयोजित किया जाता है। यह त्योहार हर साल मार्च के महीने में आयोजित किया जाता है।</p>\r\n<p>बाडमेर ब्रह्मा के मंदिर के लिए भी प्रसिद्ध है जो बालोतरा में स्थित है। पुष्कर ब्रह्मा मंदिर के बाद भगवान ब्रह्मा का यह एकमात्र दूसरा मंदिर है जो श्री श्री 1008 श्री खेतेश्वर महाराज द्वारा बनाया गया है जो राजपुरोहित समुदाय के गुरु हैं। खेतेश्वर महाराज पूरे जीवन गरीब और पिछड़े लोगों के लिए काम करते हैं और उन्हें सम्मान के साथ जीने की सीख देते हैं। आज कई लोग वहां परोपकार के काम के लिए उनकी पूजा करते हैं। बालोतरा में ब्रह्मा मंदिर से कुछ ही दूरी पर खेताराम जी महाराज का मंदिर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>बाड़मेर जिले का मुख्यालय है, जो प्रशासनिक उद्देश्यों के लिए भी प्रमुख शहर है। जिले को 4 उप-डिवीजनों अर्थात बाड़मेर, बालोतरा, श्यो और गुडा मालानी में विभाजित किया गया है। 2011 की जनगणना के अनुसार बाड़मेर उपमंडल में 8 तहसील हैं, अर्थात। बाड़मेर, बट्टू, चोहटन, गुडा मालानी, पचपदरा, धोरीमना, शेओ और सिवाना।</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़मेर जिले के कुल 2,160 गांव सत्रह पंचायत समितियों के अंतर्गत आते हैं। वर्तमान डीएम हिमांशु गुप्ता हैं और एसपी राशी डोगरा डूडी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>थार में तेल</p>\r\n<p>2009 में, बाड़मेर जिला अपने बड़े तेल बेसिन के कारण खबरों में आया था। ब्रिटिश अन्वेषण कंपनी केयर्न एनर्जी बड़े पैमाने पर जल्द ही वर्ष 2009 में उत्पादन शुरू करने जा रही है। मंगला, भाग्यम और ऐश्वर्या जिले के प्रमुख तेल क्षेत्र हैं। यह 22 वर्षों में भारत की सबसे बड़ी तेल खोज है। केयर्न राज्य के स्वामित्व वाले तेल और प्राकृतिक गैस निगम (ONGC) के साथ साझेदारी में काम करता है। केयर्न के क्षेत्र में 70% है, जबकि राज्य द्वारा संचालित ONGC के पास शेष 30% है। मार्च 2010 में, केयर्न ने 4 बिलियन बैरल के पहले के अनुमान से - इस क्षेत्र से तेल की क्षमता को 6.5 बिलियन बैरल तेल तक बढ़ा दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>अंडरग्राउंड एयरबेस</p>\r\n<p>उत्तरलाई सैन्य एयरबेस बाड़मेर जिले में स्थित है, उत्तरलाई भारत का पहला अंडर ग्राउंड एयरबेस है। भारत पाकिस्तान द्वारा भारत में किसी भी विद्रोह का मुकाबला कर सकता है। लोंगेवाला की लड़ाई (4 दिसंबर 1971 - 5 दिसंबर 1971) 1971 के भारत-पाकिस्तान युद्ध के दौरान पश्चिमी क्षेत्र की पहली बड़ी व्यस्तताओं में से एक थी, लोंगेवाला की भारतीय सीमा चौकी पर पाकिस्तानी सेना और भारतीय रक्षकों के बीच लड़ाई हुई। भारत में राजस्थान राज्य का थार रेगिस्तान।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय पैदल सेना कंपनी (प्रबलित) को पहले से ही चुनने के लिए या तो एक प्रबलित पाकिस्तानी बल से पैदल चलने या भागने की कोशिश करने के विकल्पों के साथ छोड़ दिया गया था। आदेश देने वाले कंपनी अधिकारी ने सुनिश्चित किया कि उसकी सभी संपत्ति सही ढंग से नियोजित थी, और उसने अपनी मजबूत रक्षात्मक स्थिति का सबसे अधिक उपयोग किया, और दुश्मन की रणनीति में त्रुटियों द्वारा बनाई गई कमजोरियों। वह भी भाग्यशाली था कि एक भारतीय वायु सेना के फॉरवर्ड एयर कंट्रोलर छह घंटे बाद सुदृढीकरण आने तक विमान को पोस्ट के बचाव के समर्थन में सुरक्षित और प्रत्यक्ष करने में सक्षम था।</p>\r\n<p>&nbsp;</p>\r\n<p>पाकिस्तानी कमांडरों ने कई बुरे फैसले किए, जिसमें उत्तरलाई वायु सेना के बेस से लोंगेवाला क्षेत्र में भारतीय स्ट्राइक एयरक्राफ्ट की उपलब्धता के लिए रणनीतिक खुफिया विफलता शामिल है क्योंकि बाड़मेर एक सीमावर्ती शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barmer_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-barmer-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बाड़मेर","slug":"barmer"}],"recommendations":[{"id":876,"title":"पाली में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","dateCreated":"2019-10-13T01:54:34.232Z","dateModified":"2019-10-13T01:54:56.319Z","contributedBy":"AskGif","content":"पाली पश्चिमी भारत के राजस्थान राज्य का एक शहर है। यह पाली जिले का प्रशासनिक मुख्यालय है और मारवाड़ क्षेत्र में आता है। यह बांडी नदी के तट पर स्थित है और जोधपुर से 70 किमी दक्षिण पूर्व में है। इसे \"द इंडस्ट्रियल सिटी\" के रूप में जाना जाता है।\r\n&nbsp;\r\nपाली में प्रसिद्ध\r\nपाली द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पाली","slug":"pali"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pali-rajasthan","total":0},{"id":869,"title":"जयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"जयपुर भारत के राजस्थान राज्य की राजधानी और सबसे बड़ा शहर है। 2011 तक, इस शहर की आबादी 3.1 मिलियन थी, जिससे यह देश का दसवां सबसे अधिक आबादी वाला शहर बन गया। जयपुर को अपने भवनों की प्रमुख रंग योजना के कारण गुलाबी शहर के रूप में भी जाना जाता है। यह राष्ट्रीय राजधानी नई दिल्ली से 268 किमी (167 मील) क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जयपुर","slug":"jaipur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":852,"title":"भरतपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","dateCreated":"2019-10-10T02:31:32.834Z","dateModified":"2019-10-10T02:31:51.77Z","contributedBy":"AskGif","content":"भरतपुर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भरतपुर शहर जिला मुख्यालय और मंडल मुख्यालय है। भरतपुर जिला भारत के राष्ट्रीय राजधानी क्षेत्र का एक हिस्सा है। यह भारत में ब्रिटिश शासन के दौरान एकमात्र स्वतंत्र रियासत थी। उन्होंने अंग्रेजों के साथ 13 बैक टू बैक युद्ध लड़ा और सभी रानी भी ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भरतपुर","slug":"bharatpur"}],"slug":"top-places-to-visit-in-bharatpur-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}