{"id":851,"title":"Top Places to visit in Banswara, Rajasthan","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"<p>Banswara is a city in Banswara District in south Rajasthan in India. The state of Banswara was founded by Maharawal Jagmal Singh. It is named for the \"bans\" or bamboo forests in the area..</p>\r\n<p>&nbsp;</p>\r\n<p>It is also known as 'City of Hundred Islands', due to presence of numerous islands on the Mahi River named \"Chachakota\" where the islands located, which flows through Banswara. Banswara city is governed by City Council (Nagar Parishad) which comes under Banswara Urban Agglomeration. The city has population of 100,128, its urban / metropolitan population is 101,177 of which 51,941 are males and 49,236 are females.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Andheswar Parshwanathji</p>\r\n<p>&nbsp;</p>\r\n<p>Main idol at Andeshwar Parshwanath</p>\r\n<p>Andeshwar Parshwanathji is situated on a hillock in Kushalgarh tehsil of Banswara district. This is a famous Jain temple housing rare Shilalekhs of the 10th century. We could find two Digamabara Jain Parshwanatha temples at this place. The main temple was built by Digamabar Jain Panchayat of Kushalgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Anekant Bahubali Temple Lohariya</p>\r\n<p>Anekant Bahubali Temple is situated in Banswara-Udaipur Road in Lohariya Tehsil Ghari of Banswara District. This Jain temple is Famous for the 27 foot Standing Statue of Lord Bahubali which is made of White Sangmarar (marble). This Jain temple was made by the Inspiration of Digamber Acharya Shri 108 Bharat Sagarji maharaj here we can find many other temples of Jain Lords Like Panch Parmeshti Jinalay (tample), Manvadi Sapt charan Rishi's Tample, Adinatha Jinalaya etc. Has situated in The Campus of temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Abdullah Pir</p>\r\n<p>Abdullah Pir is a Dargah of Sayedi Abdul Rasul Saheed, a Muslim saint and mostly visited by the Bohra Muslim. It's an important holy place for the Bohras. Abdullah Pir is located in the southern part of the city. On 10th Rabi' al-awwal, every year \"Urs\" is held at the Dargah. The people of the Bohara community take part in it in large numbers. This is a Muslim shrine of Dawoodi Bohras saint and is mostly visited by Dawoodi Bohra Muslims who visit this place during URS.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand Sagar Lake</p>\r\n<p>This artificial lake has been constructed by Lanchi Bai, the Rani of Maharval Jagami. It is also known as Bai Talab. Anand Sagar Lake is located on the eastern part of Banswara. It is enclosed by the holy trees named 'Kalpa Vriksha', famous for fulfilling the desire of the visitors. Nearby lies the chattris or cenotaphs of the rulers of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>ARTHUNA TEMPLE.jpg</p>\r\n<p>Arthuna</p>\r\n<p>Arthuna, as well as its surrounding areas, have clusters of ruined Hindu and Jain temples belonging to the 11th, 12th and the 15th centuries. Among the dilapidated ruins is a carved conjugated statue of Shiva, Parvati and Ganesh. Lankiya village around Arthuna has Shaivite temples called Nilkanth Mahadev Temples. The temple is an old stone temple having intricate carvings and sculpted figures of women embedded in the outer walls. The bull Nandi (Lord Shiva's faithful vehicle) stands guard at the entrance in the temple porch.</p>\r\n<p>&nbsp;</p>\r\n<p>Dailab Lake</p>\r\n<p>This is a scenic spot. It is believed that during their exile, the Pandavas stayed here. There is a tunnel, which is believed to be going up to Ghotiya Amab, a far off place. It is said that the Pandavas used this tunnel as their passage during the rainy season. Dailab lake A part of this lake is covered with lotus flowers. On the banks of the lake is Badal Mahal, the summer residence of the former rulers. Kagadi Pick Up weir This is the main tourist attraction situated 3 km away from the main city on the Ratlam Road. It's a place worth seeing, especially for its enchanting fountains, gardens and water, spread over a wide area, which overlooks the Kagdi Lake and is a part of the Mahi Bajaj Sagar project.</p>\r\n<p>&nbsp;</p>\r\n<p>Madareshwar Temple</p>\r\n<p>Banswara has a number of ancient Hindu and Jain temples, and In the past was known as Lodi Kashi or the city of temples. This famous temple of Lord Shiva is situated inside the natural cave of a high hill on the eastern part of the city. It presents a sensational natural view. The cave temple provides an Amarnath Yatra like feeling to the pilgrims, due to its typical location.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahi Dam</p>\r\n<p>Mahi Dam is one of the major attractions of Banswara.It is situated 16 kilometres from Banswara town in Banswara district Rajasthan, India. The dam was constructed between 1972 and 1983 under the Mahi Bajaj Sagar Project, for the purposes of hydroelectric power generation and water supply.various dams and canals have been constructed over an enticingly enchanting scenic surrounding. Near the dam, you could locate the enticing garden with fountain. It is the second largest dam in Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Mangarh Hil</p>\r\n<p>This is an important fair of the tribals and is held on Margshirsha Purnima. At this fair the tribals of Rajasthan, Madhya Pradesh &amp; Gujarat participate and they pay tribute to Guru Govindgiri, founder of the Samp sabha.</p>\r\n<p>&nbsp;</p>\r\n<p>Parheada</p>\r\n<p>Paraheada is located in the Garhi Tehsil. It is famous temple of Lord Shiva. It was constructed by the Mandlik. Paraheada is 22 km from Banswara. Shri Raj Mandir or more popularly known as the City Palace was built in the 16th century and situated on a hillock overlooking the town. Covering a huge area it follows typical style of old Rajput architecture. Though lack of funds has made many royal palaces of Rajasthan exchange hands with the government after Independence, this palace is still owned by the Royal family</p>\r\n<p>&nbsp;</p>\r\n<p>Bhim kund</p>\r\n<p>It is a place surrounded by hills. People call it \"Phati Khan\" because it is a deep cave under a hill. There is a pool of very cold water which is found throughout the year. It is said that Lord Ram, during his exile came and stayed here for some time.</p>\r\n<p>&nbsp;</p>\r\n<p>Talwada</p>\r\n<p>Talwara is another place to visit near Banswara. Its historical significance due to its primeval temples and the devastated of some old monuments.Talwara is the temples of Sun, Lord Amaliya Ganesh, Laxmi Narayan Temple, and Jain Temple of Sambhavnath make Talwara a religiously important site. The idols in these temples are carved in local black stone.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Kupda</p>\r\n<p>kupda is another place to visit near Banswara. It is famous temple of VEJVA MATA. Temple is situated in Banswara-Dungarpur Road near mayur mill.</p>\r\n<p>&nbsp;</p>\r\n<p>Tripura Sundari</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Tripura Sundari Temple</p>\r\n<p>Tripura Sundari is the temple, devoted to Goddess Tripura Sundari or Turita Mata. This temple has a gorgeous idol of black stone having 18 hands and more important each hand carrying a different emblem. The Goddess is seen riding a tiger. It is believed that its one of the Shakti Peeths of Hindus having divine powers. It is believed that this temple was built before Samrat Kanishka, who rule here. The exact date of its construction is not yet known. It is said to be one of the \"Shakti Peeths\" of the Hindus having charismatic divine power. But it is believed that the temple was constructed approximately before the reign of the Kushana emperor Kanishka who ruled here in the first century AD.</p>\r\n<p>&nbsp;</p>\r\n<p>Sai Tample</p>\r\n<p>Sai tample is most viewed place in banswara ,This is the temple of god Sai baba . this temple has a big size idol of white stone of Sai baba and also one god ganesh , This temple have unique rangoli of stone inside temple ,and a big jhumar light on roof , there's a big open place in front of temple</p>\r\n<p>&nbsp;</p>\r\n<p>One side of this temple one big pyramid hall, and one statue of Mahaveer swami .From this side we watch one Trishul , and ॐ sign which made by stones on mountains.</p>\r\n<p>&nbsp;</p>\r\n<p>Other side open place which have children's play items like Jhula , slides etc. and also view of water of Kagdi pick up weir also one statue of State Emblem of India</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>The Banswara district lies in the southernmost part of Rajasthan. It is surrounded by Pratapgarh in the north, Dungarpur in the west, Ratlam and Jhabua districts of Madhya Pradesh in the east and south and Dahod district, Gujarat to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Distance from major cities</p>\r\n<p>The closest major city to Banswara is Udaipur which is 165 km away. Indore and Ahmedabad are also close, at 215 km and 245 km away respectively. The town is 827 km from New Delhi and 710 km from Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>Road transport is the only mode of goods and passengers movement from and to the district. The district headquarters has direct road connection with Ratlam, Dungarpur, Dahod and Jaipur. Total road length in the district is 1,747 km, as of 31 March 2000.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>The Railway Ministry has approved railway line to be established to connect the Dungarpur and Ratlam station. The total distance between Ratlam to Dungarpur is around 187.6 km (116.56 mi), Banswara is situated in the centre of these two stations. Recently railway line work in progress and final location for rail track marked by agency.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest airport is at Udaipur 165 kilometres (103 mi), where there is a helipad and runways for charter planes to Talwada village airstrip around 13 kilometres (8.1 mi) from Banswara city. There is no airport at Banswara itself, but nearby at Udaipur 160 kilometres (99 mi), Indore (Madhya Pradesh) 212 kilometres (132 mi) &amp; Ahmedabad (Guj) 285 kilometres (177 mi) are major airports close to Banswara.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools and higher educational institutions in Banswara are administered either by the Directorate of Education, the government, or private organizations. In 2008&ndash;09, there were 1,995 primary and middle schools, 283 secondary and senior secondary schools in the city. The higher education institutions in the city included Two Govt P.G.Colleges and &amp; Eight Private colleges .For Technical education one Govt. POLYTECHNIC &amp; one Govt. ENGINEERING COLLEGE &amp; Two ITIs.</p>\r\n<p>&nbsp;</p>\r\n<p>Private schools in the city&mdash;which employ either English or Hindi as the language of instruction&mdash;are affiliated to one of two administering bodies: the Rajasthan Board of Secondary Education and the Central Board for Secondary Education.</p>\r\n<p>&nbsp;</p>\r\n<p>some school for example:- Kendriya vidyalaya, St. Paul senior secondary school, Ankur senior secondary school,</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>The focus on political reportage, including regular television broadcasts of Indian parliament sessions. Many country-wide media agencies, among them the state-owned Press Trust of India and Doordarshan, are based in the city. Television programming in the city includes two free terrestrial television channels offered by Doordarshan, and several Hindi, English and regional-languages cable channels offered by multi-system operators. Satellite television, in contrast, is yet to gain large-scale subscribership in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Print journalism remains a popular news medium. During the year 2005&ndash;06, newspapers&mdash;in Hindi languages&mdash;were published from the city. Of these, Hindi language newspapers, and included Dainik Bhaskar, Rajasthan Patrika. Other major English newspapers include Indian Express, Business Standard, Times of India, The Hindu.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Haridev Joshi, former Chief Minister of Rajasthan</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Banswara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-banswara-rajasthan","tags":[{"name":"banswara","slug":"banswara"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":877,"title":"Top Places to visit in Pratapgarh, Rajasthan","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"Pratapgarh, is a town in Rajasthan, India. It is the district headquarters of Pratapgarh district the newest district of Rajasthan. Famous for its Thewa art, the city is surrounded by tribal villages. It is famous for its edible jiralun and hing.\r\nPratapgarh district is the 33rd district o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":867,"title":"Top Places to visit in Jalore, Rajasthan","imageUrl":"04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","dateCreated":"2019-10-12T07:02:04.09Z","dateModified":"2019-10-12T07:02:22.911Z","contributedBy":"AskGif","content":"Jalor, also known as granite city, is a city in Rajasthan state of western India. It is the administrative headquarters of Jalore District.\r\nJalore District is a district of Rajasthan state in western India. The city of Jalore is the administrative headquarters of the district. The distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"jalore","slug":"jalore"}],"slug":"top-places-to-visit-in-jalore-rajasthan","total":0},{"id":854,"title":"Top Places to visit in Bundi, Rajasthan","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"Bundi District is a district in the state of Rajasthan in western India. The town of Bundi is the district headquarters. It has an area of 5,550 km&sup2; and a population of 1,113,725 (2011 census). It is divided into 5 tehsils which are: Bundi, Hindoli, Nainwa, Keshoraipatan and Indergarh.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bundi","slug":"bundi"}],"slug":"top-places-to-visit-in-bundi-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}