{"id":851,"title":"बांसवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"<p>बांसवाड़ा भारत में दक्षिण राजस्थान में बांसवाड़ा जिले का एक शहर है। बांसवाड़ा राज्य की स्थापना महारावल जगमाल सिंह ने की थी। यह क्षेत्र में \"बांस\" या बांस के जंगलों के लिए नामित है।</p>\r\n<p>&nbsp;</p>\r\n<p>\"चाचाकोटा\" नाम की माही नदी पर कई द्वीपों की मौजूदगी के कारण इसे 'हंड्रेड आइलैंड्स के शहर' के नाम से भी जाना जाता है, जहाँ स्थित द्वीप, जो बांसवाड़ा से होकर बहते हैं। बांसवाड़ा शहर का संचालन नगर परिषद (नगर परिषद) द्वारा किया जाता है जो बांसवाड़ा शहरी समूह के अंतर्गत आता है। शहर की आबादी 100,128 है, इसकी शहरी / महानगरीय आबादी 101,177 है, जिसमें 51,941 पुरुष और 49,236 महिलाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अन्धेश्वर पार्श्वनाथजी</p>\r\n<p>&nbsp;</p>\r\n<p>अंदेश्वर पार्श्वनाथ की मुख्य मूर्ति</p>\r\n<p>अंदेश्वर पार्श्वनाथजी बांसवाड़ा जिले की कुशलगढ़ तहसील की एक पहाड़ी पर स्थित हैं। यह 10 वीं शताब्दी का एक प्रसिद्ध जैन मंदिर दुर्लभ शिलालेख है। हम इस स्थान पर दो दिगंबर जैन पार्श्वनाथ मंदिर खोज सकते हैं। मुख्य मंदिर कुशलगढ़ की दिगंबर जैन पंचायत द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अनेकांत बाहुबली मंदिर लोहरिया</p>\r\n<p>अनेकांत बाहुबली मंदिर बांसवाड़ा-उदयपुर रोड में बांसवाड़ा जिले की लोहरिया तहसील घारी में स्थित है। यह जैन मंदिर भगवान बाहुबली की 27 फुट की स्थायी प्रतिमा के लिए प्रसिद्ध है जो सफेद संगमर (संगमरमर) से बना है। यह जैन मंदिर दिगंबर आचार्य श्री 108 भारत सागरजी महाराज की प्रेरणा से बनाया गया था, यहाँ हम जैन परमात्मा के अन्य मंदिरों जैसे पंच परमेष्ठी जिनालय (रौंदना), मानववादी सप्तर्षि ऋषि की तपस्या, आदिनाथ जिनालय आदि के मंदिरों के परिसर में स्थित हैं। मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>अब्दुल्ला पीर</p>\r\n<p>अब्दुल्ला पीर एक सैय्यदी अब्दुल रसूल साहेब की दरगाह है, जो एक मुस्लिम संत है और ज्यादातर बोआ मुस्लिम द्वारा दौरा किया जाता है। यह बोहराओं के लिए एक महत्वपूर्ण पवित्र स्थान है। अब्दुल्ला पीर शहर के दक्षिणी भाग में स्थित है। 10 वीं रबी के अल-अव्वल पर, हर साल दरगाह पर \"उर्स\" आयोजित किया जाता है। बोहरा समुदाय के लोग बड़ी संख्या में इसमें भाग लेते हैं। यह दाउदी बोहरास संत का एक मुस्लिम तीर्थस्थल है और अधिकतर दाऊद बोहरा मुसलमानों द्वारा दौरा किया जाता है जो यूआरएस के दौरान इस स्थान पर जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद सागर झील</p>\r\n<p>इस कृत्रिम झील का निर्माण महारानी जगमी की रानी लंची बाई द्वारा किया गया है। इसे बाई तालाब के नाम से भी जाना जाता है। आनंद सागर झील बांसवाड़ा के पूर्वी भाग में स्थित है। यह आगंतुकों की इच्छा को पूरा करने के लिए प्रसिद्ध 'कल्पवृक्ष' नामक पवित्र पेड़ों से घिरा हुआ है। निकटवर्ती राज्य के शासकों की चेट्रिस या सेनोटाफ्स हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अरथुना मंदिर</p>\r\n<p>अर्थुना</p>\r\n<p>अरथूना, साथ ही इसके आसपास के क्षेत्रों में 11 वीं, 12 वीं और 15 वीं शताब्दी से संबंधित हिंदू और जैन मंदिरों के समूह हैं। जीर्ण-शीर्ण खंडहरों में से एक शिव, पार्वती और गणेश की नक्काशीदार संयुग्मित प्रतिमा है। अरथुना के आसपास के लंकिया गांव में नीलकंठ महादेव मंदिर नामक शैव मंदिर हैं। मंदिर एक पुराना पत्थर का मंदिर है जिसमें जटिल नक्काशी और बाहरी दीवारों में अंकित महिलाओं की मूर्तियां हैं। मंदिर के बरामदे में प्रवेश द्वार पर बैल नंदी (भगवान शिव का वफादार वाहन) खड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>दैलाब झील</p>\r\n<p>यह एक दर्शनीय स्थल है। यह माना जाता है कि अपने निर्वासन के दौरान, पांडव यहां रुके थे। एक सुरंग है, जिसके बारे में माना जाता है कि वह दूर घोटिया अमाब तक जाती है। कहा जाता है कि पांडवों ने इस सुरंग का उपयोग बरसात के मौसम में अपने मार्ग के रूप में किया था। दैलाब झील इस झील का एक हिस्सा कमल के फूलों से ढंका है। झील के किनारे पर बादल महल, पूर्व शासकों का ग्रीष्मकालीन निवास है। कागड़ी पिक अप वियर यह मुख्य पर्यटक आकर्षण है जो रतलाम रोड पर मुख्य शहर से 3 किमी दूर स्थित है। यह देखने लायक जगह है, विशेष रूप से इसके करामाती फव्वारे, बगीचे और पानी के लिए, एक विस्तृत क्षेत्र में फैली हुई है, जो कागदी झील को देखती है और माही बजाज सागर परियोजना का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मदरेश्वर मंदिर</p>\r\n<p>बांसवाड़ा में कई प्राचीन हिंदू और जैन मंदिर हैं, और अतीत में लोदी काशी या मंदिरों के शहर के रूप में जाना जाता था। भगवान शिव का यह प्रसिद्ध मंदिर शहर के पूर्वी हिस्से में एक ऊंची पहाड़ी की प्राकृतिक गुफा के अंदर स्थित है। यह एक सनसनीखेज प्राकृतिक दृश्य प्रस्तुत करता है। गुफा मंदिर अपने विशिष्ट स्थान के कारण तीर्थयात्रियों को महसूस करने जैसी अमरनाथ यात्रा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>माही बांध</p>\r\n<p>माही बांध, बांसवाड़ा के प्रमुख आकर्षणों में से एक है। यह भारत के राजस्थान में बांसवाड़ा जिले के बांसवाड़ा शहर से 16 किलोमीटर की दूरी पर स्थित है। बांध का निर्माण 1972 और 1983 के बीच माही बजाज सागर परियोजना के तहत किया गया था, जो जल विद्युत उत्पादन और जल आपूर्ति के प्रयोजनों के लिए था। विभिन्न बांधों और नहरों का निर्माण आस-पास के मनोरम दर्शनीय स्थलों पर किया गया है। बांध के पास, आप फव्वारे के साथ मोहक बगीचे का पता लगा सकते हैं। यह राजस्थान का दूसरा सबसे बड़ा बांध है।</p>\r\n<p>मानगढ़ हिल</p>\r\n<p>यह आदिवासियों का एक महत्वपूर्ण मेला है और मार्गशीर्ष पूर्णिमा पर आयोजित किया जाता है। इस मेले में राजस्थान, मध्य प्रदेश और गुजरात के आदिवासी भाग लेते हैं और वे संत सभा के संस्थापक गुरु गोविंदगिरी को श्रद्धांजलि देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Parheada</p>\r\n<p>परिहेडा गढ़ी तहसील में स्थित है। यह भगवान शिव का प्रसिद्ध मंदिर है। इसका निर्माण मांडलिक ने किया था। पराहेडा बांसवाड़ा से 22 किमी दूर है। श्री राज मंदिर या अधिक लोकप्रिय रूप से सिटी पैलेस को 16 वीं शताब्दी में बनाया गया था और यह शहर को देखने वाली एक पहाड़ी पर स्थित था। एक विशाल क्षेत्र को कवर करते हुए यह पुरानी राजपूत वास्तुकला की विशिष्ट शैली का अनुसरण करता है। हालाँकि धन की कमी ने राजस्थान के कई राजमहलों को स्वतंत्रता के बाद सरकार के हाथों से बदल दिया है, फिर भी यह महल शाही परिवार के स्वामित्व में है</p>\r\n<p>&nbsp;</p>\r\n<p>भीम कुंड</p>\r\n<p>यह पहाड़ियों से घिरा हुआ स्थान है। लोग इसे \"फाति खान\" कहते हैं क्योंकि यह एक पहाड़ी के नीचे एक गहरी गुफा है। यहाँ बहुत ठंडे पानी का एक कुंड है जो पूरे साल पाया जाता है। ऐसा कहा जाता है कि भगवान राम अपने वनवास के दौरान आए थे और कुछ समय के लिए यहां रुके थे।</p>\r\n<p>&nbsp;</p>\r\n<p>Talwada</p>\r\n<p>तलवाड़ा बांसवाड़ा के पास एक और जगह है। अपने प्रमुख मंदिरों और कुछ पुराने स्मारकों के तबाह होने के कारण इसका ऐतिहासिक महत्व है। तलवाड़ा सूर्य, भगवान अमलिया गणेश, लक्ष्मी नारायण मंदिर, और सम्भवनाथ के जैन मंदिर तलवाड़ा को धार्मिक रूप से महत्वपूर्ण स्थल बनाते हैं। इन मंदिरों में मूर्तियों को स्थानीय काले पत्थर में उकेरा गया है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>Kupda</p>\r\n<p>कुपड़ा बांसवाड़ा के पास एक और जगह है। यह VEJVA MATA का प्रसिद्ध मंदिर है। मंदिर मयूर मिल के पास बांसवाड़ा-डूंगरपुर रोड में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिपुर सुंदरी</p>\r\n<p>&nbsp;</p>\r\n<p>श्री त्रिपुर सुंदरी मंदिर</p>\r\n<p>त्रिपुर सुंदरी एक मंदिर है, जो देवी त्रिपुर सुंदरी या तूरी माता को समर्पित है। इस मंदिर में काले पत्थर की एक भव्य मूर्ति है जिसमें 18 हाथ हैं और प्रत्येक हाथ एक अलग प्रतीक है। देवी को बाघ की सवारी करते हुए देखा जाता है। यह माना जाता है कि हिंदुओं के शक्ति पीठों में से एक दिव्य शक्तियां हैं। यह माना जाता है कि यह मंदिर सम्राट कनिष्क से पहले बनाया गया था, जो यहां शासन करते हैं। इसके निर्माण की सही तारीख अभी ज्ञात नहीं है। इसे हिंदुओं की करिश्माई दिव्य शक्ति वाले \"शक्ति पीठों\" में से एक कहा जाता है। लेकिन यह माना जाता है कि मंदिर का निर्माण कुषाण सम्राट कनिष्क के शासनकाल से लगभग पहले किया गया था जिन्होंने पहली शताब्दी ईस्वी में यहां शासन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>साईं टम्पलिंग</p>\r\n<p>बाँसवाड़ा में साईं को सबसे अधिक देखा जाता है, यह भगवान साईं बाबा का मंदिर है। इस मंदिर में साईं बाबा की सफेद पत्थर की एक बड़ी आकार की मूर्ति है और एक भगवान गणेश भी है, इस मंदिर में मंदिर के अंदर पत्थर की अनोखी रंगोली है, और छत पर एक बड़ा झुमर प्रकाश है, मंदिर के सामने एक बड़ा खुला स्थान है</p>\r\n<p>&nbsp;</p>\r\n<p>इस मंदिर के एक तरफ एक बड़ा पिरामिड हॉल, और महावीर स्वामी की एक प्रतिमा है। इस तरफ से हम एक त्रिशूल देखते हैं, और which चिन्ह जो पहाड़ों पर पत्थरों द्वारा बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>दूसरी तरफ खुली जगह जिसमें बच्चों के खेलने के सामान जैसे झूला, स्लाइड आदि हैं और कागड़ी के पानी को देखने के लिए वियर भी है, भारत के राज्य प्रतीक की एक प्रतिमा</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>बांसवाड़ा जिला राजस्थान के सबसे दक्षिणी भाग में स्थित है। यह उत्तर में प्रतापगढ़, पश्चिम में डूंगरपुर, पूर्व में मध्य प्रदेश के रतलाम और झाबुआ जिलों और दक्षिण में दाहोद जिले, गुजरात से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख शहरों से दूरी</p>\r\n<p>बांसवाड़ा का निकटतम प्रमुख शहर उदयपुर है जो 165 किमी दूर है। इंदौर और अहमदाबाद भी करीब 215 किमी और 245 किमी दूर हैं। यह शहर नई दिल्ली से 827 किमी और मुंबई से 710 किमी दूर है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>सड़क परिवहन माल और यात्रियों की आवाजाही का एकमात्र साधन है और जिले से। जिला मुख्यालय का रतलाम, डूंगरपुर, दाहोद और जयपुर के साथ सीधा सड़क संपर्क है। 31 मार्च 2000 तक जिले में सड़क की कुल लंबाई 1,747 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>रेल मंत्रालय ने डूंगरपुर और रतलाम स्टेशन को जोड़ने के लिए स्थापित की जाने वाली रेलवे लाइन को मंजूरी दे दी है। रतलाम से डूंगरपुर के बीच की कुल दूरी लगभग 187.6 किमी (116.56 मील) है, बांसवाड़ा इन दोनों स्टेशनों के केंद्र में स्थित है। हाल ही में रेलवे लाइन कार्य प्रगति पर है और एजेंसी द्वारा चिह्नित रेल ट्रैक के लिए अंतिम स्थान।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा उदयपुर 165 किलोमीटर (103 मील) पर है, जहाँ बांसवाड़ा शहर से लगभग 13 किलोमीटर (8.1 मील) दूर तलवाड़ा गाँव के हवाई जहाज के लिए एक हेलिपैड और रनवे हैं। बाँसवाड़ा में कोई हवाई अड्डा नहीं है, लेकिन पास में उदयपुर 160 किलोमीटर (99 मील), इंदौर (मध्य प्रदेश) 212 किलोमीटर (132 मील) और अहमदाबाद (गुजरात) 285 किलोमीटर (177 मील) बांसवाड़ा के नज़दीक प्रमुख हवाई अड्डे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>बांसवाड़ा में स्कूलों और उच्च शैक्षणिक संस्थानों को या तो शिक्षा निदेशालय, सरकार या निजी संगठनों द्वारा प्रशासित किया जाता है। 2008&ndash;09 में, शहर में 1,995 प्राथमिक और मध्य विद्यालय, 283 माध्यमिक और वरिष्ठ माध्यमिक विद्यालय थे। शहर में उच्च शिक्षा संस्थानों में दो सरकारी पीजी कॉलेज और आठ निजी कॉलेज शामिल थे। तकनीकी शिक्षा के लिए एक सरकार। POLYTECHNIC और एक सरकार। इंजीनियरिंग कॉलेज और दो आईटीआई।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के निजी स्कूल - जो अंग्रेजी या हिंदी को निर्देश की भाषा के रूप में नियुक्त करते हैं - दो प्रशासकीय निकायों में से एक से संबद्ध हैं: राजस्थान माध्यमिक शिक्षा बोर्ड और माध्यमिक शिक्षा के लिए केंद्रीय बोर्ड।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ स्कूल उदाहरण के लिए: - केन्द्रीय विद्यालय, सेंट पॉल सीनियर सेकेंडरी स्कूल, अंकुर सीनियर सेकेंडरी स्कूल,</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>राजनीतिक रिपोर्ट पर ध्यान दिया जाता है, जिसमें भारतीय संसद सत्रों के नियमित टेलीविजन प्रसारण शामिल हैं। कई देश-व्यापी मीडिया एजेंसियां, जिनमें से भारत में सरकारी प्रेस ट्रस्ट और दूरदर्शन शहर में स्थित हैं। शहर में टेलीविजन प्रोग्रामिंग में दूरदर्शन द्वारा दिए जाने वाले दो मुफ्त स्थलीय टेलीविजन चैनल, और कई हिंदी, अंग्रेजी और क्षेत्रीय भाषाओं के केबल चैनल शामिल हैं जो मल्टी-सिस्टम ऑपरेटरों द्वारा प्रस्तुत किए जाते हैं। इसके विपरीत, सैटेलाइट टेलीविजन, अभी तक शहर में बड़े पैमाने पर ग्राहकों की संख्या हासिल करने के लिए है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रिंट पत्रकारिता एक लोकप्रिय समाचार माध्यम बना हुआ है। वर्ष २००५-०६ के दौरान, समाचार पत्र-हिंदी भाषाओं में- शहर से प्रकाशित किए गए थे। इनमें से, हिंदी भाषा के समाचार पत्र, और दैनिक भास्कर, राजस्थान पत्रिका शामिल थे। अन्य प्रमुख अंग्रेजी अखबारों में इंडियन एक्सप्रेस, बिजनेस स्टैंडर्ड, टाइम्स ऑफ इंडिया, द हिंदू शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>हरिदेव जोशी, राजस्थान के पूर्व मुख्यमंत्री</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/ बांसवाड़ा</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-banswara-rajasthan","tags":[{"name":"बांसवाड़ा","slug":"banswara"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":877,"title":"प्रतापगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"प्रतापगढ़, भारत के राजस्थान में एक शहर है। यह प्रतापगढ़ जिले का जिला मुख्यालय है जो राजस्थान का सबसे नया जिला है। अपने थेवा कला के लिए प्रसिद्ध, शहर आदिवासी गांवों से घिरा हुआ है। यह अपने खाद्य जिरलुन और हिंग के लिए प्रसिद्ध है।\r\nप्रतापगढ़ जिला राजस्थान का 33 वां जिला है, जिसे 26 जनवरी 200","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":867,"title":"जालोर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","dateCreated":"2019-10-12T07:02:04.09Z","dateModified":"2019-10-12T07:02:22.911Z","contributedBy":"AskGif","content":"जालोर, जिसे ग्रेनाइट शहर के रूप में भी जाना जाता है, पश्चिमी भारत के राजस्थान राज्य का एक शहर है। यह जालोर जिले का प्रशासनिक मुख्यालय है।\r\nजालोर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। जालोर शहर जिले का प्रशासनिक मुख्यालय है। जिले में 10,640 किमी 2 (4,108 वर्ग मील) (राजस्थान के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"जालोर","slug":"jalore"}],"slug":"top-places-to-visit-in-jalore-rajasthan","total":0},{"id":854,"title":"बूंदी में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"बूंदी जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। बूंदी शहर जिला मुख्यालय है। इसका क्षेत्रफल 5,550 वर्ग किमी और आबादी 1,113,725 (2011 की जनगणना) है। इसे 5 तहसीलों में बांटा गया है जो हैं: बूंदी, हिंडोली, नैनवा, केशोरायपाटन और इंद्रगढ़।\r\nबूंदी उत्तर पश्चिम भारत में राजस्थान राज्य के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बूंदी","slug":"bundi"}],"slug":"top-places-to-visit-in-bundi-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}