{"id":852,"title":"Top Places to visit in Bharatpur, Rajasthan","imageUrl":"b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","dateCreated":"2019-10-10T02:31:32.834Z","dateModified":"2019-10-10T02:31:51.77Z","contributedBy":"AskGif","content":"<p>Bharatpur District is a district of Rajasthan state in western India. The town of Bharatpur is the District Headquarters and Divisional Headquarters. Bharatpur District is a part of National Capital Region of India.It was the only independent princely state during British rule in India.They fought 13 back to back war with British and won all even queen Victoria herself signed a treaty favouring jats and declared Bharatpur a independent state.</p>\r\n<p>&nbsp;</p>\r\n<p>Bharatpur is a city and a municipal corporation in the Indian state of Rajasthan with 65 wards. The city is situated 180 km south of India's capital, New Delhi, 178 km from Rajasthan's capital Jaipur, 55 km west of Agra of Uttar Pradesh and 38 km from Mathura of Uttar Pradesh. It is also the administrative headquarters of Bharatpur District and the headquarters of Bharatpur Division of Rajasthan State. Bharatpur is part of National Capital Region (NCR) of India.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has an average elevation of 183 metres (600 ft) and is also known as \"Lohagarh\" and the \"Eastern Gateway to Rajasthan\".</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Bharatpur District has ten revenue subdivisions and eleven tehsils. They have the same names and borders, except that Weir Subdivision is divided into Weir Tehsil and Bhusawar Tehsil. The other ten tehsils are: Bayana, Bharatpur, Deeg, Kaman, Kumher, Nadbai, Nagar, Pahari, Uchchain and Roopwas (Rupbas).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Notable personalities</p>\r\n<p>Maharaja Suraj Mal (February 1707 &ndash; 25 December 1763) was Jat ruler of Bharatpur</p>\r\n<p>Acharya Rajendrasuri (1826&ndash;1906), Jain reformer was born in Bharatpur.</p>\r\n<p>Natwar Singh (born 1931), ex-Foreign Minister</p>\r\n<p>Jagannath Pahadia (born 1932), former Chief Minister of Rajasthan and former Governor of Haryana.</p>\r\n<p>Points of interest</p>\r\n<p>Bharatpur District is famous for Keoladeo National Park, a major wintering area for migratory birds. Established as a duck-hunting reserve by the Maharajas of Bharatpur, it was known as the best duck shooting resort in the British Empire. The site was declared a bird sanctuary in 1956 and later upgraded to National Park. UNESCO has listed it as a world heritage site. Keoladeo National Park attracts 364 species of birds, including many from India, but also from Afghanistan, Turkmenistan, Siberia, China and Tibet, including the rare Siberian crane. As the monsoons arrive and the wetlands and marshes start to fill with water, birds start pouring into the park.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Main article: Bharatpur State</p>\r\n<p>When Bharatpur was a princely state, it was the only political entity ever to have a chartreuse colored flag.</p>\r\n<p>&nbsp;</p>\r\n<p>The first person to top the state board with first position and the first I.A.S officer from the district was Deepak Trivedi, a 1985 batch officer of Uttar Pradesh cadre.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district has an area of 5,066 km2. It is bounded by NUH district of Haryana on the north, Mathura and Agra districts of Uttar Pradesh on the east, and the district of Dholpur on the south, Karauli on the southwest, Dausa on the west and Alwar district in the north-west.</p>\r\n<p>&nbsp;</p>\r\n<p>Three rivers, the Ban Ganga, Rooparel, and Gambhir, cross the district. The Ban Ganga originates in Jaipur District, passes through Dausa and Bharatpur districts to meet the Yamuna River in Uttar Pradesh. The Gambhir River starts from Pachana Dam of Karauli District, and meets the Ban Ganga in Bayana Tehsil. The Rooparel River starts from hills of Alwar District and enters the district in Kaman Tehsil.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>In the 2011 census, the Bharatpur District had a population of 2,549,121, roughly equal to the nation of Kuwait or the US state of Nevada. This gave it a ranking of 166th among districts of India (out of a total of 640). The district had a population density of 503 inhabitants per square kilometre (1,300/sq mi). Its population growth rate over the decade 2001-2011 was 21.32%. Bharatpur had a sex ratio of 877 females for every 1000 males, and a literacy rate of 71.16%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 98.26% of the population in the district spoke Hindi, 0.90% Punjabi and 0.71% Urdu as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bharatpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bharatpur-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bharatpur","slug":"bharatpur"}],"recommendations":[{"id":881,"title":"Top Places to visit in Sirohi, Rajasthan","imageUrl":"c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","dateCreated":"2019-10-13T03:16:05.22Z","dateModified":"2019-10-13T03:16:29.793Z","contributedBy":"AskGif","content":"Sirohi is a city in southern Rajasthan state in western India. It is the administrative headquarters of Sirohi District and was formerly the capital of the princely state of Sirohi ruled by Sirohi Rajput rulers. The nearest railway station to Sirohi is Sirohi Road. Sirohi got first rank in 33 dis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirohi","slug":"sirohi"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sirohi-rajasthan","total":0},{"id":860,"title":"Top Places to visit in Dholpur, Rajasthan","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"Dholpur is a city in eastern-most parts of the Rajasthan state of India. It is the administrative headquarters of Dholpur District and was formerly seat of the Dholpur princely state. Dholpur State or Dhaulpur State was a kingdom of India, which was founded in AD 1806 by a Hindu Jat Maharana Kira","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dholpur","slug":"dholpur"}],"slug":"top-places-to-visit-in-dholpur-rajasthan","total":0},{"id":854,"title":"Top Places to visit in Bundi, Rajasthan","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"Bundi District is a district in the state of Rajasthan in western India. The town of Bundi is the district headquarters. It has an area of 5,550 km&sup2; and a population of 1,113,725 (2011 census). It is divided into 5 tehsils which are: Bundi, Hindoli, Nainwa, Keshoraipatan and Indergarh.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bundi","slug":"bundi"}],"slug":"top-places-to-visit-in-bundi-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}