{"id":852,"title":"भरतपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","dateCreated":"2019-10-10T02:31:32.834Z","dateModified":"2019-10-10T02:31:51.77Z","contributedBy":"AskGif","content":"<p>भरतपुर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भरतपुर शहर जिला मुख्यालय और मंडल मुख्यालय है। भरतपुर जिला भारत के राष्ट्रीय राजधानी क्षेत्र का एक हिस्सा है। यह भारत में ब्रिटिश शासन के दौरान एकमात्र स्वतंत्र रियासत थी। उन्होंने अंग्रेजों के साथ 13 बैक टू बैक युद्ध लड़ा और सभी रानी भी जीत लीं विक्टोरिया ने एक संधि के पक्षधर जाटों पर हस्ताक्षर किए और भरतपुर की घोषणा की स्वतंत्र राष्ट्र।</p>\r\n<p>&nbsp;</p>\r\n<p>भरतपुर भारत के राजस्थान राज्य में 65 वार्डों के साथ एक शहर और एक नगर निगम है। यह शहर भारत की राजधानी नई दिल्ली से 180 किमी दक्षिण में, राजस्थान की राजधानी जयपुर से 178 किमी, उत्तर प्रदेश के आगरा से 55 किमी पश्चिम और उत्तर प्रदेश के मथुरा से 38 किमी दूर स्थित है। यह भरतपुर जिले का प्रशासनिक मुख्यालय और राजस्थान राज्य के भरतपुर मंडल का मुख्यालय भी है। भरतपुर भारत के राष्ट्रीय राजधानी क्षेत्र (NCR) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की औसत ऊंचाई 183 मीटर (600 फीट) है और इसे \"लोहागढ़\" और \"पूर्वी गेटवे टू राजस्थान\" के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>भरतपुर जिले में दस राजस्व उपमंडल और ग्यारह तहसील हैं। उनके पास एक ही नाम और सीमाएं हैं, सिवाय इसके कि वीर उपखंड को वीर तहसील और भुसावर तहसील में विभाजित किया गया है। अन्य दस तहसीलें हैं: बयाना, भरतपुर, देग, कामन, कुम्हेर, नदबई, नगर, पहाड़ी, उचचिन और रूपवास (रूपबास)।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>महाराजा सूरज मल (फरवरी 1707 - 25 दिसंबर 1763) भरतपुर के जाट शासक थे</p>\r\n<p>आचार्य राजेंद्रसूरी (1826-1906), जैन सुधारक का जन्म भरतपुर में हुआ था।</p>\r\n<p>नटवर सिंह (जन्म 1931), पूर्व विदेश मंत्री</p>\r\n<p>जगन्नाथ पहाड़िया (जन्म 1932), राजस्थान के पूर्व मुख्यमंत्री और हरियाणा के पूर्व राज्यपाल।</p>\r\n<p>रूचि के बिंदु</p>\r\n<p>भरतपुर जिला केवलादेव राष्ट्रीय उद्यान के लिए प्रसिद्ध है, जो प्रवासी पक्षियों के लिए एक प्रमुख शीतकालीन क्षेत्र है। भरतपुर के महाराजाओं द्वारा बतख-शिकार रिजर्व के रूप में स्थापित, इसे ब्रिटिश साम्राज्य में सर्वश्रेष्ठ बतख शूटिंग रिसॉर्ट के रूप में जाना जाता था। साइट को 1956 में पक्षी अभयारण्य घोषित किया गया और बाद में इसे राष्ट्रीय उद्यान में अपग्रेड किया गया। यूनेस्को ने इसे विश्व धरोहर स्थल के रूप में सूचीबद्ध किया है। केवलादेव राष्ट्रीय उद्यान पक्षियों की 364 प्रजातियों को आकर्षित करता है, जिसमें भारत के कई लोग शामिल हैं, लेकिन अफगानिस्तान, तुर्कमेनिस्तान, साइबेरिया, चीन और तिब्बत से भी दुर्लभ साइबेरियन क्रेन शामिल हैं। जैसे ही मानसून आता है और आर्द्रभूमि और दलदल पानी से भरने लगते हैं, पक्षी पार्क में डालना शुरू कर देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: भरतपुर राज्य</p>\r\n<p>जब भरतपुर एक रियासत थी, तब यह एकमात्र राजनीतिक इकाई थी जिसके पास एक चार्टरेस रंग का झंडा था।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रथम स्थान के साथ राज्य बोर्ड में शीर्ष करने वाला पहला व्यक्ति और जिले का पहला I.A.S अधिकारी, उत्तर प्रदेश कैडर के 1985 बैच के अधिकारी दीपक त्रिवेदी थे।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिले का क्षेत्रफल 5,066 किमी 2 है। यह उत्तर में हरियाणा के NUH जिले, पूर्व में उत्तर प्रदेश के मथुरा और आगरा जिलों और दक्षिण में धौलपुर जिले, दक्षिण-पश्चिम में करौली, पश्चिम में दौसा और उत्तर-पश्चिम में अलवर जिले से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीन नदियाँ, गंगा, रूपारेल और गंभीर, जिले को पार करती हैं। बान गंगा जयपुर जिले में निकलती है, उत्तर प्रदेश में यमुना नदी से मिलने के लिए दौसा और भरतपुर जिलों से गुजरती है। गंभीर नदी करौली जिले के पचाना बांध से शुरू होती है, और बयाना तहसील में बान गंगा से मिलती है। रूपारेल नदी अलवर जिले की पहाड़ियों से शुरू होती है और कामन तहसील में जिले में प्रवेश करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना में, भरतपुर जिले की आबादी 2,549,121 थी, जो कुवैत या अमेरिका के नेवादा राज्य के बराबर थी। इसने इसे भारत के जिलों (कुल 640 में से) के बीच 166 वीं रैंकिंग दी। जिले में जनसंख्या घनत्व 503 निवासियों प्रति वर्ग किलोमीटर (1,300 / वर्ग मील) था। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 21.32% थी। भरतपुर में प्रत्येक 1000 पुरुषों पर लिंगानुपात 877 और साक्षरता दर 71.16% थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले में 98.26% लोगों ने हिंदी, 0.90% पंजाबी और 0.71% उर्दू को अपनी पहली भाषा बताया।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bharatpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2cdfe18-4fa1-4ef7-b296-ed016a95d087_Bharatpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bharatpur-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भरतपुर","slug":"bharatpur"}],"recommendations":[{"id":881,"title":"सिरोही में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","dateCreated":"2019-10-13T03:16:05.22Z","dateModified":"2019-10-13T03:16:29.793Z","contributedBy":"AskGif","content":"सिरोही पश्चिमी भारत में दक्षिणी राजस्थान राज्य का एक शहर है। यह सिरोही जिले का प्रशासनिक मुख्यालय है और पहले सिरोही राजपूत शासकों द्वारा शासित रियासत की राजधानी थी। सिरोही का निकटतम रेलवे स्टेशन सिरोही रोड है। वर्ष 2014 में &ldquo;स्वच्छ भारत अभियान&rdquo; के लिए सिरोही को राजस्थान के 33 जिलों मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिरोही","slug":"sirohi"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sirohi-rajasthan","total":0},{"id":860,"title":"धौलपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"धौलपुर भारत के राजस्थान राज्य के पूर्वी-अधिकांश भागों में स्थित एक शहर है। यह धौलपुर जिले का प्रशासनिक मुख्यालय है और पूर्व में धौलपुर रियासत की सीट थी। धौलपुर राज्य या धौलपुर राज्य भारत का एक राज्य था, जिसकी स्थापना ई। 1806 में धौलपुर के एक हिंदू जाट महाराणा कीरत सिंह द्वारा की गई थी।\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"धौलपुर","slug":"dholpur"}],"slug":"top-places-to-visit-in-dholpur-rajasthan","total":0},{"id":854,"title":"बूंदी में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"बूंदी जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। बूंदी शहर जिला मुख्यालय है। इसका क्षेत्रफल 5,550 वर्ग किमी और आबादी 1,113,725 (2011 की जनगणना) है। इसे 5 तहसीलों में बांटा गया है जो हैं: बूंदी, हिंडोली, नैनवा, केशोरायपाटन और इंद्रगढ़।\r\nबूंदी उत्तर पश्चिम भारत में राजस्थान राज्य के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बूंदी","slug":"bundi"}],"slug":"top-places-to-visit-in-bundi-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}