{"id":853,"title":"Top Places to visit in Baran, Rajasthan","imageUrl":"0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","dateCreated":"2019-10-10T02:48:08.322Z","dateModified":"2019-10-10T02:48:30.481Z","contributedBy":"AskGif","content":"<p>Baran is a city in Baran district of the Indian state of Rajasthan. It is a municipality and the district headquarters of Baran district, famous for its 11th century Bhand Deva Temple on banks of Ramgarh crater. It is located 339 km from the state capital Jaipur near Kota city.Three large Rivers Parban, Parbati, Kalisindh flowing through district .</p>\r\n<p>&nbsp;</p>\r\n<p>Baran district has seven tehsils; Shahabad, Atru, Chhabra, Kishangang, Mangrol, Chhipabarod and Antah.</p>\r\n<p>Baran district is a district in the Indian state of Rajasthan. The headquarters of the district are located at the city of Baran.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>As Rajasthan is well known for its culture &amp; heritage, tej-tyohaars(festivals), gangour-gyaras \"rang-rangelo rajasthan\", City Baran is famous for its special cranival or fair named as \"doll mela\"- which is celebrated for 15-20 days after doll gyaras.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The city is connected with neighbouring districts and with major cities outside the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>National Highway No.76 (now National Highway No. 27) passes through the district. National Highway No.76 (now National Highway No. 27) is a part of East-West Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Train</p>\r\n<p>Baran station is situated on Kota-Bina section of Western Central Railways. It is about 67 km from Kota Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest major airports are located at Jaipur International Airport, Udaipur Airport, and Jodhpur Airport. These airports connect Rajasthan with the major cities of India such as Delhi and Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Fort of Shergarh , Ramgarh crater, and Kapildhara waterfall attracts many tourist every year. Moreover sitabadi (kailvada) is a hindu religious place (pilgrim) in city Baran with a lots of pure cisterns. It is considered that goddess Sita stay there during her vanvaas &amp; also the place is considered for the birth of luv-kush (sons of lord Ram).</p>\r\n<p>&nbsp;</p>\r\n<p>Hadouti Panorama complex</p>\r\n<p>Hadouti Panorama complex has been built in village Gajanpura near to Baran, to showcase the history of हाड़ौती (hadoti). Red stone of Mount Banshipur of Karauli and White stone of Bundi are used as building material. Jharokha and Chatri are build by craftsman from Karauli. History and contribution in development of four districts kota, Bundi, Jhalawar and Baran will be displayed. District's historical places like kakoni , Bilasgarh , Bhand-Devra , Gargach Temple and Forts of Hadoti, will be showcased. In compound hall thematic audio and video will be availed to public.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Typical dishes include Dal Baati Churma, Roti(chapati), Samosas.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The old name of Baran is Varah Nagari and Annpurna Nagari.The city is said to be founded by Solanki Rajputs, but by the 17th century, Mughals gained control over the city. The famous Shahbad Fort of Baran was built by the Mughals and even Aurangzeb visited the fort. It is a city located in southeastern Rajasthan, a state in northern India. Baran was one of the districts in the new joint Rajasthan, that was formed on April 10, 1948. The district was named after Baran city. It is located about 300 kilometres south of the state capital, Jaipur.</p>\r\n<p>Geography</p>\r\n<p>Baran is located at 25.1&deg;N 76.52&deg;E. It has an average elevation of 262 metres (859 feet). It is surrounded by three Rivers Kalisindh, Parvati and Parban. And the city is situated on the Border of Rajasthan and MP.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The City has a dry climate except in the monsoon seasons. The winter season runs from mid of November to February and summer season runs from March to mid of June. The period from mid of June to September is the monsoon season followed by the months October to mid of November constitute the post-monsoon or the retreating monsoon. The average rainfall in the district is 895.2 mm. January is the coldest month with the average daily maximum temperature of 24.3 &deg;C and the average daily minimum temperature of 10.6 &deg;C.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census the Baran district had a population of 1,222,755. It roughly equals to the nation of Trinidad and Tobago or the US state of New Hampshire. This gives it a ranking of 389th in India (out of a total of 640). The district has a population density of 175 inhabitants per square kilometre (450/sq mi). Its population growth rate over the decade 2001-2011 was 19.8%. Baran has a sex ratio of 926 females for every 1000 males, and a literacy rate of 67.38%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 96.86% of the population in the district spoke Hindi, 1.92% Urdu and 0.55% Bengali as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Baran,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-baran-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"baran","slug":"baran"}],"recommendations":[{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":853,"title":"Top Places to visit in Baran, Rajasthan","imageUrl":"0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","dateCreated":"2019-10-10T02:48:08.322Z","dateModified":"2019-10-10T02:48:30.481Z","contributedBy":"AskGif","content":"Baran is a city in Baran district of the Indian state of Rajasthan. It is a municipality and the district headquarters of Baran district, famous for its 11th century Bhand Deva Temple on banks of Ramgarh crater. It is located 339 km from the state capital Jaipur near Kota city.Three large Rivers ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"baran","slug":"baran"}],"slug":"top-places-to-visit-in-baran-rajasthan","total":0},{"id":846,"title":"Top Places to visit in Alwar, Rajasthan","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"Alwar District is a district in Rajasthan, a state in northern India, with capital in the city of Alwar. The district covers 8,380 km2. It is bound on the north by Rewari district of Haryana, on the east by Bharatpur and Mewat district of Haryana, on the south by Dausa, and on the west by Jaipur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"alwar","slug":"alwar"}],"slug":"top-places-to-visit-in-alwar-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}