{"id":853,"title":"बरन में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","dateCreated":"2019-10-10T02:48:08.322Z","dateModified":"2019-10-10T02:48:30.481Z","contributedBy":"AskGif","content":"<p>बारां भारतीय राज्य राजस्थान के बारां जिले का एक शहर है। यह एक नगर पालिका और बारां जिले का जिला मुख्यालय है, जो रामगढ़ गड्ढा के किनारे 11 वीं शताब्दी के भांड देव मंदिर के लिए प्रसिद्ध है। यह कोटा शहर के पास राज्य की राजधानी जयपुर से 339 किमी दूर स्थित है। यह बड़ी नदियों परबन, पारबती, कालीसिंध जिले से होकर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बारां जिले में सात तहसील हैं; शाहाबाद, अटरू, छाबड़ा, किशनंग, मांगरोल, छीपाबड़ौद और अंताह।</p>\r\n<p>बारां जिला भारतीय राज्य राजस्थान का एक जिला है। जिले का मुख्यालय बारां शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जैसा कि राजस्थान अपनी संस्कृति और विरासत, तीज-त्यौहारों (त्योहारों), गैंगौर-ग्यारस \"रंग-रंगेलो राजस्थानी\" के लिए जाना जाता है, सिटी बारन अपने विशेष क्रेंवल या मेले के लिए प्रसिद्ध है जिसे \"गुड़िया मेला\" के रूप में जाना जाता है - जिसे 15 के लिए मनाया जाता है -20 दिन बाद गुड़िया ग्यारस।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शहर पड़ोसी जिलों के साथ और राज्य के बाहर प्रमुख शहरों के साथ जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग संख्या 7 (अब राष्ट्रीय राजमार्ग संख्या 27) जिले से होकर गुजरता है। राष्ट्रीय राजमार्ग संख्या 7 (अब राष्ट्रीय राजमार्ग संख्या 27) पूर्व-पश्चिम गलियारे का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल गाडी</p>\r\n<p>बारां स्टेशन पश्चिम मध्य रेलवे के कोटा-बीना खंड पर स्थित है। यह कोटा जंक्शन से लगभग 67 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम प्रमुख हवाई अड्डे जयपुर अंतर्राष्ट्रीय हवाई अड्डे, उदयपुर हवाई अड्डे और जोधपुर हवाई अड्डे पर स्थित हैं। ये हवाई अड्डे राजस्थान को भारत के प्रमुख शहरों जैसे दिल्ली और मुंबई से जोड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>शेरगढ़ का किला, रामगढ़ का गड्ढा, और कपिलधारा जलप्रपात हर साल कई पर्यटकों को आकर्षित करता है। इसके अलावा सीताबादी (कैलावाड़ा) शहर बारां में एक पवित्र धार्मिक स्थल (तीर्थस्थल) है, जिसमें बहुत सारे शुद्ध कुंड हैं। यह माना जाता है कि देवी सीता अपने वनवास के दौरान वहां रहती हैं और यह स्थान लव-कुश (भगवान राम के पुत्र) के जन्म के लिए भी माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हडौटी पैनोरमा कॉम्प्लेक्स</p>\r\n<p>हाड़ौती (हडोटी) के इतिहास को दर्शाने के लिए बारां के पास गजानपुरा गाँव में हाडौती पैनोरमा परिसर बनाया गया है। करौली के माउंट बंशीपुर के लाल पत्थर और बूंदी के सफेद पत्थर का उपयोग भवन निर्माण सामग्री के रूप में किया जाता है। करौली के शिल्पकार द्वारा झरोखा और चटरी का निर्माण किया जाता है। चार जिलों कोटा, बूंदी, झालावाड़ और बारां के विकास में इतिहास और योगदान को प्रदर्शित किया जाएगा। जिले के ऐतिहासिक स्थानों जैसे काकोनी, बिलासगढ़, भंड-देवरा, गर्गच मंदिर और हाड़ोती के किले, का प्रदर्शन किया जाएगा। कंपाउंड हॉल में विषयगत ऑडियो और वीडियो का सार्वजनिक रूप से लाभ उठाया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>विशिष्ट व्यंजनों में दाल बाटी चूरमा, रोटी (चपाती), समोसा शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>बारां का पुराना नाम वराह नगरी और अन्नपूर्णा नगरी है। इस शहर की स्थापना सोलंकी राजपूतों द्वारा की गई थी, लेकिन 17 वीं शताब्दी तक, मुगलों ने शहर पर नियंत्रण हासिल कर लिया। बारां के प्रसिद्ध शाहबाद किले को मुगलों ने बनवाया था और यहां तक ​​कि औरंगजेब ने किले का दौरा भी किया था। यह दक्षिणपूर्वी राजस्थान, उत्तरी भारत के एक राज्य में स्थित एक शहर है। बारां नए संयुक्त राजस्थान में जिलों में से एक था, जिसका गठन 10 अप्रैल, 1948 को किया गया था। जिले का नाम बारां शहर के नाम पर रखा गया था। यह राज्य की राजधानी जयपुर से लगभग 300 किलोमीटर दक्षिण में स्थित है।</p>\r\n<p>भूगोल</p>\r\n<p>बारां 25.1 &deg; N 76.52 &deg; E पर स्थित है। इसकी औसत ऊंचाई 262 मीटर (859 फीट) है। यह तीन नदियों कालीसिंध, पार्वती और परबन से घिरा हुआ है। और शहर राजस्थान और एमपी की सीमा पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>मानसून के मौसम को छोड़कर शहर में शुष्क जलवायु है। सर्दियों का मौसम नवंबर से फरवरी के बीच और गर्मियों का मौसम मार्च से जून के मध्य तक चलता है। जून से सितंबर के मध्य तक मानसून का मौसम होता है, इसके बाद अक्टूबर से नवंबर के मध्य तक मानसून या पीछे हटने वाला मानसून बनता है। जिले की औसत वर्षा 895.2 मिमी है। जनवरी 24.3 &deg; C के औसत दैनिक अधिकतम तापमान और 10.6 &deg; C के औसत दैनिक न्यूनतम तापमान के साथ सबसे ठंडा महीना है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार बारां जिले की जनसंख्या 1,222,755 थी। यह त्रिनिदाद और टोबैगो या न्यू हैम्पशायर के अमेरिकी राज्य के देश के बराबर है। यह इसे भारत में 389 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 175 निवासियों प्रति वर्ग किलोमीटर (450 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 19.8% थी। बारन में हर 1000 पुरुषों पर 926 महिलाओं का लिंग अनुपात है, और साक्षरता दर 67.38% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले में 96.86% लोगों ने हिंदी, 1.92% उर्दू और 0.55% बंगाली को अपनी पहली भाषा बताया।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Baran,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-baran-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बरन","slug":"baran"}],"recommendations":[{"id":855,"title":"भीलवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"भीलवाड़ा जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भीलवाड़ा शहर जिला मुख्यालय है।\r\nभीलवाड़ा भारत के राजस्थान के मेवाड़ क्षेत्र का एक कस्बा है। यह भारत के राजस्थान राज्य में वस्त्रों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nभूमिकारूप व्यवस्था\r\nसड़क संपर्क\r\nराष्ट्री","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भीलवाड़ा","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":853,"title":"बरन में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","dateCreated":"2019-10-10T02:48:08.322Z","dateModified":"2019-10-10T02:48:30.481Z","contributedBy":"AskGif","content":"बारां भारतीय राज्य राजस्थान के बारां जिले का एक शहर है। यह एक नगर पालिका और बारां जिले का जिला मुख्यालय है, जो रामगढ़ गड्ढा के किनारे 11 वीं शताब्दी के भांड देव मंदिर के लिए प्रसिद्ध है। यह कोटा शहर के पास राज्य की राजधानी जयपुर से 339 किमी दूर स्थित है। यह बड़ी नदियों परबन, पारबती, कालीसिंध जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बरन","slug":"baran"}],"slug":"top-places-to-visit-in-baran-rajasthan","total":0},{"id":846,"title":"अलवर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"अलवर जिला राजस्थान में एक जिला है, उत्तरी भारत में एक राज्य है, अलवर शहर में राजधानी है। जिले में 8,380 किमी 2 शामिल हैं। यह उत्तर में हरियाणा के रेवाड़ी जिले से, पूर्व में भरतपुर और हरियाणा के मेवात जिले से, दक्षिण में दौसा से और पश्चिम में जयपुर जिलों से घिरा हुआ है।\r\n&nbsp;\r\nअलवर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अलवर","slug":"alwar"}],"slug":"top-places-to-visit-in-alwar-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}