{"id":854,"title":"Top Places to visit in Bundi, Rajasthan","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"<p>Bundi District is a district in the state of Rajasthan in western India. The town of Bundi is the district headquarters. It has an area of 5,550 km&sup2; and a population of 1,113,725 (2011 census). It is divided into 5 tehsils which are: Bundi, Hindoli, Nainwa, Keshoraipatan and Indergarh.</p>\r\n<p>Bundi is a town in the Hadoti region of Rajasthan state in northwest India.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>In the 2011 Indian census, Bundi had a population of 1,03,286. Males constitute 52% of the population and females 48%. Bundi has an average literacy rate of 67%, higher than the national average of 59.5%; with male literacy of 75% and female literacy of 57%. 14% of the population is under 6 years of age.</p>\r\n<p>According to the 2011 census Bundi district has a population of 1,113,725, roughly equal to the nation of Cyprus or the US state of Rhode Island. This gives it a ranking of 415th in India (out of a total of 640). The district has a population density of 193 inhabitants per square kilometre (500/sq mi) . Its population growth rate over the decade 2001-2011 was 15.7%. Bundi has a sex ratio of 922 females for every 1000 males, and a literacy rate of 62.31%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 98.17% of the population in the district spoke Hindi and 1.02% Punjabi as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>Bundi History</p>\r\n<p>Main article: History of Bundi</p>\r\n<p>Stone Age tools dating from 5,000 to 2,00,000 years were found in Bundi and Bhilwara districts of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>View of Bundi Fort and Palace from the highway.</p>\r\n<p>&nbsp;</p>\r\n<p>Bundi is founded by Raja Deva Singh Ji who defeated Jaita Meena in 1342. The town was named \"Bundi\" because of the famous canal called \"Bundi Ki Naal\" between the two hills of the city. Later, Nawalsagar Lake was constructed by stopping the water of this canal. After Raja Deva Singh Ji, Raja Bar Singh built a fort called Taragarh on the hill. Also built the palace and the tank in the fort. A magnificent palace was built on the foothills between the 14th and 17th centuries. In 1620, a grand pole (door) was constructed to enter the palace. The pol is decorated with two elephant statues called \"Hathipol\". Many palaces were built in the palace as well as Divan-E-Aam and Divan-E-Khas. Bundi is noted for its distinctive painting style gallery called Chitrashaala, it was built by Maharao Raja \"Shreeji\" Umaid Singh,chitrashaala is famous worldwide for it's painting style. Among the subjects of Bundi are Raag- Ragini, Nayak-Nayika, hunting, riding, Ramlila, bathing heroine, roaming elephants, lions, deer, skyscrapers, branching trees, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Painting</p>\r\n<p>Bundi Painting of peacock dancing in Shravan-Bhadava has become very beautiful in the tradition. The female characters in the pictures here seem very breathtaking. In the female illustration, sharp nose, thin waist, small and round face are the main features. Women are shown more wearing red-yellow clothes. The most important feature of the Bundi style is the landscape of the background. The paintings depict flowers, leaves and bells along with kadali, mango and peepal trees. Drawing trees and painting water, lotus, ducks etc. on the top of the picture were the specialty of Bundi painting.</p>\r\n<p>&nbsp;</p>\r\n<p>Major styles</p>\r\n<p>After the friendship with Mughals, there was a new era in the Bundi painting . The Mughal influence on the painting here started increasing. Rao Ratnasingh (1631&ndash; 1658 AD) gave shelter to many painters in the court. Bundi made considerable progress in the field of painting in the seventeenth century due to the support and support of the rulers and favourable conditions and the geographical environment of the city. The incorporation of gardens, fountains, rows of flowers, starry nights, etc. into the paintings started with Mughal influence and at the same time the local style continued to develop. In the paintings, marking of tree plants, ducks and peacocks is compatible with the Bundi style. In a painting Basantragini of 1692 AD, the Bundi style looks even more rich. Over time, the Bundi style began to touch the heights of prosperity.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bundi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bundi-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bundi","slug":"bundi"}],"recommendations":[{"id":874,"title":"Top Places to visit in Nagaur, Rajasthan","imageUrl":"130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","dateCreated":"2019-10-12T10:09:21.245Z","dateModified":"2019-10-12T10:09:42.833Z","contributedBy":"AskGif","content":"Nagaur is a city in the state of Rajasthan in India. It is the administrative headquarters of Nagaur District. The Nagaur city lies about midway between Jodhpur and Bikaner.\r\nNagaur District is one of the 33 districts of the state of Rajasthan in western India. Panchayati Raj was introduce","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaur","slug":"nagaur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-nagaur-rajasthan","total":0},{"id":871,"title":"Top Places to visit in Jhalawar, Rajasthan","imageUrl":"922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","dateCreated":"2019-10-12T09:29:46.93Z","dateModified":"2019-10-12T09:30:04.409Z","contributedBy":"AskGif","content":"Jhalawar is a city in southeastern Rajasthan. It was the capital of the former princely state of Jhalawar, and is the administrative headquarters of Jhalawar District. Jhalawar was once known as Brijnagar.\r\nJhalawar district is one of the 33 districts of Rajasthan state in western India. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhalawar","slug":"jhalawar"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jhalawar-rajasthan","total":0},{"id":869,"title":"Top Places to visit in Jaipur, Rajasthan","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"Jaipur is the capital and the largest city of the Indian state of Rajasthan. As of 2011, the city had a population of 3.1 million, making it the tenth most populous city in the country. Jaipur is also known as the Pink City, due to the dominant color scheme of its buildings. It is located 268 km ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaipur","slug":"jaipur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}