{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"<p>Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.</p>\r\n<p>Bhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Infrastructure</p>\r\n<p>Road connectivity</p>\r\n<p>National Highway No. 79, part of the Golden Quardrilateral (four lane), and another National Highway No. 76 part of the East West Corridor (four-lane) pass through the district. The total length is 120 km.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway No. 758 (Kota-Ladpura-Bhilwara-Gangapur-Rajsamand-Udaipur) passes through the district. The length of this highway is 146 km. and other NH 148D (Bhim-Gulabpura-Uniara).</p>\r\n<p>&nbsp;</p>\r\n<p>With a government bus depot in the heart of the city, Bhilwara is connected to all the important cities of Rajasthan and other states. Many private service providers are available. Bhilwara is well connected by road to capital city Jaipur and distance is 253 kilometre.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail transport</p>\r\n<p>A broad gauge railway line connecting Ajmer, Jodhpur, Jaipur, Kota, Indore Junction, Ujjain, Delhi, Bharatpur, Agra, Gwalior, Lucknow, Kanpur, Allahabad, Patna, Kolkata, Chittorgarh, Udaipur, Mavli Jn., Ratlam, Vadodara, Surat, Mumbai and Hyderabad passes through the district. Kota (160 km) is the convenient railway station to provide connectivity to the southern states of Karnataka, Andhra Pradesh, Tamil Nadu and Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>Ajmer (130 km) is one of major nearby railway station/junction for connectivity to other major cities like Delhi and Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Air transport</p>\r\n<p>The nearest airport is at Dabok - Udaipur (165 km) &mdash; approximately 2.5 hours, by road. The other nearest airport is at Jaipur (251 km) which takes about 4 hours by road.</p>\r\n<p>&nbsp;</p>\r\n<p>Before Jaipur new Airport has started named Kishangarh Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Social and cultural significance</p>\r\n<p>Great Indian miniature artist Badri Lal Chitrakar highlights the city on international maps for Indian miniature art. He was given several awards including the Shilp Guru/Master Craftsperson award by the vice-president of India on 9 September 2006. Bhilwara is famous for its 'Fad Paintings' which are depictions of traditional stories on cloth using naturally available colours.</p>\r\n<p>&nbsp;</p>\r\n<p>In education, Bhilwara has an autonomous engineering college of Government of Rajasthan known as MLV Textile and Engineering College. Along with offering engineering course in multiple disciplines of engineering, it is the only institute in Rajasthan which offers engineering course in textile and its allied fields.</p>\r\n<p>&nbsp;</p>\r\n<p>In medicine, Bhilwara has large number of hospitals and is gradually becoming a medical hub in Rajasthan. Mahatma Gandhi Government Hospital is one of the biggest in the Mewar region. Krishna Hospital, Arihant Hospital, Porwal Hospital and Ram Snehi Hospital are among major medical service providers Bhilwara has emerged as an attraction for orthopedic surgeries as well.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Stone Age tools dating from 5,012 to 2,00,000 years were found in Bundi and Bhilwara districts of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>According to substantiation, the present Bhilwara city had a mint where coins known as 'Bhiladi' were minted and from this denomination was derived the name of the district. And other story goes like this that a tribe known as Bheel helped Maharana Pratap in war against Mughal Empire king Akbar lived in Bhilwara region that's this area came to be known as Bheel+Bada (Bheel's area) Bhilwara. Over the years it has emerged out as one of the major cities of Rajasthan. Nowadays, Bhilwara is better known as the textile city in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>The oldest part of this town was set up in the middle of the 11th century by building a Krishna Radha mandir (temple) that still exists and is known as the Bada Mandir. The area that is now known as Purana Bhilwara (Patwari Mohalla, Junawas, Manikya Nagar Malikhera). There is also reference to Arjuna having fought here during the Mahabharata period.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical records show that a town named Mandal close to Bhilwara served as the military base for the Mughals when they had attacked Chittaurgarh. The ruins of their campsite can still be seen today. A watch tower that was built on a small mound in Mandal is now a Devi temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers</p>\r\n<p>Many seasonal rivers such as Kothari, Banas, Menali, Bedach, Khari, and Mansi meander their way through Bhilwara. There are a number of ponds and dams in the district, but there is no natural lake.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>Bhilwara is located at 25.359854&deg;N 74.652791&deg;E. It has an average elevation of 421 metres (1381 feet). It falls between the districts of Ajmer (in north) and Chittorgarh and Udaipur (in south). Major rivers flowing through the district are Banas, Bedach, Kothari, Khari, Mansi, Menali, Chandrabhaga, and Nagdi.</p>\r\n<p>&nbsp;</p>\r\n<p>There is no natural lake in the district but there are the number of ponds and dams so the district is the most irrigated in the state of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhilwara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhilwara-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"recommendations":[{"id":881,"title":"Top Places to visit in Sirohi, Rajasthan","imageUrl":"c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","dateCreated":"2019-10-13T03:16:05.22Z","dateModified":"2019-10-13T03:16:29.793Z","contributedBy":"AskGif","content":"Sirohi is a city in southern Rajasthan state in western India. It is the administrative headquarters of Sirohi District and was formerly the capital of the princely state of Sirohi ruled by Sirohi Rajput rulers. The nearest railway station to Sirohi is Sirohi Road. Sirohi got first rank in 33 dis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirohi","slug":"sirohi"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sirohi-rajasthan","total":0},{"id":870,"title":"Top Places to visit in Jaisalmer, Rajasthan","imageUrl":"6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","dateCreated":"2019-10-12T08:57:31.982Z","dateModified":"2019-10-12T08:57:51.578Z","contributedBy":"AskGif","content":"Jaisalmer, nicknamed \"The Golden city\", is a city in the Indian state of Rajasthan, located 575 kilometres (357 mi) west of the state capital Jaipur. The town stands on a ridge of yellowish sandstone, and is crowned by the ancient Jaisalmer Fort. This fort contains a royal palace and several orna","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaisalmer","slug":"jaisalmer"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaisalmer-rajasthan","total":0},{"id":860,"title":"Top Places to visit in Dholpur, Rajasthan","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"Dholpur is a city in eastern-most parts of the Rajasthan state of India. It is the administrative headquarters of Dholpur District and was formerly seat of the Dholpur princely state. Dholpur State or Dhaulpur State was a kingdom of India, which was founded in AD 1806 by a Hindu Jat Maharana Kira","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dholpur","slug":"dholpur"}],"slug":"top-places-to-visit-in-dholpur-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}