{"id":856,"title":"Top Places to visit in Churu, Rajasthan","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"<p>Churu is a city in the desert region of Rajasthan state of India. It is known as gateway to the Thar Desert of Rajasthan. It is the administrative headquarter of Churu District. It lies in the Thar Desert[clarification needed] on the National Highway-65 connecting Pali to Ambala and is a junction station on the railway line to Bikaner. It is near the shifting sand dunes of the Thar Desert and has grand havelis with marvelous fresco paintings, namely Kanhaiya Lal Bagla Ki Haweli and Surana Haweli, with hundreds of small windows. It also has some fine Chhatris. Near the town is a religious seat of the Nath sect of Sadhus where there are life-size marble statues of their deities and a place for prayers. At the centre of the town is a fort built about 500 years ago.</p>\r\n<p>&nbsp;</p>\r\n<p>Churu district is a district of the Indian state of Rajasthan in northern India. The town of Churu is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Churu lies in the Bikaner region of northern Rajasthan and shares boundaries with the Hanumangarh District to the north, the Haryana state to the east, the Jhunjhunun and Sikar districts to the southeast, the Nagaur District to the south, and the Bikaner District to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has an area of approximately 16,830 km&sup2;, with a road length of 1901 km. The 2011 population was approximately 2,041,171. The gender ratio is 938 females per 1,000 males; literacy among residents is 67.46%. There are 7 tehsils in the district: Churu, Ratangarh, Taranagar, Rajgarh, Sardarshahar, Sujangarh and Bidasar</p>\r\n<p>&nbsp;</p>\r\n<p>The major crops include bajra and guar. The major minerals found in the district are copper and gypsum.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Churu railway station is a junction station on Delhi-Rewari-Bikaner route. A train that runs from Delhi to Bikaner via Churu also connects to Jaipur via Sikar. The railway track to Jaipur was meter gauge and now is being converted to broad gauge. Churu lies on NH 52 and is connected to all major cities (Kaithal) by all-weather roads.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity</p>\r\n<p>&nbsp;</p>\r\n<p>There is one sub grid station of 220 KV at Churu. The town receives power from Power Grid Corporation of India's grid station in Hissar, Haryana. Almost all villages of the Churu sub division are electrified.</p>\r\n<p>&nbsp;</p>\r\n<p>Water</p>\r\n<p>&nbsp;</p>\r\n<p>The town gets drinking water from local wells which is hard and brackish. The town area drinking water supply is managed by water department of the Government of Rajasthan. The government is trying to get drinking water for the area from Indira Gandhi Canal. The main source of irrigation for farmers continues to be rain water and wells at a few places.</p>\r\n<p>&nbsp;</p>\r\n<p>Safe Water Network India in association with Bhoruka Charitable Trust has augmented natural water storage at homes through Rooftop Rain Water Harvesting by creating household wells and has also refurbished existing community wells to provide water to families living in huts and children in schools. This initiative has reduced the drudgery of women and the children in this water-challenged region of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Education The town has two post-graduate colleges: Lohia College which is affiliated to University of Bikaner and Balika Mahavidalya and Government Law College, affiliated to Maharaja Ganga Singh University. There are several higher secondary, secondary and primary schools in Churu.</p>\r\n<p>&nbsp;</p>\r\n<p>Major schools of Churu are: Kendriya Vidyalaya, Lords International School, Little Flower School, Shri Jain Swetambar Terapanthi Sen. Sec. School, The Walden Pond Sr. Sec. School, Lakshmipat Singhania Academy, Adarsh Vidya Mandir, Montessori School, Goenka School and Bagla Senior Secondary School which is the oldest school of Shekhawati region established by Bhagwandas Bagla.</p>\r\n<p>&nbsp;</p>\r\n<p>NGOs There are few NGOs in the town, including Navyuvak Mandal Mithi Redu, Manav Pragati Sansthan, Prayas Sansthan, Marudhar Yuva Sansthan, Dudhwa Mitha.</p>\r\n<p>&nbsp;</p>\r\n<p>Telecommunications Many telecommunications service companies such as BSNL, Vodafone, Airtel, Tata DoCoMo and Idea have their network in Churu. Internet and fax services are also available. Tata Teleservices caters the rural telephony in the villages having base of 70,000 users in villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Hospitals Churu has good medical facilities. The town has a government hospital along with few private hospitals like the Hirawat Heart Care Centre and Bhanu Hospital. There is also an Ayurvedic hospital in Churu.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports The town has a sports stadium. It has indoor and outdoor games facilities. It has the infrastructure to hold yearly state-level tournaments. Adventure sports like Parasailing, Paramotoring, Rappelling are also organised in Churu.</p>\r\n<p>&nbsp;</p>\r\n<p>Banking Many nationalised banks Central Bank of India, State Bank of Bikaner &amp; Jaipur, Punjab National Bank, Bank of Baroda, Bank of Rajasthan, State Bank of India, ICICI Bank, Axis Bank and HDFC Bank have branches in Churu. Some co-operative banks like Churu Central Cooperative Bank and Bhumi Vikas Bank also have branches in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Library The town has a public library called Shri Sagar Jain Jila Pustkalaya.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Laxmi niwas Mittal, Chairman &amp; CEO of ArcelorMittal. Born in Sadulpur Town Churu District.</p>\r\n<p>Mohar Singh Rathore, social reformer and MLA &amp; MP of Churu.</p>\r\n<p>Bharat Vyas, Indian lyricist who wrote the songs for Hindi films in 1950s and 1960s</p>\r\n<p>Kishan Singh Rathore, one of the first recipients of the Mahavir Chakra.</p>\r\n<p>Bhanwarlal Sharma, member of Legislative Assembly.</p>\r\n<p>Vinay Maloo, founder and chairman of Enso Group</p>\r\n<p>Rajendra Rathore, MLA from Taranagar constituency and Rural Development Minister in Government of Rajasthan.</p>\r\n<p>Subhash Chandra Lakhotia</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Churu district has a population of approximately 2,041,172, roughly equal to the nation of Botswana or the US state of New Mexico. This gives it a ranking of 224th in India (out of a total of 640 districts). The district has a population density of 148 inhabitants per square kilometre (380/sq mi). Its population growth rate over the decade 2001-11 was approximately 6.1%. Churu has a sex ratio of 938 females for every 1000 males, and a literacy rate of about 67.46%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 99.51% of the population in the district spoke Hindi as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>Percentage distribution of local work force</p>\r\n<p>Cultivators: 73.17%</p>\r\n<p>Agricultural laborers: 3.16%</p>\r\n<p>Local industries</p>\r\n<p>Processing, servicing, and repairs: 2.26%</p>\r\n<p>Other workers: 21.41%</p>\r\n<p>Major crop production</p>\r\n<p>Wheat: 60,654 tonnes</p>\r\n<p>Rapeseed and Mustard: 24,705 tonnes</p>\r\n<p>Pulses: 9,594 tonnes</p>\r\n<p>Gram: 316 tonnes</p>\r\n<p>Bajra: 2545467 tonnes</p>\r\n<p>Communication facilities</p>\r\n<p>Public call offices: 682</p>\r\n<p>Post offices: 392</p>\r\n<p>Telegraph offices: 89</p>\r\n<p>Telephone exchanges: 83</p>\r\n<p>Educational facilities and institutions</p>\r\n<p>Primary and middle schools: 1,472</p>\r\n<p>Secondary and higher secondary schools: 207</p>\r\n<p>Private BED Colleges: 14</p>\r\n<p>Post graduate and under graduate: 11</p>\r\n<p>ITIs: 5</p>\r\n<p>Government BED Colleges: 1</p>\r\n<p>Industrial scenario</p>\r\n<p>Large and Medium Scale Units: 10</p>\r\n<p>Small Scale Units: 3,963</p>\r\n<p>Industrial Areas: 7</p>\r\n<p>&nbsp;</p>\r\n<p>Primary industries</p>\r\n<p>Aluminium utensils</p>\r\n<p>Blanket weaving</p>\r\n<p>Cement production</p>\r\n<p>Churan</p>\r\n<p>Chatni</p>\r\n<p>Guargum</p>\r\n<p>Hand loomed cloth</p>\r\n<p>Iron and steel fabrication</p>\r\n<p>Oil production</p>\r\n<p>Salt production</p>\r\n<p>Sewing machine (DABLA)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Churu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-churu-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"churu","slug":"churu"}],"recommendations":[{"id":879,"title":"Top Places to visit in Sikar, Rajasthan","imageUrl":"5d4828f5-b003-4730-a0f7-6f4de4a559e4_Sikar-railway.jpg","dateCreated":"2019-10-13T02:41:29.612Z","dateModified":"2019-10-13T02:41:47.804Z","contributedBy":"AskGif","content":"Sikar is a city located midway between Agra and Bikaner on the National Highway 52 in the state of Rajasthan in India. It is the administrative headquarters of the Sikar District. Sikar is a historical city and contains many old havelis (large houses with Mughal-era architecture). It is located 1","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5d4828f5-b003-4730-a0f7-6f4de4a559e4_Sikar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikar","slug":"sikar"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sikar-rajasthan","total":0},{"id":878,"title":"Top Places to visit in Rajsamand, Rajasthan","imageUrl":"0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","dateCreated":"2019-10-13T02:21:58.527Z","dateModified":"2019-10-13T02:22:19.615Z","contributedBy":"AskGif","content":"Rajsamand is a town in Rajasthan, western India. The city is named for Rajsamand Lake, an artificial lake created in the 17th century by Rana Raj Singh of Mewar. It is the administrative headquarters of Rajsamand District.\r\nRajsamand District is a district of the state of Rajasthan in west","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"rajsamand","slug":"rajsamand"}],"slug":"top-places-to-visit-in-rajsamand-rajasthan","total":0},{"id":874,"title":"Top Places to visit in Nagaur, Rajasthan","imageUrl":"130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","dateCreated":"2019-10-12T10:09:21.245Z","dateModified":"2019-10-12T10:09:42.833Z","contributedBy":"AskGif","content":"Nagaur is a city in the state of Rajasthan in India. It is the administrative headquarters of Nagaur District. The Nagaur city lies about midway between Jodhpur and Bikaner.\r\nNagaur District is one of the 33 districts of the state of Rajasthan in western India. Panchayati Raj was introduce","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaur","slug":"nagaur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-nagaur-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}