{"id":857,"title":"क्या वह छेड़खानी कर रहा है या सिर्फ दोस्ताना है? आधुनिक मिश्रित संदेशों की गड़बड़ दुनिया!","imageUrl":"7aa068b3-1f3d-4b8b-b688-4b783965d8f8_seduce.jpg","dateCreated":"2019-10-11T02:38:33.424Z","dateModified":"2019-10-11T02:40:22.098Z","contributedBy":"AskGif","content":"<p>जो कुछ दूसरों के लिए समान नहीं हो सकता है, उसके लिए भड़कीला व्यवहार क्या हो सकता है? कोई आश्चर्य नहीं, अधिकांश पुरुषों ने भ्रम के इस अजीब क्षण का अनुभव किया हो सकता है जहां वह किसी महिला की बॉडी लैंग्वेज या संदेशों की व्याख्या फ्लर्टी के रूप में कर सकता है जबकि वह सिर्फ एक दोस्ताना व्यक्ति हो सकती है। और वहां के हजारों पुरुषों की तरह, 27 वर्षीय सॉफ्टवेयर इंजीनियर, अक्षत मिश्रा के पास भी अपनी एक महिला सहकर्मी के संदेश की व्याख्या करने में मुश्किल समय था, जो उसे हमेशा अक्की (केवल एक करीबी दोस्त) के रूप में संबोधित करती थी। और परिवार) या जब भी वे गलियारे में रास्ते पार करते हैं तो एक मुस्कान पास करें। दिनों के लिए, वह मानता था कि वह उसे अतिरिक्त ध्यान दे रही है, और उसे काफी पसंद आया। लेकिन अक्षत के रोमांटिक विचारों का बुलबुला तब फूट पड़ा जब उसे पता चला कि वह पहले से ही अपने प्रेमी के साथ लगी हुई थी और वे जल्द ही शादी कर रहे थे।</p>\r\n<p>मैत्रीपूर्ण संबंध और संचार चुनौतियों से जुड़ी अस्पष्टता की परतें गलत धारणाओं का कारण बन सकती हैं। अक्षत के मामले में, यह उनके और उनकी महिला सहयोगी के बीच संवाद की कमी थी, जिसके कारण उन्हें विश्वास हो गया था कि वह छेड़खानी कर रही थीं, और कुछ हद तक उनमें रूचि थी। वह बस कुछ संकेत लेती है, जैसे उसे एक उपनाम और उसके दोस्ताना व्यवहार के साथ संबोधित करते हुए, हौसले के संकेत के रूप में। और उन्होंने कभी भी हवा को स्पष्ट करने के लिए कोई प्रयास नहीं किया, जिसके कारण उन्हें हवा में रोमांटिक महल बनाने पड़े।</p>\r\n<p>साथ ही, सांस्कृतिक मतभेदों को आंशिक रूप से इस तरह की गलतफहमियों के लिए दोषी ठहराया जा सकता है क्योंकि आधुनिक संपर्क और व्यवहारवाद की प्रकृति एक स्थान से दूसरे स्थान पर होती है। दिल्ली के सबसे लोकप्रिय परिधान स्टोरों में से एक में बिक्री सहायक बिकाश बी, खुद को आसान और अनुकूल ग्राहकों से घिरा हुआ पाकर काफी अभिभूत था। और जब उन्हें उनकी एक महिला सह-कार्यकर्ता द्वारा लंच डेट के लिए संपर्क किया गया, तो उन्होंने निमंत्रण को भी गंभीरता से लिया। उन्होंने यह सुनिश्चित करने में लगभग एक घंटे बिताए कि उन्होंने अपनी सबसे अच्छी शर्ट पहनी है और बाहर निकलने से पहले अपने पसंदीदा इत्र का उदारतापूर्वक छिड़काव किया। यह शायद उनके जीवन का सबसे प्रतीक्षित दोपहर का भोजन था। लेकिन जब उनके सहकर्मी दो अन्य दोस्तों के साथ रेस्तरां में पहुंचे तो वह हतप्रभ थे। अपने सहकर्मी और उसके दोस्तों के साथ एक निराशाजनक समय बिताने के बाद, वह दुकान पर लौट आया और उसने अपने एक दोस्त से कबूल किया, \"मुझे लगा कि उसने मुझसे डेट के लिए पूछा था। मुझे एक महिला ने लंच डेट के लिए कभी नहीं बुलाया था। इससे पहले जब उसने मुझसे मिलने के लिए कहा, मुझे लगा कि यह एक तारीख है। और वह हमेशा मेरे लिए बहुत प्यारी और मिलनसार है। \"</p>\r\n<p>कभी-कभी, हम बिना किसी एहसास के भी संकेत भेजते हैं कि इसका गलत मतलब निकाला जा सकता है। इसके अलावा, सामाजिक कंडीशनिंग, कुछ हद तक, यहाँ दोषी ठहराया जाना है। \"जब मैं स्कूल में था, तो एक नियम था कि जब भी मैं स्कूल के घंटों के बाद दोस्तों से मिलने जाऊंगा, तो मेरे साथ एक चापलूसी होगी। और ऐसा ही ज्यादातर लड़कियों के साथ भी होता था। सामाजिक कार्यकर्ता के रूप में पल्लवी सिंह ने कहा कि लड़कों के साथ 'बुरा प्रभाव' माना जाता था। इसलिए, ज्यादातर लोगों का मानना ​​है कि कुछ व्यवहार को 'खिलवाड़' के रूप में वर्गीकृत किया जाता है, हालांकि यह वास्तव में ऐसा नहीं है।</p>\r\n<p>संबंध विशेषज्ञों के अनुसार, इस तरह के भ्रम को समाप्त करने के लिए सही संचार महत्वपूर्ण है। मामले में, आपको लगता है कि एक महिला सहकर्मी या मित्र अधिक चौकस या अच्छा हो रहा है, यह न मानें कि वह खिलवाड़ कर रही है। मामले में, आप उस व्यक्ति के साथ एक स्वस्थ दोस्ती साझा करते हैं, जिसे आप हमेशा उस भ्रम के बारे में बता सकते हैं जो उसके व्यवहार से आपके जीवन में पैदा हो रहा है। वह निश्चित रूप से आपकी ईमानदारी की सराहना करेगी।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa068b3-1f3d-4b8b-b688-4b783965d8f8_seduce.jpg","subContents":[],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"is-she-flirting-or-just-being-friendly-the-messy-world-of-modern-mixed-messages","tags":[{"name":"मोहब्बत","slug":"love"}],"recommendations":[{"id":919,"title":"क्या पुरुष होशियार महिलाओं से डरते हैं? अध्ययन से तथ्यों का पता चलता है।","imageUrl":"ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","dateCreated":"2019-10-22T02:20:21.887Z","dateModified":"2020-06-10T14:19:11.202Z","contributedBy":"AskGif","content":"क्या पुरुष वास्तव में चालाक महिलाओं से डरते हैं? हमें अनगिनत स्थितियों का सामना करना पड़ा है, चाहे हमने इसे वास्तविक जीवन में अनुभव किया हो या सिर्फ अपने पसंदीदा टीवी शो में देखा हो।\r\n&nbsp;\r\nएक रिश्ते में अल्फा होना कुछ ऐसा है जो सभी पुरुषों को लगता है कि यह उनके लिए विशेष रूप से ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec886968-37bb-4c8f-b2ca-cd787f91f763_smart-women.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"are-men-afraid-of-smarter-women-the-study-reveals-the-facts","total":0},{"id":863,"title":"गले लगने वाले जोड़े की इस तस्वीर में ऑप्टिकल भ्रम आपको पागल कर देगा","imageUrl":"46459c6c-6cf6-4687-b7f8-30b6f502b5a3_optical-illusion.jpg","dateCreated":"2019-10-12T01:24:05.535Z","dateModified":"2019-10-12T01:24:27.248Z","contributedBy":"AskGif","content":"एक पुरुष और महिला के गले मिलने की तस्वीर ने Reddit पर सैकड़ों टिप्पणियों की बौछार कर दी है कि सभी एक ही भावना को साझा करते दिख रहे थे: दुनिया में क्या चल रहा है?\r\n&nbsp;\r\nवायरल छवि पर एक नज़र डालें, पहले 2016 में वापस पोस्ट किया गया था, और, अगर आपको अभी कुछ भी परेशान नहीं दिखता है, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/46459c6c-6cf6-4687-b7f8-30b6f502b5a3_optical-illusion.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"},{"name":"दृष्टि-संबंधी-भ्रम","slug":"optical-illusion"}],"slug":"the-optical-illusion-in-this-photo-of-a-hugging-couple-will-drive-you-insane","total":0},{"id":381,"title":"विज्ञान का कहना है कि यदि आप एक प्यार करने वाले साथी हैं तो आप बेहतर सोते हैं!","imageUrl":"316384a0-7016-42d9-a149-5739bbc92563_couple-cuddle.jpg","dateCreated":"2019-05-09T17:25:59.977Z","dateModified":"2019-05-09T17:42:41.537Z","contributedBy":"AskGif","content":"आपकी गुडनाइट स्लीप के पीछे का विज्ञान।\r\nएक स्वस्थ रिश्ते में होने के कई फायदे हैं, और इनमें से एक यह है कि आपके सूँघने के घंटे हर रात शांतिपूर्ण और निर्बाध होते हैं। सोशल साइकोलॉजिकल एंड पर्सनल साइंस की पत्रिका में प्रकाशित एक अध्ययन के अनुसार, लोगों को बेहतर नींद आती है अगर उन्हें लगता है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/316384a0-7016-42d9-a149-5739bbc92563_couple-cuddle.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"science-says-you-sleep-better-if-you-have-a-loving-partner","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}