{"id":858,"title":"Top Places to visit in Chittorgarh, Rajasthan","imageUrl":"27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","dateCreated":"2019-10-11T03:02:38.258Z","dateModified":"2019-10-11T03:03:12.662Z","contributedBy":"AskGif","content":"<p>Chittorgarh District is a district of Rajasthan state in western India. The historic city of Chittorgarh is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has an area of 10,856 km&sup2;, and a population of 1,544,338 (2011 census). The district is disjunct, divided into a larger western portion and a smaller eastern portion by Neemuch District of Madhya Pradesh. The western portion is bounded by Neemuch, Mandsaur, and Ratlam districts of Madhya Pradesh to the east, and the Rajasthan district of Pratapgarh to the south, Udaipur and Rajsamand to the east, and Bhilwara to the north. The eastern portion is bounded by Bhilwara, Bundi, and Kota districts of Rajasthan to the north and Neemuch District of Madhya Pradesh to the south and west. It is divided into 10 tehsils which are: Chittorgarh, Rashmi, Gangrar, Begun, Kapasan, Rawatbhata, Dungla, bhadesar, Bari Sadri and Nimbahera.</p>\r\n<p>&nbsp;</p>\r\n<p>Chittorgarh (also Chittor or Chittaurgarh) is a major city and a municipality in Rajasthan state of western India. It lies on the Berach River, a tributary of the Banas, and is the administrative headquarters of Chittorgarh District and a former capital of the Sisodia Rajput Dynasty of Mewar. The city of Chittaurgarh is located on the banks of river Gambhiri and Berach.</p>\r\n<p>&nbsp;</p>\r\n<p>Chittorgarh is home to the Chittor Fort, the largest fort in India and Asia. It was the site of three major sieges (1303, 1535, and 1567&ndash;1568) by Muslim invaders, and its Hindu rulers fought fiercely to maintain their independence. On more than one occasion, when faced with a certain defeat, the men fought to death while the women committed suicide by jauhar (mass self-immolation). Chittor also has been a land of worship for Meera, It is also known for Panna Dai.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Chittorgarh fort inside</p>\r\n<p>&nbsp;</p>\r\n<p>Temple inside Chittorgarh fort</p>\r\n<p>Chittorgarh Fort</p>\r\n<p>The Chittor Fort seated on a 180-metre hill, covers an expanse of 700 acres (2.8 km2). It was constructed by the Mauryans in the 7th century AD. There is also a belief that it was constructed by Bhima of the Pancha Pandavas. This fort was the citadel of many great Indian warriors such as Gora, Badal, Rana Kumbha, Maharana Pratap, Jaimal, Patta, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalika Mata Temple</p>\r\n<p>Kalika Mata Temple was originally built in the 8th century for Sun God and was later converted to a temple for mother Goddess, Kali in the 14th century.During the festival days of Navaratri, fairs are organised and pilgrims from different places come here to pay obeisance at the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Vijay Stambh</p>\r\n<p>Vijay Stambha, is a huge nine storey tower which was built by Maharana Kumbha to commemorate his victory over the rulers of Malwa and Gujarat in 1440. The tower is 122 ft (37 m) high and stands on a 10 ft (3.0 m) high base. There are sculptures and carvings on the exterior walls of the tower. The tower is visible from any section of the town below. And for reaching tower top one have to climb 157 steps, one can take great view of the surroundings. The inside walls of the tower are carved with images of Gods, weapons, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Kirti Stambh</p>\r\n<p>&nbsp;</p>\r\n<p>Jain temple at Kirtistambha</p>\r\n<p>&nbsp;</p>\r\n<p>Jain Kirti Stambha</p>\r\n<p>Kirti Stambh (Tower of Fame) is a 22-metre-high (72 ft) tower built in 12th-century.Kirti Stambh is built inside Chittorgarh fort. It is dedicated to Rishabha, the first Tirthankara of Jainism. It was built by a merchant and is decorated with figures form the Jain pantheon.It is a seven storied pillar which was built by Biherwal Mahajan Sanaya of Digambar Jain sect during 12th century AD. On its four corners are engraved idols of Shri Adinathji in Digambar style which each are five feet (about 1.5meters) high and elsewhere are engraved several small idols consecrated to Jain lineage of deities.</p>\r\n<p>&nbsp;</p>\r\n<p>Rana Kumbha's Palace</p>\r\n<p>Rana Kumbha's Palace is near the Vijay Stambh. This is the birthplace of Maharana Udai Singh, the founder of Udaipur. His life was saved by the heroic act of the maid Panna Dhay, who replaced her son in place of the prince, with the result that her son was killed by Banbir. She carried the prince away to safety in a fruit basket. Rani Meera Bai also lived in this palace. This is the place where Rani Padmini committed jauhar with the other ladies in one of the underground cellars.</p>\r\n<p>&nbsp;</p>\r\n<p>Rani Padmini's Palace</p>\r\n<p>&nbsp;</p>\r\n<p>Rani Padmini's palace</p>\r\n<p>According to legend, Rani Padmini's Palace is from which the Delhi Sultanate ruler Alauddin Khalji was allowed to watch a reflection of the Rani by replacing the mirror at such an angle that even if he turned back he could not see the room. Khalji had been warned by the Rani's husband Rawal Ratan Singh that if he turned back they would cut his neck.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The completed Golden Quadrilateral highway system passes through Chittorgarh, connecting it to much of the rest of India. The East-West Corridor (Express Highway) also crosses it. Chittorgarh is situated on National Highway No. 76 &amp; 79. National Highway 76 connects to Kota with a driving time of 2 hours.</p>\r\n<p>&nbsp;</p>\r\n<p>Chittaurgarh Junction is a busy junction of Western Railway of Indian Railways, Ratlam Division. It has direct rail links with all major Indian cities including Ajmer, Udaipur, Jaipur, Delhi, Mumbai, Hyderabad, Kolkata, Pune, chennai, rameswaram, Yeshwantpur, Ahmadabad, Surat, Indore, Ratlam, Gwalior, Bhopal, Nagpur, Bilaspur, and Kota, Mysore.</p>\r\n<p>&nbsp;</p>\r\n<p>Chittorgarh is well connected to all parts of India by roads. The Golden Quadrilateral Road Project and North-South-East-West corridor expressways pass through Chittorgarh City. The bus stand (bus depot) of Chittorgarh is located between the old and new cities. There are good bus services (private as well as state-owned) available for Delhi, Mumbai, Ahmedabad, Ajmer, Bundi, Kota, Udaipur, and other major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajasthan Roadways (RSRTC) provides a service for visiting areas around Chittorgarh. Rajasthan Roadways also has premier services called Pink Line, Silver line and Sleeper Coaches (Grey Line).</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is Udaipur (Dabok Airport). The airport is located 70 kilometers from Chittorgarh and linked by daily air service from New Delhi, Jaipur, Jodhpur, Ahmedabad, Chennai, and Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals</p>\r\n<p>Maharana Pratap Jayanti</p>\r\n<p>The legendary Maharana Pratap was a true patriot who initiated the first war of independence. Maharana was born on May 9, 1540, in Kumbhalgarh in Rajsamand district of Rajasthan to Maharana Udai Singh II and Rani Jeevant Kanwar. Maharana Pratap has gained amazing respect and honor as he is seen as an epitome of valor, heroism, pride, patriotism and the spirit of independence. His birth anniversary (Maharana Pratap Jayanti) is celebrated as full-fledged festival every year on the 3rd day of Jyestha Shukla phase.</p>\r\n<p>&nbsp;</p>\r\n<p>Special puja and processions are held in his remembrance on Maharana Pratap Jayanti day everywhere. Several cultural programs such as debate are also organized.</p>\r\n<p>&nbsp;</p>\r\n<p>Meera Mahotsav</p>\r\n<p>Meera Bai (1498 - 1547) was a devout follower of Lord Krishna. Meera Bai was one of the foremost exponents of the Prema Bhakti (Divine Love) and an inspired poet. Mira Bai was a Rajput princess who lived in the north Indian state of Rajasthan. Meera was Rajput princess born in about 1498 in Metra, Rajasthan. Her father, Ratan Singh, was the youngest son of Rao Duda, ruler of Merta, and son of Rao Duda ruler and founder of Jodhpur. Ratan Singh belonged to the Rathore clan. She was married to Bhoj Raj, ruler of Chittor.</p>\r\n<p>&nbsp;</p>\r\n<p>Meera Smrithi Sansathan (Meera Memorial Trust) along with the Chittorgarh district officials organise Meera Mahotsav every year on Sharad Purnima day (On Mirabai's birth anniversary) for 3 days. Many famous musicians and singers get together to sing bhajans in this celebration. The 3 days celebration also features puja's, discussions, dances, fireworks.</p>\r\n<p>&nbsp;</p>\r\n<p>Teej</p>\r\n<p>Teej is one of the major festivals in Chittorgarh which is celebrated with great enthusiasm. Teej is the festival of swings. It marks the advent of the monsoon month of Shravan (August). The monsoon rains fall on the parched land and the pleasing scent of the wet soil rises into the air. Swings are hung from trees and decorated with flowers. Young girls and women dressed in green clothes sing songs in celebration of the advent of the monsoon. This festival is dedicated to the Goddess Parvati, commemorating her union with Lord Shiva. Goddess Parvati is worshipped by seekers of conjugal bliss and happiness.</p>\r\n<p>&nbsp;</p>\r\n<p>Gangaur</p>\r\n<p>The Gangaur Festival is the colourful and most important local festival of Rajasthan and is observed throughout the State with great fervour and devotion by womenfolk who worship Gauri, the consort of Lord Shiva during July-Aug. Gan is a synonym for Shiva and Gaur which stands for Gauri or Parvati who symbolises saubhagya (marital bliss). Gauri is the embodiment of perfection and conjugal love which is why the unmarried women worship her for being blessed with good husbands, while married women do so for the welfare, health and long life of their spouses and happy married life.</p>\r\n<p>&nbsp;</p>\r\n<p>Jauhar Mela</p>\r\n<p>The fort and the city of Chittorgarh host the biggest Rajput festival called the \"Jauhar Mela\". It takes place annually on the anniversary of one of the jauhars, but no specific name has been given to it. It is generally believed that it commemorates Padmini's jauhar, which is most famous. This festival is held primarily to commemorate the bravery of Rajput ancestors and all three jauhars which happened at Chittorgarh Fort. A huge number of Rajputs, which include the descendants of most of the princely families, hold a procession to celebrate the Jauhar. It has also become a forum to air one's views on the current political situation in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Rang Teras &ndash; The Tribal Fair</p>\r\n<p>Rang Teras is a popular tribal fest of Mewar celebrated on the 13th moon night of the month of Chaitra. A big colorful fair and huge gathering of tribal to rejoice the harvest of wheat has been celebrating Rang Teras is customary since 15th century. It is a thanksgiving festival of farmers. Farmers pay their honor to Mother Earth for providing them food for next year.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Chanderiya Lead-Zinc Smelter is one of the largest zinc-lead smelting complexes in the world. Its current metal production capacity is 610,000 tonnes per annum (525,000 tonnes per annum of zinc and 85,000 tonnes per annum of lead). In the year ended March 2013, Chanderiya produced 443,000 MT of zinc and 60,000 MT of lead. The main products are special high grade (SHG) zinc, continuous galvanizing grade (CGG) zinc, prime western (PW) zinc and pure lead. It also produces a number of valuable by-products including silver and cadmium.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chittorgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chittorgarh-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"chittorgarh","slug":"chittorgarh"}],"recommendations":[{"id":870,"title":"Top Places to visit in Jaisalmer, Rajasthan","imageUrl":"6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","dateCreated":"2019-10-12T08:57:31.982Z","dateModified":"2019-10-12T08:57:51.578Z","contributedBy":"AskGif","content":"Jaisalmer, nicknamed \"The Golden city\", is a city in the Indian state of Rajasthan, located 575 kilometres (357 mi) west of the state capital Jaipur. The town stands on a ridge of yellowish sandstone, and is crowned by the ancient Jaisalmer Fort. This fort contains a royal palace and several orna","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaisalmer","slug":"jaisalmer"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaisalmer-rajasthan","total":0},{"id":865,"title":"Top Places to visit in Hanumangarh, Rajasthan","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"Hanumangarh is a city in the Indian state of Rajasthan, situated on the banks of the river Ghaggar also identified as Ancient Sarasvati river, located about 400 km from Delhi. It is the administrative seat of Hanumangarh District. The city was once called Bhatner (alternatively spelled Bhatnair) ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"hanumangarh","slug":"hanumangarh"}],"slug":"top-places-to-visit-in-hanumangarh-rajasthan","total":0},{"id":848,"title":"Top Places to visit in Barmer, Rajasthan","imageUrl":"76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","dateCreated":"2019-10-08T03:18:23.929Z","dateModified":"2019-10-08T03:18:39.068Z","contributedBy":"AskGif","content":"Barmer is the district headquarters of the Barmer district in the state of Rajasthan, India. It is a Group 'C' city for living standards, and the headquarters of the Barmer Taluka.\r\nBarmer District is a district in Rajasthan state of India. It is located in the western part of Rajasthan st","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"barmer","slug":"barmer"}],"slug":"top-places-to-visit-in-barmer-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}