{"id":858,"title":"चित्तौड़गढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","dateCreated":"2019-10-11T03:02:38.258Z","dateModified":"2019-10-11T03:03:12.662Z","contributedBy":"AskGif","content":"<p>चित्तौड़गढ़ जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। चित्तौड़गढ़ का ऐतिहासिक शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का क्षेत्रफल १०,6५६ वर्ग किमी है, और जनसंख्या १,५४४,३३ an (२०११ जनगणना) है। मध्य प्रदेश के नीमच जिले द्वारा एक बड़े पश्चिमी भाग और एक छोटे पूर्वी हिस्से में विभाजित जिला, विस्थापित है। पश्चिमी भाग में पूर्व में मध्य प्रदेश के नीमच, मंदसौर और रतलाम जिले, और दक्षिण में राजस्थान का जिला प्रतापगढ़, पूर्व में उदयपुर और राजसमंद और उत्तर में भीलवाड़ा है। पूर्वी भाग राजस्थान के भीलवाड़ा, बूंदी, और कोटा जिलों से उत्तर और मध्य प्रदेश के नीमच जिले से दक्षिण और पश्चिम में घिरा है। इसे 10 तहसीलों में बांटा गया है जो हैं: चित्तौड़गढ़, रश्मि, गंगरार, बेगूं, कपासन, रावतभाटा, डूंगला, भादेसर, बारी सादरी और निम्बाहेड़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तौड़गढ़ (चित्तौड़ या चित्तौड़गढ़ भी) एक प्रमुख शहर और पश्चिमी भारत के राजस्थान राज्य में एक नगर पालिका है। यह बेरच नदी, बनास की एक सहायक नदी पर स्थित है, और चित्तौड़गढ़ जिले का प्रशासनिक मुख्यालय और मेवाड़ के सिसोदिया राजपूत राजवंश की पूर्व राजधानी है। चित्तौड़गढ़ शहर गम्भीरी और बेरच नदी के तट पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तौड़गढ़ भारत और एशिया के सबसे बड़े किले चित्तौड़ किले का घर है। यह मुस्लिम आक्रमणकारियों द्वारा तीन प्रमुख घेराबंदी (1303, 1535, और 1567-1568) की साइट थी और इसके हिंदू शासकों ने अपनी स्वतंत्रता को बनाए रखने के लिए जमकर लड़ाई लड़ी। एक से अधिक अवसरों पर, जब एक निश्चित हार का सामना करना पड़ता है, तो पुरुषों ने लड़ाई लड़ी, जबकि महिलाओं ने जौहर (सामूहिक आत्मदाह) द्वारा आत्महत्या कर ली। चित्तौड़ भी मीरा के लिए पूजा का स्थान रहा है, यह पन्ना दाई के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तौड़गढ़ किला अंदर</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तौड़गढ़ किले के अंदर का मंदिर</p>\r\n<p>चित्तौड़गढ़ किला</p>\r\n<p>चित्तौड़ का किला 180 मीटर की पहाड़ी पर बैठा है, जिसमें 700 एकड़ (2.8 किमी 2) का विस्तार है। इसका निर्माण 7 वीं शताब्दी ईस्वी में मौर्यों द्वारा किया गया था। एक मान्यता यह भी है कि इसका निर्माण पंच पांडवों के भीम ने किया था। यह किला कई महान भारतीय योद्धाओं का गढ़ था जैसे गोरा, बादल, राणा कुंभा, महाराणा प्रताप, जयमल, पट्टा, आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>कालिका माता मंदिर</p>\r\n<p>कालिका माता मंदिर मूल रूप से 8 वीं शताब्दी में सूर्य देवता के लिए बनाया गया था और बाद में 14 वीं शताब्दी में मां देवी, काली के लिए मंदिर में बदल दिया गया था। नवरात्रि के त्योहार के दिनों में, मेलों का आयोजन किया जाता है और श्रद्धालु यहां विभिन्न स्थानों से श्रद्धालु आते हैं मंदिर में।</p>\r\n<p>&nbsp;</p>\r\n<p>विजय स्तम्भ</p>\r\n<p>विजय स्तम्भ, एक विशाल नौ मंजिला मीनार है जिसे महाराणा कुंभा ने 1440 में मालवा और गुजरात के शासकों पर अपनी विजय के उपलक्ष्य में बनवाया था। यह टॉवर 122 फीट (37 मीटर) ऊँचा है और 10 फीट (3.0 मीटर) ऊँचा है आधार। टॉवर की बाहरी दीवारों पर मूर्तियां और नक्काशी हैं। टॉवर नीचे शहर के किसी भी हिस्से से दिखाई देता है। और टॉवर टॉप तक पहुँचने के लिए 157 सीढ़ियाँ चढ़नी पड़ती हैं, जिससे आसपास का शानदार नज़ारा लिया जा सकता है। टॉवर की अंदर की दीवारों को देवताओं, हथियारों आदि की छवियों से उकेरा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कीर्ति स्तम्भ</p>\r\n<p>&nbsp;</p>\r\n<p>कीर्तिस्तंभ में जैन मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>जैन कीर्ति स्तम्भ</p>\r\n<p>कीर्ति स्तम्भ (टॉवर ऑफ़ फ़ेम) 12 वीं शताब्दी में निर्मित एक 22-मीटर ऊंचा (72 फीट) टॉवर है। कीर्ति स्तम्भ चित्तौड़गढ़ किले के अंदर बनाया गया है। यह जैन धर्म के पहले तीर्थंकर ऋषभ को समर्पित है। यह एक व्यापारी द्वारा बनाया गया था और इसे जैन पंथों के रूप में सजाया गया था। यह एक सात मंजिला स्तंभ है, जिसे 12 वीं शताब्दी ईस्वी के दौरान दिगंबर जैन संप्रदाय के बिहरवाल महाजन सनाया ने बनवाया था। इसके चारों कोनों पर दिगंबर शैली में श्री आदिनाथजी की मूर्तियाँ उत्कीर्ण हैं, जिनमें से प्रत्येक पाँच फीट (लगभग 1.5 मीटर) ऊँची है और अन्य जगहों पर देवताओं की जैन वंशावली के लिए संरक्षित कई छोटी मूर्तियाँ उत्कीर्ण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राणा कुंभा का महल</p>\r\n<p>राणा कुम्भा का महल विजय स्तम्भ के पास है। यह उदयपुर के संस्थापक महाराणा उदय सिंह का जन्मस्थान है। उसका जीवन नौकरानी पन्ना धाय के वीर कार्य द्वारा बचाया गया, जिसने राजकुमार के स्थान पर अपने बेटे को बदल दिया, जिसके परिणामस्वरूप उसके बेटे को बनबीर ने मार डाला। उसने फलों की टोकरी में राजकुमार को सुरक्षा के लिए दूर ले गया। रानी मीरा बाई भी इसी महल में रहती थीं। यह वह जगह है जहाँ रानी पद्मिनी ने अन्य महिलाओं के साथ भूमिगत तहखानों में जौहर किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रानी पद्मिनी का महल</p>\r\n<p>&nbsp;</p>\r\n<p>रानी पद्मिनी का महल</p>\r\n<p>किंवदंती के अनुसार, रानी पद्मिनी का महल है, जहाँ से दिल्ली सल्तनत के शासक अलाउद्दीन खलजी को रानी का प्रतिबिंब देखने के लिए इतने कोण पर दर्पण की जगह दी गई थी कि पीछे मुड़कर भी वह कमरा नहीं देख सकता था। खिलजी को रानी के पति रावल रतन सिंह ने चेतावनी दी थी कि अगर वह पीछे मुड़ा तो वे उसकी गर्दन काट देंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पूरा स्वर्णिम चतुर्भुज राजमार्ग प्रणाली चित्तौड़गढ़ से होकर गुजरती है, जो इसे शेष भारत के अधिकांश हिस्सों से जोड़ती है। ईस्ट-वेस्ट कॉरिडोर (एक्सप्रेस हाईवे) भी इसे पार करता है। चित्तौड़गढ़ राष्ट्रीय राजमार्ग संख्या 76 और 79 पर स्थित है। राष्ट्रीय राजमार्ग 76 कोटा से 2 घंटे के ड्राइविंग समय के साथ जुड़ता है।</p>\r\n<p>चित्तौड़गढ़ जंक्शन भारतीय रेलवे के पश्चिमी रेलवे, रतलाम डिवीजन का एक व्यस्त जंक्शन है। अजमेर, उदयपुर, जयपुर, दिल्ली, मुंबई, हैदराबाद, कोलकाता, पुणे, चेन्नई, रामेश्वरम, यशवंतपुर, अहमदाबाद, सूरत, इंदौर, रतलाम, ग्वालियर, भोपाल, नागपुर, बिलासपुर, सहित सभी प्रमुख भारतीय शहरों से इसका सीधा रेल संपर्क है। कोटा, मैसूर।</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तौड़गढ़ सड़कों द्वारा भारत के सभी हिस्सों से अच्छी तरह से जुड़ा हुआ है। स्वर्णिम चतुर्भुज सड़क परियोजना और उत्तर-दक्षिण-पूर्व-पश्चिम गलियारा एक्सप्रेस चित्तौड़गढ़ शहर से गुजरता है। चित्तौड़गढ़ का बस स्टैंड (बस डिपो) पुराने और नए शहरों के बीच स्थित है। दिल्ली, मुंबई, अहमदाबाद, अजमेर, बूंदी, कोटा, उदयपुर, और अन्य प्रमुख शहरों के लिए अच्छी बस सेवाएं (निजी और राज्य के स्वामित्व वाली) उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्थान रोडवेज (RSRTC) चित्तौड़गढ़ के आसपास के क्षेत्रों में जाने के लिए एक सेवा प्रदान करता है। राजस्थान रोडवेज की प्रमुख सेवाओं में पिंक लाइन, सिल्वर लाइन और स्लीपर कोच (ग्रे लाइन) भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा उदयपुर (डबोक हवाई अड्डा) है। हवाई अड्डा चित्तौड़गढ़ से 70 किलोमीटर की दूरी पर स्थित है और नई दिल्ली, जयपुर, जोधपुर, अहमदाबाद, चेन्नई और मुंबई से दैनिक हवाई सेवा से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>समारोह</p>\r\n<p>महाराणा प्रताप जयंती</p>\r\n<p>महान महाराणा प्रताप एक सच्चे देशभक्त थे जिन्होंने स्वतंत्रता के पहले युद्ध की शुरुआत की थी। महाराणा का जन्म 9 मई 1540 को राजस्थान के राजसमंद जिले के कुंभलगढ़ में महाराणा उदय सिंह द्वितीय और रानी जीवन कंवर के यहाँ हुआ था। महाराणा प्रताप ने वीरता, वीरता, गौरव, देशभक्ति और स्वतंत्रता की भावना के प्रतीक के रूप में अद्भुत सम्मान और सम्मान प्राप्त किया है। उनकी जयंती (महाराणा प्रताप जयंती) हर साल ज्येष्ठ शुक्ल चरण के 3 वें दिन पूर्ण उत्सव के रूप में मनाई जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हर जगह महाराणा प्रताप जयंती के दिन उनकी याद में विशेष पूजा और जुलूस आयोजित किए जाते हैं। कई सांस्कृतिक कार्यक्रम जैसे वाद-विवाद भी आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीरा महोत्सव</p>\r\n<p>मीरा बाई (1498 - 1547) भगवान कृष्ण की भक्त थी। मीरा बाई प्रेमा भक्ति (ईश्वरीय प्रेम) और सबसे प्रेरित कवियों में से एक थीं। मीरा बाई एक राजपूत राजकुमारी थी जो उत्तर भारतीय राज्य राजस्थान में रहती थी। मीरा राजपूत राजकुमारी थीं जिनका जन्म लगभग 1498 में मेट्रा, राजस्थान में हुआ था। उनके पिता, रतन सिंह, मेड़ता के शासक राव दूदा के सबसे छोटे पुत्र और राव दूदा शासक और जोधपुर के संस्थापक के पुत्र थे। रतन सिंह राठौर वंश के थे। उसकी शादी चित्तौड़ के शासक भोज राज से हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मीरा स्मृति संस्थान (मीरा मेमोरियल ट्रस्ट) चित्तौड़गढ़ जिले के अधिकारियों के साथ हर साल शरद पूर्णिमा के दिन (मीराबाई की जयंती पर) 3 दिनों के लिए मीरा महोत्सव का आयोजन करता है। इस उत्सव में भजन गाने के लिए कई प्रसिद्ध संगीतकार और गायक मिलते हैं। 3 दिनों के उत्सव में पूजा, चर्चा, नृत्य, आतिशबाजी भी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीज</p>\r\n<p>तीज चित्तौड़गढ़ में प्रमुख त्योहारों में से एक है जिसे बहुत उत्साह के साथ मनाया जाता है। तीज झूलों का त्योहार है। यह श्रावण (अगस्त) के मानसून महीने के आगमन का प्रतीक है। मानसून की बारिश पड़ी हुई भूमि पर गिरती है और गीली मिट्टी की मनभावन खुशबू हवा में उठती है। झूलों को पेड़ों से लटका दिया जाता है और फूलों से सजाया जाता है। मानसून के आगमन के उपलक्ष्य में युवा लड़कियों और महिलाओं ने हरे कपड़े पहने। यह त्यौहार देवी पार्वती को समर्पित है, भगवान शिव के साथ उनके मिलन की याद दिलाता है। देवी पार्वती को सात्विक आनंद और प्रसन्नता के साधकों द्वारा पूजा जाता है।</p>\r\n<p>गणगौर</p>\r\n<p>गणगौर महोत्सव राजस्थान का रंगीन और सबसे महत्वपूर्ण स्थानीय त्योहार है और पूरे राज्य में जुलाई-अगस्त के दौरान भगवान शिव की पत्नी गौरी की पूजा करने वाली महिलाओं द्वारा बहुत उत्साह और भक्ति के साथ मनाया जाता है। गण शिव और गौर का एक पर्याय है जो गौरी या पार्वती के लिए खड़ा है जो सौभय (वैवाहिक आनंद) का प्रतीक है। गौरी पूर्णता और संयुग्मित प्रेम का प्रतीक है, यही कारण है कि अविवाहित महिलाएं अच्छे पति के साथ आशीर्वाद पाने के लिए उसकी पूजा करती हैं, जबकि विवाहित महिलाएं अपने पति और पत्नी के सुखी जीवन और खुशहाल जीवन के लिए ऐसा करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जौहर मेला</p>\r\n<p>किला और चित्तौड़गढ़ शहर सबसे बड़े राजपूत उत्सव की मेजबानी करते हैं जिसे \"जौहर मेला\" कहा जाता है। यह एक जौहर की वर्षगांठ पर प्रतिवर्ष होता है, लेकिन इसे कोई विशिष्ट नाम नहीं दिया गया है। आमतौर पर यह माना जाता है कि यह पद्मिनी के जौहर को याद करता है, जो सबसे प्रसिद्ध है। यह त्यौहार मुख्य रूप से राजपूत पूर्वजों और तीनों जौहर जो कि चित्तौड़गढ़ किले में हुआ था, की वीरता को मनाने के लिए आयोजित किया जाता है। राजपूतों की एक बड़ी संख्या, जिसमें अधिकांश राजसी परिवारों के वंशज शामिल हैं, जौहर मनाने के लिए जुलूस निकालते हैं। यह देश में वर्तमान राजनीतिक स्थिति पर अपने विचारों को प्रसारित करने का एक मंच भी बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रंग तेरस - आदिवासी मेला</p>\r\n<p>रंग तेरस, मेवाड़ का एक लोकप्रिय आदिवासी त्योहार है जो चैत्र महीने की 13 वीं चाँद रात को मनाया जाता है। एक बड़ा रंगीन मेला और गेहूं की फसल का आनंद लेने के लिए आदिवासियों का विशाल जमावड़ा रंग तेरस 15 वीं शताब्दी से मनाया जा रहा है। यह किसानों का धन्यवाद समारोह है। अगले वर्ष के लिए भोजन उपलब्ध कराने के लिए किसान धरती माता को सम्मान देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>चंदेरिया लेड-जिंक स्मेल्टर दुनिया के सबसे बड़े जस्ता-लेड गलाने वाले परिसरों में से एक है। इसकी वर्तमान धातु उत्पादन क्षमता 610,000 टन प्रति वर्ष (525,000 टन जस्ता और 85,000 टन प्रति वर्ष सीसा) है। मार्च 2013 को समाप्त वर्ष में, चंदेरिया ने 443,000 मीट्रिक टन जस्ता और 60,000 मीट्रिक टन सीसे का उत्पादन किया। मुख्य उत्पाद विशेष उच्च ग्रेड (एसएचजी) जस्ता, निरंतर गैल्वनाइजिंग ग्रेड (सीजीजी) जस्ता, प्रधान पश्चिमी (पीडब्लू) जस्ता और शुद्ध नेतृत्व हैं। यह चांदी और कैडमियम सहित कई मूल्यवान उत्पादों का उत्पादन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chittorgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chittorgarh-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"चित्तौड़गढ़","slug":"chittorgarh"}],"recommendations":[{"id":870,"title":"जैसलमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","dateCreated":"2019-10-12T08:57:31.982Z","dateModified":"2019-10-12T08:57:51.578Z","contributedBy":"AskGif","content":"जैसलमेर, उपनाम \"द गोल्डन सिटी\", भारतीय राज्य राजस्थान का एक शहर है, जो राज्य की राजधानी जयपुर से 575 किलोमीटर (357 मील) की दूरी पर स्थित है। शहर पीले बलुआ पत्थरों के एक रिज पर खड़ा है, और प्राचीन जैसलमेर किले द्वारा ताज पहनाया जाता है। इस किले में एक शाही महल और कई अलंकृत जैन मंदिर हैं। किले के द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जैसलमेर","slug":"jaisalmer"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaisalmer-rajasthan","total":0},{"id":865,"title":"हनुमानगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"हनुमानगढ़ भारतीय राज्य राजस्थान का एक शहर है, जिसे घग्गर नदी के किनारे पर स्थित है, जिसे दिल्ली से लगभग 400 किमी दूर स्थित प्राचीन सरस्वती नदी के रूप में भी जाना जाता है। यह हनुमानगढ़ जिले की प्रशासनिक सीट है। इस शहर को कभी भटनेर कहा जाता था (वैकल्पिक रूप से भटनेयार का नाम था) क्योंकि इसकी स्थापन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"हनुमानगढ़","slug":"hanumangarh"}],"slug":"top-places-to-visit-in-hanumangarh-rajasthan","total":0},{"id":848,"title":"बाड़मेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","dateCreated":"2019-10-08T03:18:23.929Z","dateModified":"2019-10-08T03:18:39.068Z","contributedBy":"AskGif","content":"बाड़मेर भारत के राजस्थान राज्य में बाड़मेर जिले का जिला मुख्यालय है। यह जीवन स्तर के लिए एक समूह 'सी' शहर है, और बाड़मेर तालुका का मुख्यालय है।\r\nबाड़मेर जिला भारत के राजस्थान राज्य में एक जिला है। यह राजस्थान राज्य के पश्चिमी भाग में स्थित है जो थार रेगिस्तान का एक हिस्सा है। बाड़मेर राजस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76c5a981-c4a3-4f8e-8d5e-294e64e4a7fc_Barmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बाड़मेर","slug":"barmer"}],"slug":"top-places-to-visit-in-barmer-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}