{"id":859,"title":"दौसा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"<p>दौसा भारत के राजस्थान राज्य में दौसा जिले का एक शहर और प्रशासनिक मुख्यालय है। यह जयपुर से 55 किमी, दिल्ली से 240 किमी और जयपुर-आगरा राष्ट्रीय राजमार्ग (NH-11) पर स्थित है। इसे \"देव नगरी\" के नाम से भी जाना जाता है।</p>\r\n<p>दौसा जिला भारत के जयपुर संभाग के भीतर राजस्थान राज्य का एक जिला है। दौसा शहर जिला मुख्यालय है। इसकी आबादी 1,634,409 (2011 की जनगणना), 3432 वर्ग किमी के क्षेत्र में, और 62.75% साक्षरता दर के साथ 384 व्यक्तियों की जनसंख्या घनत्व है। यह उत्तर में अलवर जिले से, उत्तर में भरतपुर जिले से, दक्षिण में करौली जिले से, दक्षिण में सवाई माधोपुर जिले से और पश्चिम में जयपुर जिले से घिरा हुआ है। जिले को आठ तहसीलों, बसवा, दौसा, लालसोट, महवा, सिकराय, लॉन, नांगल राजावतान और रामगढ़ पंचवारा में विभाजित किया गया है। सावा और बान गंगा नदियाँ जिले से होकर गुजरती हैं। यह जयपुर से आगरा तक राष्ट्रीय राजमार्ग 11 पर स्थित है। यह जयपुर के पूर्व में 55 किमी और सवाई माधोपुर से 103 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>यात्रा और परिवहन</p>\r\n<p>रेल नेटवर्क: जिला रेल द्वारा अच्छी तरह से जुड़ा हुआ है। यह दिल्ली-जयपुर और आगरा-जयपुर ट्रेन रूट पर है, जो इसे शानदार कनेक्टिविटी देता है। जिले में एक महत्वपूर्ण रेलवे स्टेशन है, जिसका नाम है, बांदीकुई जंक्शन। दौसा रेलवे स्टेशन जयपुर डिवीजन के अंतर्गत उत्तर-पश्चिम रेलवे का एक बहुत ही महत्वपूर्ण रेलवे स्टेशन है और अब नई रेलवे लाइन का निर्माण चल रहा है और बहुत जल्द शुरू हो जाएगा, इसके बाद दौसा रेलवे स्टेशन जंक्शन होगा।</p>\r\n<p>सड़क की दूरी: जिले से होकर NH 11 गुजरता है। यह जिले में लगभग 85 किलोमीटर की दूरी पर है जिसमें जिला मुख्यालय, सिकंदरा और महवा शामिल हैं। दौसा एनएच -11 पर जयपुर से 55 किमी दूर है और आगरा, दिल्ली और आसपास के अन्य जिलों से अच्छी तरह से जुड़ा हुआ है। सड़क मार्ग से करौली, सवाई माधोपुर और भरतपुर। इसके अलावा, एनएच -11 ए भी दौसा और लालसोट तहसील क्षेत्रों को कवर करने वाले जिले से गुजरता है। दो मेगा हाईवे, RIDCOR द्वारा बनाए जाने वाले, अर्थात् अलवर से सिकंदरा (81 किमी) और लालसोट से कोटा (195 किमी) जिले से होकर गुजरेंगे। जिले में NH 11 पर चार लेन की सुविधा है।</p>\r\n<p>संस्कृति</p>\r\n<p>पत्थर की नक्काशी</p>\r\n<p>सिकंदरा एनएच -11 पर आगरा की ओर 25 किमी पर स्थित है। इस स्थान ने दौसा से सटे जिलों से अपनी बलुआ पत्थर की नक्काशी के लिए घरेलू और अंतर्राष्ट्रीय बाजार में अपनी पहचान बनाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय त्योहार</p>\r\n<p>बसंत पंचमी मेला</p>\r\n<p>जिला मुख्यालय पर, बसंत पंचमी मेला (हर साल फरवरी के दौरान) का आयोजन रघुनाथजी, नरसिंहजी और भगवान सूर्य की मूर्तियों की पूजा के साथ किया जाता है। यह त्यौहार ग्रामीणों के लिए एक बड़े स्थानीय बाजार के साथ तीन दिनों के लिए मनाया जाता है ताकि पूरे वर्ष के लिए आवश्यक आवश्यकताओं की खरीद की जा सके। इसके अलावा, इसमें ग्रामीण मनोरंजन के लिए सभी व्यवस्थाएं हैं। इसलिए, जिले में बिखरी हुई ग्रामीण आबादी के लिए इसका बहुत ध्यान और महत्व है।</p>\r\n<p>&nbsp;</p>\r\n<p>डोलची होली</p>\r\n<p>पावटा गांव में, गुर्जर जाति के युवक, पारंपरिक होली को एक अंतर के साथ मनाते हैं। धुलंडी के अगले दिन, उन युवकों ने इस उद्देश्य के लिए तैयार किए गए चार आसन्न तालाबों से चमड़े से बने एक छोटे से बर्तन का उपयोग करके एक दूसरे पर पानी का एक जेट फेंका। यह एक घंटे तक चलता रहता है और वे इसका सामना निष्ठा और उत्साह के साथ करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>दौसा में अभानेरी और मेहंदीपुर बालाजी मंदिर जैसे कई स्थान हैं। आभानेरी में कई फ़िल्मों की शूटिंग हुई है जिसमें पहाड़ी भी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>आभानेरी: आभानेरी को गुप्तकालीन या प्रारंभिक मध्ययुगीन स्मारकों के लिए जाना जाता है। यह जिला मुख्यालय से लगभग 33 किमी की दूरी पर बांदीकुई की ओर स्थित है। चांद बाउरी (स्टेप वेल) और हर्षत माता मंदिर महत्वपूर्ण दर्शनीय स्थल हैं।</p>\r\n<p>गेटोलव बर्ड हैबिटेट: राष्ट्रीय राजमार्ग 11 से 200 मीटर की दूरी पर स्थित प्रवासी पक्षी।</p>\r\n<p>भंडारेज: भंडारे को खुदाई में मिली दीवारों, मूर्तियों, सजावटी जालीदार और टेराकोटा के बर्तनों के लिए जाना जाता है। भंडारेज के पास 18 वीं सदी का स्टेप-वेल भी भंडारज बाउरी है।</p>\r\n<p>ख्वारोजी: ख्वारोजी तत्कालीन शासक रावजी और जयमान पुरोहितों का निवास स्थान था।</p>\r\n<p>झझिरमपुरा: झझिरमपुरा रुद्र (शिव), बालाजी (हनुमान) और अन्य धार्मिक देवी और देवी के प्राकृतिक पानी के टैंक और मंदिरों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर और धार्मिक स्थान</p>\r\n<p>नीलकंठ मंदिर, दौसा जिला, राजस्थान</p>\r\n<p>मेहंदीपुर बालाजी मंदिर: बजरंग बली (हनुमान) भगवान का मंदिर मानसिक रूप से परेशान लोगों के इलाज के लिए जाना जाता है।</p>\r\n<p>नीलकंठ और पंच महादेव: पास के पहाड़ी के पठार पर स्थित नीलकंठ का मंदिर, इसकी प्राचीन महिमा और आध्यात्मिक उपस्थिति को दर्शाता है।</p>\r\n<p>श्री पापलज माता मंदिर: पापलज माता जी का मंदिर उप-जिला लालसोट में स्थित है।</p>\r\n<p>श्री बिनौरी बालाजी मंदिर: बिनौरी बालाजी जी का मंदिर उप-जिला लालसोट में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dausa</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dausa-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"दौसा","slug":"dausa"}],"recommendations":[{"id":864,"title":"गंगानगर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","dateCreated":"2019-10-12T01:53:41.799Z","dateModified":"2019-10-12T01:54:11.584Z","contributedBy":"AskGif","content":"श्री गंगानगर हरियाणा और पंजाब राज्यों की सीमाओं और भारत और पाकिस्तान की अंतर्राष्ट्रीय सीमा के पास एक नियोजित शहर और भारतीय राज्य राजस्थान का सबसे उत्तरी शहर है। यह श्री गंगानगर जिले का प्रशासनिक मुख्यालय है। इसका नाम महाराजा श्री गंगा सिंह बहादुर, बीकानेर के महाराजा के नाम पर रखा गया है। इसे \"रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"गंगानगर","slug":"ganganagar"}],"slug":"top-places-to-visit-in-ganganagar-rajasthan","total":0},{"id":859,"title":"दौसा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"दौसा भारत के राजस्थान राज्य में दौसा जिले का एक शहर और प्रशासनिक मुख्यालय है। यह जयपुर से 55 किमी, दिल्ली से 240 किमी और जयपुर-आगरा राष्ट्रीय राजमार्ग (NH-11) पर स्थित है। इसे \"देव नगरी\" के नाम से भी जाना जाता है।\r\nदौसा जिला भारत के जयपुर संभाग के भीतर राजस्थान राज्य का एक जिला है। दौसा शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"दौसा","slug":"dausa"}],"slug":"top-places-to-visit-in-dausa-rajasthan","total":0},{"id":847,"title":"बीकानेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","dateCreated":"2019-10-08T03:09:02.842Z","dateModified":"2019-10-08T03:09:17.201Z","contributedBy":"AskGif","content":"बीकानेर भारत के राजस्थान राज्य के उत्तर पश्चिम में स्थित एक शहर है। यह राज्य की राजधानी जयपुर से 330 किलोमीटर (205 मील) उत्तर-पश्चिम में स्थित है। बीकानेर शहर बीकानेर जिला और बीकानेर संभाग का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nपूर्व में बीकानेर रियासत की राजधानी, इस शहर की स्थापना राव ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बीकानेर","slug":"bikaner"}],"slug":"top-places-to-visit-in-bikaner-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}