{"id":859,"title":"Top Places to visit in Dausa, Rajasthan","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"<p>Dausa is a city and administrative headquarters of Dausa district in the state of Rajasthan, India. It is 55 km from Jaipur, 240 km from Delhi and located on Jaipur-Agra National Highway (NH-11). It is also known as \"Dev Nagari.\"</p>\r\n<p>Dausa District is a district of Rajasthan state in India within Jaipur division. The city of Dausa is the district headquarters. It has a population of 1,634,409 (2011 census), an area of 3432 km&sup2;, and a population density of 384 persons per km&sup2; with 62.75% literacy rate. It is bounded on the north by Alwar District, on the northeast by Bharatpur District, on the southeast by Karauli District, on the south by Sawai Madhopur District, and on the west by Jaipur District. The district is divided into Eight tehsils, Baswa, Dausa, Lalsot, Mahwa, Sikrai, Lawan, Nangal Rajawatan and Ramgarh Panchwara. The Sawa and Ban Ganga rivers run through the district. It is situated on the National Highway 11 from Jaipur to Agra. It is 55 km to the east of Jaipur and 103 km from Sawai Madhopur.</p>\r\n<p>&nbsp;</p>\r\n<p>Travel and transportation</p>\r\n<p>Rail Network: The district is well connected by rail. It is on Delhi-Jaipur and Agra-Jaipur train route, which gives it great connectivity. The district has also one important railway station, namely, Bandikui Junction. Dausa railway station is a very important railway station of north-western railway under Jaipur division and now the new railway line is under construction and starts very soon, after this Dausa railway station will be the junction.</p>\r\n<p>Road distances: NH 11 passes through the district. It covers about 85 km in the district which includes district headquarters, Sikandra and Mahwa. Dausa is 55 km from Jaipur on NH-11 and well connected with Agra, Delhi and other surrounding districts viz. Karauli, Sawai Madhopur and Bharatpur by road. Further, NH-11A also passes through the district covering Dausa &amp; Lalsot Tehsil regions. Two Mega Highways, to be constructed by RIDCOR, namely Alwar to Sikandra (81 km) and Lalsot to Kota (195 km) will pass through the district. The district has four-lane facility on NH 11.</p>\r\n<p>Culture</p>\r\n<p>Stone Carving</p>\r\n<p>Sikandra is situated at 25 km on NH-11 towards Agra. This place has made its mark in the domestic as well as international market for its sandstone carvings from districts adjoining Dausa.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Festivals</p>\r\n<p>Basant Panchmi Mela</p>\r\n<p>At district headquarters, Basant Panchmi Mela (during February every year) is organised with the worship of idols of Raghunathji, Narshingji, and god Surya. The festival is celebrated for three days with a large local market for villagers to procure essential requirements for the entire year. Besides this, it has all arrangements for rural entertainment. Therefore, it has very much attention and importance for rural population scattered in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Dolchi Holi</p>\r\n<p>In Pavta village, the young men of Gurjar caste, celebrates the traditional Holi with a difference. On the next day of Dhulandi, those young men throw a jet of water on each other using a small pot made up of leather from the four adjacent ponds prepared for this purpose. It goes on for one hour and they face it with brevity and enthusiasm.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Dausa has many places to visit like as Abhaneri and Mehandipur Balaji Temple. In Abhaneri, many movies have been shot including Paheli.</p>\r\n<p>&nbsp;</p>\r\n<p>Abhaneri: Abhaneri is known for its post-Gupta or early medieval monuments. It is situated at about 33 km from the district headquarters towards Bandikui. The Chand Baori (Step Well) and Harshat Mata Temple are the important places to visit.</p>\r\n<p>Getolav Bird Habitat: Located at 200 meter from National Highway 11, migratory birds.</p>\r\n<p>Bhandarej: Bhandarej is known for the walls, sculptures, decorative latticework, and terracotta utensils found in the excavation. Bhandarej also has 18th-century step-well called Bhandrej Baori.</p>\r\n<p>Khawaraoji: Khawaraoji was the residence of the then ruler Raoji and Jaiman purohits.</p>\r\n<p>Jhajhirampura : Jhajhirampura is known for the natural water tank and temples of Rudra (Shiv), Balaji (Hanuman) and other religious god and goddess.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples and Religious Spots</p>\r\n<p>Neelkanth temple, Dausa district, Rajasthan</p>\r\n<p>Mehandipur Balaji Temple: The temple of Bajrang Bali (Hanuman) god is known for treatment of mentally disturbed people.</p>\r\n<p>Neelkanth &amp; Panch Mahadev: The Temple of Neelkanth, situated on the plateau of the nearby hill, shows its ancient glory and spiritual presence.</p>\r\n<p>Shri Paplaj Mata Mandir: The Temple of Paplaj Mata Ji is situated in the sub-district Lalsot.</p>\r\n<p>Shri Binouri Balaji Mandir: The Temple of Binouri Balaji Ji is situated in the sub-district Lalsot.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dausa</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dausa-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dausa","slug":"dausa"}],"recommendations":[{"id":864,"title":"Top Places to visit in Ganganagar, Rajasthan","imageUrl":"815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","dateCreated":"2019-10-12T01:53:41.799Z","dateModified":"2019-10-12T01:54:11.584Z","contributedBy":"AskGif","content":"Sri Ganganagar is a planned city and the northern-most city of the Indian state of Rajasthan, near the borders of Haryana and Punjab states and the international border of India and Pakistan. It is the administrative headquarters of Sri Ganganagar district. It is named after Maharaja Shri Ganga S","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ganganagar","slug":"ganganagar"}],"slug":"top-places-to-visit-in-ganganagar-rajasthan","total":0},{"id":859,"title":"Top Places to visit in Dausa, Rajasthan","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"Dausa is a city and administrative headquarters of Dausa district in the state of Rajasthan, India. It is 55 km from Jaipur, 240 km from Delhi and located on Jaipur-Agra National Highway (NH-11). It is also known as \"Dev Nagari.\"\r\nDausa District is a district of Rajasthan state in India wi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dausa","slug":"dausa"}],"slug":"top-places-to-visit-in-dausa-rajasthan","total":0},{"id":847,"title":"Top Places to visit in Bikaner, Rajasthan","imageUrl":"b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","dateCreated":"2019-10-08T03:09:02.842Z","dateModified":"2019-10-08T03:09:17.201Z","contributedBy":"AskGif","content":"Bikaner is a city in the northwest of the state of Rajasthan, India. It is located 330 kilometres (205 mi) northwest of the state capital, Jaipur. Bikaner city is the administrative headquarters of Bikaner District and Bikaner division.\r\n&nbsp;\r\nFormerly the capital of the princely ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bikaner","slug":"bikaner"}],"slug":"top-places-to-visit-in-bikaner-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}