{"id":86,"title":"Top Places to Visit in Prayagraj (Formerly Allahabad), Uttar Pradesh","imageUrl":"99494f63-f53d-4708-a915-b83b012bb598-Allahabad.jpg","dateCreated":"2018-08-06T09:11:30.753Z","dateModified":"2020-05-25T10:27:25.742Z","contributedBy":"AskGif","content":"<p>Allahabad, also known as Prayag, is a large metropolitan city in the Indian state of Uttar Pradesh&nbsp;(U.P/UP) and the administrative headquarters of Allahabad District, the most populous district in the state and 13th most populous district in India, and the Allahabad Division.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is the Judicial capital of Uttar Pradesh with Allahabad High Court being the highest judicial body in the state. As of 2011, Allahabad is the seventh most populous city in the state, twelfth in Northern India and thirty-eighth in India, with an estimated population of 1.11 million in the city and 1.21 million in its metropolitan region. In 2011 it was ranked the world's 40th fastest-growing city. Allahabad, in 2016, was also ranked the third most liveable city in the state (after Noida and Lucknow) and sixteen in the country. The 2016 update of the World Health Organization's Global Urban Ambient Air Pollution Database found Allahabad to have the third highest mean concentration of \"PM2.5\" (&lt;2.5 &mu;m diameter) particulate matter in the ambient air among all the 2972 cities tested (after Zabol and Gwalior).</p>\r\n<p>&nbsp;</p>\r\n<p>The city's original name &ndash; Prayag, or \"place of offerings\" &ndash; comes from its position at the Sangam (confluence) of the Ganga, Yamuna and Sarasvati rivers. It plays a central role in Hindu scriptures. Allahabad was originally called Kaushambi (now a separate district) by the Kuru rulers of Hastinapur, who developed it as their capital. Since then, the city has been a political, cultural and administrative centre of the Doab region. In the early 17th century, Allahabad was a provincial capital in the Mughal Empire under the reign of Jahangir.</p>\r\n<p>&nbsp;</p>\r\n<p>Akbarnama mentions that the Mughal emperor Akbar founded a great city in Allahabad. `Abd al-Qadir Bada'uni and Nizamuddin Ahmad mention that Akbar laid the foundations of an Imperial City there which was called Ilahabas or Ilahabad. He was said to be impressed by its strategic location and built a fort there, later renaming it Ilahabas by 1584 which was changed to Allahabad by Shah Jahan.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Allahabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/99494f63-f53d-4708-a915-b83b012bb598-Allahabad.jpg","subContents":[{"SubTitle":"1. Allahabad Fort","SubTitleHindi":null,"SubContent":"<p>Allahabad Fort is a fort built by the Mughal emperor Akbar at Allahabad, Uttar Pradesh, India in 1583. The fort stands on the banks of the Yamuna near its confluence with the river Ganges. It is recognized by the Archaeological Survey of India as a monument of national importance.</p>\r\n<p>Akbar named the fort Illahabas (\"blessed by God\"), which later became \"Allahabad\". Besides the strategic location of Allahabad, Akbar is also thought to have been motivated by the ability to collect taxes from the large number of pilgrims visiting the Triveni Sangam. However, this seems unlikely, considering the fact that Akbar abolished the existing pilgrim taxes in 1563.</p>\r\n<p>Akbar's fort was constructed in such a way that it enclosed the famous Akshayavat tree, where people would commit suicide in order to achieve salvation. The reason for this is not known, although some sources claim that he did it to prevent people from committing suicides. According to a local legend, Akbar was a Hindu ascetic named Mukunda Brahmachari in his previous birth. Once, by mistake, he consumed a cow's hair while drinking milk. Horrified at this sin (cow being a holy animal), he committed suicide. He was born a mlechchha (non-Hindu) as a result of this sin, and was driven to build a fort at the holy Sangam.</p>\r\n<p>&nbsp;</p>\r\n<p>The local Prayagwal Brahmins claim that Akbar repeatedly failed to construct the fort, because its foundation would sink in the sand each time. The emperor was told that a human sacrifice was required to proceed. A local Brahmin voluntarily sacrificed himself, and in return, Akbar granted his descendants &mdash; the Prayagwals &mdash; the exclusive rights of servicing the pilgrims at the Sangam.</p>\r\n<p>&nbsp;</p>\r\n<p>The Allahabad Fort is the largest fort built by Akbar.[citation needed] This fort has three galleries flanked by high towers.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Allahabad_Fort</p>","SubContentHindi":null,"ImageUrl":"c4aae3d7-fe7b-4e18-83d7-2b2304aea258_allahabad-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Khusro Bagh","SubTitleHindi":null,"SubContent":"<p>Khusrau Bagh is a large walled garden and burial complex located in muhalla Khuldabad close to the Allahabad Junction Station, in Allahabad, India. It is roughly two miles from the Akbar (r. 1556-1605) built Allahabad Fort. Situated over forty acres and shaped as a quadrangle it includes the tombs of Shah Begum (born Manbhawati Bai) (d. 1604), Jahangir's Rajput wife and the daughter of Maharaja Bhagwant Das and Khusrau Mirza's (d. 1622) mother; Khusrau Mirza, Jahangir's eldest son and briefly heir apparent to the Mughal throne; and Nithar Begum (d. 1624), Khusrau Mirza's sister and Jahangir's daughter. It is listed as an Indian Site of National Importance.</p>\r\n<p>The three sandstone mausoleums within this walled garden, present an exquisite example of Mughal architecture The design of its main entrance, the surrounding gardens, and the three-tier tomb of Shah Begum, who died in 1604, has been attributed to Aqa Reza, Jahangir&rsquo;s principal court artist. Shah Begum, originally Man Bai, was the daughter of Raja Bhagwant Das of Amber. Distressed by the discord between her husband Jahangir and son Khusrau, she committed suicide in 1604 by swallowing opium. Her tomb was designed in 1606 by Aqa Reza and is a three-storied terrace plinth without the main mound, inviting comparisons with Fatehpur Sikri by experts. The tomb however has a large chhatri that surmounts the plinth and the arabesque inscriptions that adorn her tomb were carved out by Mir Abdullah Mushkin Qalam, Jahangir's greatest calligrapher.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khusro_Bagh</p>","SubContentHindi":null,"ImageUrl":"5b8673f0-cdc2-49f8-b691-5cb239af7174_khusru-bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Anand Bhavan","SubTitleHindi":null,"SubContent":"<p>The Anand Bhavan is a historic house museum in Allahabad, India focusing on the Nehru Family. It was constructed by Indian political leader Motilal Nehru in the 1930s to serve as the residence of the Nehru family when the original mansion Swaraj Bhavan (previously called Anand Bhavan) was transformed into the local headquarters of the Indian National Congress. Jawahar Planetarium, the planetarium is situated here, which has been striving to inculcate scientific temper among masses through its sky shows on astronomy and science.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand Bhavan was donated to the Indian government in 1970 by the then Prime Minister Indira Gandhi, the granddaughter of Motilal Nehru and daughter of Jawaharlal Nehru.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anand_Bhavan</p>","SubContentHindi":null,"ImageUrl":"f14bac28-25ac-403a-9ee7-c037084f37f7_anand-bhavan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Triveni Sangam","SubTitleHindi":null,"SubContent":"<p>In Hindu tradition, Triveni Sangam is the \"confluence\" of three rivers. Sangama is the Sanskrit word for confluence. The point of confluence is a sacred place for Hindus. A bath here is said to flush away all of one's sins and free one from the cycle of rebirth.</p>\r\n<p>One such Triveni Sangam, in Allahabad, has the confluence of two rivers &mdash; the Ganges and the Yamuna (and the imaginary Saraswati River). The two rivers maintain their visible identity and can be identified by their different colours. The water of the Ganges is clear, while that of the Yamuna is greenish in colour.</p>\r\n<p>&nbsp;</p>\r\n<p>A place of religious importance and the site for historic Kumbh Mela held every 12 years, over the years it has also been the site of immersion of ashes of several national leaders, including Mahatma Gandhi in 1948.</p>\r\n<p>&nbsp;</p>\r\n<p>This description of the confluence of the Ganga and Yamuna seems to be referred to in one of the latest sections of the Rigveda, which says,\"Those who bathe at the place where the two rivers flow together, rise up to heaven\"[citation needed]. According to the Puranas, there is also a third river called the Saraswati.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Triveni_Sangam</p>","SubContentHindi":null,"ImageUrl":"b22c3ea8-d52d-476e-ae59-e997132a4b78_triveni-sangam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Swaraj Bhavan","SubTitleHindi":null,"SubContent":"<p>Swaraj Bhavan (formerly Anand Bhavan, meaning Adobe of Bliss) is a large mansion located in Allahabad, India. It was owned by Indian political leader Motilal Nehru in the 19th century, it has served as the ancestral home of the Nehru Family&mdash; future Prime Minister of India Indira Gandhi was born there. The First Prime Minister of India Jawaharlal Nehru was however not born in Anand Bhawan.</p>\r\n<p>&nbsp;</p>\r\n<p>It is managed by the 'Jawaharlal Nehru Memorial Fund', Delhi[citation needed] and functions as a museum open to the public. It has 42 rooms and a number of memorabilia including a charkha used by Mahatma Gandhi, photographs of the Indian freedom movement, personal belongings of the Nehru family and an underground room that is said to have been used occasionally for meetings.</p>\r\n<p>The building at 1 Church road that is today called Swaraj Bhavan was originally called Mahmud Manzil. It was built in 1871 for Syed Ahmad Khan, the 19th-century Indian Muslim leader and educationist, at the behest of the then Lieutenant Governor of the NWP (North West provinces) William Muir. The latter often took the advice of Syed Ahmad Khan in administrative matters which necessitated Khan's presence in Allahabad. However, since Khan lived in Aligarh, he did not have a place to stay in Allahabad for prolonged visits. Muir suggested that Khan maintain a house in Allahabad too, where he could stay during such official visits. A site consisting of 20 acres of land owned by a person called Shaikh Fayyaz Ali was selected for this purpose. It was located just 10 minutes drive from the Government House and Ali had received the land here as compensation for the losses incurred by him during the 1857 mutiny. Work to build a large house here commenced around 1868 and the house was completed in 1871. It was originally called \"Mahmud Manzil\" after Syed Ahmad Khan's son's name. It was later occupied by Syed Mahmud, who lived here as a tenant when he became the Justice of the Allahabad High Court. Fayyaz Ali continued to live on the estate till his death in 1873 in a bungalow called Bungalow Fatehpur Bishwa that he had made here. However, the connection between Sir Muir, Syed Ahmad Khan and Mahmud Manzil are unverified as different sources yield different results.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Swaraj_Bhavan</p>","SubContentHindi":null,"ImageUrl":"d6a0b59c-f244-4c4d-bc3f-d9e728345d90_Swaraj-Bhawan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Allahabad Museum","SubTitleHindi":null,"SubContent":"<p>&nbsp;</p>\r\n<p>A museum was originally set up in Allahabad in 1863 by North-West Province Governor General Sir William Muir, before being shut down for unspecified reasons in 1881. After the initiative to reopen the museum was taken by Jawaharlal Nehru, the then President of the Allahabad Municipal Board, stalwarts like Madan Mohan Malviya and the then leading newspaper The Pioneer, the museum was eventually opened in the Municipal Board building in 1931. Due to space constraint, the museum was shifted to the present building at the Alfred Park. The foundation stone of the present museum building was laid on 14 December 1947 by Jawaharlal Nehru and the museum was opened to the public in 1954. In 1985 it was declared an Institution of National Importance.</p>\r\n<p>&nbsp;</p>\r\n<p>The Allahabad Museum is a national-level museum in Allahabad, Uttar Pradesh. Established in 1931, it is known for its rich collection and unique objects of art, and is funded by Ministry of Culture. Moreover, it is a premier research centre for archaeologists, historians and academicians and carries out extensive research activities and publications in archaeology, art and literature. Its rock art gallery has the largest collection of prehistoric paintings displayed in India dating from 14,000 B.C to 2000 B.C. The museum, using solar power system, has become the first museum in the country to become self-reliant in power generation.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Allahabad_Museum</p>","SubContentHindi":null,"ImageUrl":"7e41c043-8166-4625-aaa0-5677be1d5abc_Allahabad-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Jawahar Planetarium","SubTitleHindi":null,"SubContent":"<p>The Jawahar Planetarium is located in the city of Allahabad in Uttar Pradesh, India. It was built in 1979 and is situated beside Anand Bhavan the former residence of the Nehru-Gandhi family and now a museum. It is managed by the 'Jawaharlal Nehru Memorial Fund' (estb. 1964), which has its headquarters at Teen Murti House, New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Each year, the prestigious 'Jawaharlal Nehru Memorial Lecture' is also held at the planetarium, organised under the auspices of Jawaharlal Nehru Memorial Fund on the birth anniversary of India's first prime minister, November 14.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jawahar_Planetarium</p>","SubContentHindi":null,"ImageUrl":"2183abd8-c554-4861-880d-ee9940089ebc_jawahar-planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. All Saints Cathedral","SubTitleHindi":null,"SubContent":"<p>All Saints' Cathedral, also known as Patthar Girja (Church of Stones) is an Anglican cathedral located in Allahabad, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Modeled after 13th-century Gothic style churches, it is among the Gothic Revival buildings built by the British during their rule in India. British architect Sir William Emerson, who also designed the Victoria Memorial, Kolkata, designed the cathedral in 1871. It was consecrated in 1887 and was completed four years later. The church celebrates its anniversary on All Saints' Day (1 November) and is part of the Church of North India. The cathedral is at the centre of a large open space at the crossing of two of the principal roads of Allahabad, MG Marg and SN Marg.</p>\r\n<p>&nbsp;</p>\r\n<p>According to The Building News, 25 November 1887, the cathedral was commenced some 15 years previously, and was at first intended for the cathedral of the North-Western Provinces and to have an open verandah and ambulatory all round. It was, however, afterwards decided that the cathedral of the North-Western Provinces should be at Lahore instead, though it is now thought probable that this will eventually form the cathedral church of a new diocese. Following the extension of the railway network, Allahabad has grown to the extent that it has been found necessary to provide for the addition to the transept and choir of a nave accommodating a much larger congregation that was originally expected[4] The general simplicity of detail was necessitated by the class of workmen obtainable in this part of India at the time of construction. The work was carried out in a cream-coloured stone with fine red sandstone dressings, and the roof is covered with red local tiles.</p>\r\n<p>source: https://en.wikipedia.org/wiki/All_Saints_Cathedral,_Allahabad</p>","SubContentHindi":null,"ImageUrl":"04400711-edcb-4203-88a8-5000ee204dd4_all_saint.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Allahabad pillar","SubTitleHindi":null,"SubContent":"<p>The Allahabad pillar is an Ashoka Stambha, one of the pillars of Ashoka, an emperor of the Maurya dynasty who reigned in the 3rd century BCE. While it is one of the few extant pillars that carry his edicts,[3] it is particularly notable for containing later inscriptions attributed to the Gupta emperor, Samudragupta (4th century CE). Also engraved on the stone are inscriptions by the Mughal emperor, Jahangir, from the 17th century.</p>\r\n<p>&nbsp;</p>\r\n<p>At some point of time, the pillar was moved from its original location and installed within Akbar's Allahabad Fort in Allahabad, Uttar Pradesh. As the fort is now occupied by the Indian Army, the public are only allowed limited access to the premises and special permission is required to view the pillar.</p>\r\n<p>&nbsp;</p>\r\n<p>The Allahabad Pillar is a single shaft of polished sandstone standing 35 feet (10.7 m) high. It has a lower diameter of 35 inches (0.9 m) and an upper diameter of 26 inches (0.7 m). The customary lotiform bell-shaped capital seen in the other Ashoka Pillars is lost as is whichever statue mounted it. However the abacus, adorned by a graceful scroll of alternate lotus and honeysuckle, that the statue must have rested upon, was found nearby. Cunningham believed that the capital must have been mounted by a single lion. The abacus is almost identical to the one found on the pillar at Sankasya suggesting proximate erection dates.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Allahabad_pillar</p>","SubContentHindi":null,"ImageUrl":"8ad52185-c8ab-40b6-a713-42be5bf0513e_Pillar_Allahabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Alopi Devi Mandir","SubTitleHindi":null,"SubContent":"<p>Alopi Devi Mandir is a temple situated in Alopibagh in Allahabad in state of Uttar Pradesh, India. It is near to the holy Sangam, or confluence, where the rivers Ganges, Yamuna and the legendary Sarasvati meet. Kumbh Mela is near to this place.</p>\r\n<p>&nbsp;</p>\r\n<p>This temple is peculiar in that there is no statue of any deity in this temple, rather, there is a wooden carriage or 'doli' which is worshipped. The origin of the name, Alopi (disappeared) Bagh lies in the Hindu belief that after the death of his wife Sati, the grieving Lord Shiva travelled through skies with her dead body. Lord Vishnu, to relieve him from this agony, threw his Chakra at the corpse, resulting in the fall of various parts of the body at various places in India, which were sanctified by the touch of the Goddess' body parts and hence were thereby deemed holy places for pilgrimage. The last part fell at this location thereby named as \"Alopi\" (where disappearance was concluded)and the holiest of all.</p>\r\n<p>&nbsp;</p>\r\n<p>Another version dates back to the time when the entire region was covered by dense forests infested with dreaded dacoits. A marriage procession passed in a forest. Marriage processions, in those days when used to be the most vulnerable targets of robbers as they used to return loaded with gold and other riches.[according to whom?] While deep into the jungle, the marriage party found itself surrounded by robbers. After killing all the men and looting the wealth the robbers turned to the 'doli' or carriage of the bride. When they unveiled the carriage they found there was no one inside. The bride had magically disappeared. The word went around, history became legend and legend became myth.[citation needed] A temple came up at the site where this incident occurred and locals started worshiping the bride as \"Alopi Devi\" or the 'virgin goddess who had disappeared'. However, this story provides no convincing explanation as to why the place would be deemed so holy.</p>\r\n<p>&nbsp;</p>\r\n<p>Alopi Devi continues to be worshiped by thousands of people living in the region who share every festival, marriage, birth and death with their guarding deity.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alopi_Devi_Mandir</p>","SubContentHindi":null,"ImageUrl":"943e27fd-151c-4fc7-b5d4-234b72bdc5b1_alopidevi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. Fun Gaon Water Park","SubTitleHindi":null,"SubContent":"<p>Fun Gaon is an Amusement park in Allahabad. It is situated on Kaushambi road in Allahabad. The total distance from Allahabad railway station to this park is nearly about 18 km. Summer is the best time to visit here and most of the time crowds come on the weekend for hanging out. Overall Management is very nice for car parking and vehicle stand is also available.</p>","SubContentHindi":null,"ImageUrl":"24f315a0-811c-4ba3-a100-eeb412545c50_water-park-allahabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"},{"SubTitle":"12. How to Reach","SubTitleHindi":null,"SubContent":"<p><strong>Air Transport</strong></p>\r\n<p>Allahabad is served by Allahabad Airport (IATA: IXD, ICAO: VIAL), which began operations in February 1966. The airport is 12 kilometres (7.5 mi) from the city centre and lies in Bamrauli, Allahabad. Air India's regional arm Alliance Air connects Allahabad to Delhi and Jet Airways connects Lucknow, Patna ,Indore and Nagpur. Other nearby airports are in Varanasi, Lucknow and Kanpur.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Railways</strong></p>\r\n<p>Allahabad Junction is one of the main railway junctions in northern India and headquarters of the North Central Railway Zone. The Seven major railway stations in Allahabad are Allahabad Junction, Subedarganj railway station, Naini Railway Station and Cheoki Junction railway station under North Central Railways whereas Prayag Junction railway station under Northern Railways and Allahabad City railway station at Rambagh and Daraganj Station under North Eastern Railways. The city is connected to most other Uttar Pradesh cities and major Indian cities such as Kolkata, New Delhi, Hyderabad, Patna, Mumbai, Visakhapatnam, Chennai, Bangalore, Guwahati, Thiruvananthapuram, Pune, Bhopal, Kanpur, Lucknow and Jaipur.</p>\r\n<p>&nbsp;</p>\r\n<p><strong>Roads</strong></p>\r\n<p>Buses operated by Uttar Pradesh State Road Transport Corporation (UPSRTC) and Allahabad City Transport Service are an important means of public transport for traveling to various parts of the city, state, and outskirts. Auto Rickshaws have been a popular mode of transportation. Cycle rickshaws are the most economical means of transportation in Allahabad along with e-rickshaws. National Highway 19 (old number: NH 2) connecting to Delhi and Kolkata, National Highway 35 connecting to Mirzapur, Jhansi and Udaipur (old number :NH 76 and 76E merged), National Highway 30 (old number:NH 24B and 27 merged) connecting to Lucknow, Rewa and Southern India and National Highway 330 (old number: NH 96) connecting to Sultanpur-Faizabad runs through the city. India's longest cable-stayed bridge, the New Yamuna Bridge (built 2001&ndash;04), is located in Allahabad and connects the city to the suburb of Naini across the Yamuna. The Old Naini Bridge now accommodates railway and auto traffic. A road bridge across the Ganga also connects Allahabad and Jhusi. National Waterway 1, the longest Waterway in India, connects Allahabad and Haldia. A Metrorail project for the city covering the entire metropolitan region is also underway.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Allahabad</p>","SubContentHindi":null,"ImageUrl":"a8644dae-d16d-463d-98ec-decfa81c9ca8_welcome-allahabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"93"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-prayagraj-formerly-allahabad-uttar-pradesh","tags":[{"name":"prayagraj","slug":"prayagraj"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"allahabad","slug":"allahabad"}],"recommendations":[{"id":181,"title":"Top Places to visit in Raebareli, Uttar Pradesh","imageUrl":"b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","dateCreated":"2018-12-22T12:09:45.822Z","dateModified":"2018-12-22T13:06:20.555Z","contributedBy":"AskGif","content":"Raebareli is a city and a municipal board in the Indian state of Uttar Pradesh. It is the administrative headquarters of Raebareli district. The city is situated at the bank of the Sai river, 82 km (51 mi) southeast of Lucknow. It possesses many architectural features and sites, chief of which is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raebareli","slug":"raebareli"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-raebareli-uttar-pradesh","total":0},{"id":171,"title":"Top Places to visit in Maharajganj, Uttar Pradesh","imageUrl":"e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","dateCreated":"2018-12-09T08:34:26.609Z","dateModified":"2018-12-09T10:30:25.052Z","contributedBy":"AskGif","content":"Mahrajganj is a town and a municipal board in Maharajganj district in the Indian state of Uttar Pradesh.Maharajganj District of Uttar Pradesh achieved autonomy on 2 October 1989. This rectangular district spans from 27&deg;09' North to 83&deg;34' East geometric coordinates and occupies 2934.1 km2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharajganj","slug":"maharajganj"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-maharajganj-uttar-pradesh","total":0},{"id":140,"title":"Top Places to visit in Hardoi, Uttar Pradesh","imageUrl":"d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","dateCreated":"2018-10-06T12:48:31.223Z","dateModified":"2018-10-06T14:58:49.381Z","contributedBy":"AskGif","content":"Hardoi is a city and municipal board in Hardoi district in the Indian state of Uttar Pradesh. It is the administrative headquarters of Hardoi district.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 India census, Hardoi city had a population of 1,30,429. Males constitute 52.59% of the pop","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hardoi","slug":"hardoi"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hardoi-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}