{"id":86,"title":"प्रयागराज (पूर्व में इलाहाबाद) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"99494f63-f53d-4708-a915-b83b012bb598-Allahabad.jpg","dateCreated":"2018-08-06T09:11:30.753Z","dateModified":"2020-05-25T10:27:25.742Z","contributedBy":"AskGif","content":"<p>इलाहाबाद, जिसे प्रयाग भी कहा जाता है, भारतीय उत्तर प्रदेश&nbsp;(U.P/UP) में एक बड़ा महानगरीय शहर है और इलाहाबाद जिले का प्रशासनिक मुख्यालय, राज्य का सबसे अधिक आबादी वाला जिला और भारत का 13 वां सबसे अधिक जनसंख्या वाला जिला और इलाहाबाद डिवीजन है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर उत्तर प्रदेश की न्यायिक राजधानी है, इलाहाबाद उच्च न्यायालय राज्य में सबसे न्यायिक निकाय है। 2011 तक, इलाहाबाद राज्य का सातवां सबसे अधिक आबादी वाला शहर है, उत्तरी भारत में बारहवां और भारत में तीसवां आठवां, शहर में 1.11 मिलियन की अनुमानित जनसंख्या और इसके महानगरीय क्षेत्र में 1.21 मिलियन है। 2011 में इसे दुनिया का 40 वां सबसे तेजी से बढ़ता हुआ शहर माना गया था। 2016 में इलाहाबाद को राज्य में तीसरा सबसे ज्यादा रहने योग्य शहर (नोएडा और लखनऊ के बाद) और देश में सोलह स्थान पर रखा गया था। वर्ल्ड हेल्थ ऑर्गनाइजेशन के ग्लोबल शहरी परिवेश वायु प्रदूषण डेटाबेस के 2016 के अपडेट में इलाहाबाद में पाया गया कि 2 9 72 शहरों में परीक्षण किए गए परिवेश हवा में \"पीएम 2.5\" (&lt;2.5 माइक्रोन व्यास) कणों का तीसरा सबसे अधिक औसत सांद्रता है (ज़ोबोल के बाद और ग्वालियर)।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का मूल नाम - प्रयाग, या \"प्रसाद की जगह\" - गंगा, यमुना और सरस्वती नदियों के संगम (संगम) में अपनी स्थिति से आता है। यह हिंदू ग्रंथों में एक केंद्रीय भूमिका निभाता है। इलाहाबाद को मूल रूप से हस्तिनापुर के कुरु शासकों द्वारा कौशम्बी (अब एक अलग जिला) कहा जाता था, जिन्होंने इसे अपनी राजधानी के रूप में विकसित किया था। तब से, शहर डोआब क्षेत्र का राजनीतिक, सांस्कृतिक और प्रशासनिक केंद्र रहा है। 17 वीं शताब्दी की शुरुआत में, जहांगीर के शासनकाल में इलाहाबाद मुगल साम्राज्य में एक प्रांतीय राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>अकबरनामा का उल्लेख है कि मुगल सम्राट अकबर इलाहाबाद में एक महान शहर की स्थापना की। अब्द अल-क़दीर बादाउनी और निजामुद्दीन अहमद का उल्लेख है कि अकबर ने इंपीरियल शहर की नींव रखी जिसे इलाहाबास या इलाहाबाद कहा जाता था। उन्हें अपने सामरिक स्थान से प्रभावित किया गया और वहां एक किला बनाया गया, बाद में इसे 1584 तक इलाहाबास नाम दिया गया जिसे शाहजहां द्वारा इलाहाबाद में बदल दिया गया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Allahabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/99494f63-f53d-4708-a915-b83b012bb598-Allahabad.jpg","subContents":[{"SubTitle":"1. इलाहाबाद किला","SubTitleHindi":null,"SubContent":"<p>इलाहाबाद किला 1583 में भारत के उत्तर प्रदेश, इलाहाबाद में मुगल सम्राट अकबर द्वारा निर्मित एक किला है। यह किला यमुना के तट पर गंगा नदी के साथ अपने संगम के निकट है। यह राष्ट्रीय महत्व के स्मारक के रूप में भारतीय पुरातत्व सर्वेक्षण द्वारा मान्यता प्राप्त है।</p>\r\n<p>अकबर ने किला इलाहाबास (\"भगवान द्वारा आशीर्वाद\") नाम दिया, जो बाद में \"इलाहाबाद\" बन गया। इलाहाबाद के रणनीतिक स्थान के अलावा, अकबर भी त्रिवेणी संगम जाने वाले बड़ी संख्या में तीर्थयात्रियों से कर एकत्र करने की क्षमता से प्रेरित हुए हैं। हालांकि, इस तथ्य पर विचार करते हुए कि अकबर ने 1563 में मौजूदा तीर्थ करों को समाप्त कर दिया था।</p>\r\n<p>अकबर का किला इस तरह से बनाया गया था कि इसने प्रसिद्ध अक्षयवत वृक्ष को घेर लिया, जहां लोग मोक्ष प्राप्त करने के लिए आत्महत्या करेंगे। इसका कारण ज्ञात नहीं है, हालांकि कुछ सूत्रों का दावा है कि उन्होंने लोगों को आत्महत्या करने से रोकने के लिए किया था। एक स्थानीय किंवदंती के अनुसार, अकबर अपने पिछले जन्म में मुकुंदा ब्रह्मचारी नामक एक हिंदू तपस्वी थे। एक बार, गलती से, उसने दूध पीते समय गाय के बालों को खा लिया। इस पाप पर भयभीत (गाय एक पवित्र पशु है), उसने आत्महत्या की। इस पाप के परिणामस्वरूप उनका जन्म एक मल्चचा (गैर हिंदू) हुआ था, और पवित्र संगम में एक किला बनाने के लिए प्रेरित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय प्रयागवाल ब्राह्मणों का दावा है कि अकबर बार-बार किले बनाने में नाकाम रहे, क्योंकि इसकी नींव हर बार रेत में डूब जाएगी। सम्राट को बताया गया कि आगे बढ़ने के लिए मानव बलिदान की आवश्यकता थी। एक स्थानीय ब्राह्मण ने स्वेच्छा से खुद को त्याग दिया, और बदले में, अकबर ने अपने वंशजों - प्रयाग्ववाल - संगम में तीर्थयात्रियों की सेवा करने के अनन्य अधिकार दिए।</p>\r\n<p>&nbsp;</p>\r\n<p>इलाहाबाद किला अकबर द्वारा निर्मित सबसे बड़ा किला है। [उद्धरण वांछित] इस किले में तीन टावरों को ऊंचे टावरों से घिरा हुआ है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Allahabad_Fort</p>","SubContentHindi":null,"ImageUrl":"c4aae3d7-fe7b-4e18-83d7-2b2304aea258_allahabad-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. खुसरो बाग","SubTitleHindi":null,"SubContent":"<p>खुसरो बाग भारत के इलाहाबाद में इलाहाबाद जंक्शन स्टेशन के नजदीक मुहल्ला खुलादाबाद में स्थित एक बड़ा दीवार वाला बगीचा और दफन परिसर है। यह अकबर (आर। 1556-1605) से लगभग दो मील दूर इलाहाबाद किला बनाया गया है। चालीस एकड़ से अधिक और चतुर्भुज के रूप में आकार में शाह बेगम (जन्मा मनभावती बाई) (डी 1604), जहांगीर की राजपूत पत्नी और महाराजा भगवंत दास और खुसरो मिर्जा की बेटी (1622) मां की कब्र शामिल हैं; खुसरो मिर्जा, जहांगीर के सबसे बड़े बेटे और संक्षेप में मुगल सिंहासन के लिए वारिस; और नितर बेगम (डी। 1624), खुसरो मिर्जा की बहन और जहांगीर की बेटी। इसे राष्ट्रीय महत्व की एक भारतीय साइट के रूप में सूचीबद्ध किया गया है।</p>\r\n<p>इस दीवार वाले बगीचे के भीतर तीन बलुआ पत्थर के मकबरे, मुगल वास्तुकला का एक उत्कृष्ट उदाहरण प्रस्तुत करते हैं, इसके मुख्य प्रवेश द्वार, आसपास के बगीचों, और 1604 में मृत्यु हो गई शाह बेगम की तीन-स्तरीय मकबरे का डिजाइन, अकाया रेजा, जहांगीर के लिए जिम्मेदार ठहराया गया है। मुख्य अदालत कलाकार। शाह बेगम, मूल रूप से मैन बाई, एम्बर के राजा भगवंत दास की बेटी थीं। अपने पति जहांगीर और बेटे खुसरो के बीच विवाद से परेशान, उन्होंने अफीम को निगलकर 1604 में आत्महत्या की। उनकी मकबरा को 1606 में एका रेजा द्वारा डिजाइन किया गया था और विशेषज्ञों द्वारा फतेहपुर सीकरी के साथ तुलना आमंत्रित करते हुए मुख्य माउंड के बिना तीन मंजिला छत प्लिंथ है। मकबरे में हालांकि एक बड़ी छत्री है जो प्लिंथ को बढ़ाती है और अरबी अब्दुल्ला मुशकिन कलाम, जहांगीर के सबसे महान कॉलिग्राफर द्वारा बनाई गई अरबी शिलालेखों का निर्माण किया जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Khusro_Bagh</p>","SubContentHindi":null,"ImageUrl":"5b8673f0-cdc2-49f8-b691-5cb239af7174_khusru-bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. आनंद भवन","SubTitleHindi":null,"SubContent":"<p>आनंद भवन इलाहाबाद में एक ऐतिहासिक घर संग्रहालय है, भारत नेहरू परिवार पर ध्यान केंद्रित किया। 1930 के दशक में भारतीय राजनीतिक नेता मोतीलाल नेहरू ने नेहरू परिवार के निवास के रूप में सेवा के लिए इसका निर्माण किया था जब मूल हवेली स्वराज भवन (जिसे पहले आनंद भवन कहा जाता था) भारतीय राष्ट्रीय कांग्रेस के स्थानीय मुख्यालय में बदल दिया गया था। जवाहर प्लेनेटरीयम, तारामंडल यहां स्थित है, जो खगोल विज्ञान और विज्ञान पर अपने आकाश के माध्यम से लोगों के बीच वैज्ञानिक गुस्सा पैदा करने का प्रयास कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद भवन को तत्कालीन प्रधान मंत्री इंदिरा गांधी, मोतीलाल नेहरू की पोती और जवाहरलाल नेहरू की बेटी द्वारा 1970 में भारत सरकार को दान दिया गया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Anand_Bhavan</p>","SubContentHindi":null,"ImageUrl":"f14bac28-25ac-403a-9ee7-c037084f37f7_anand-bhavan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. त्रिवेणी संगम","SubTitleHindi":null,"SubContent":"<p>हिंदू परंपरा में, त्रिवेणी संगम तीन नदियों का \"संगम\" है। संगमा संगम के लिए संस्कृत शब्द है। संग्राम का मुद्दा हिंदुओं के लिए एक पवित्र स्थान है। यहां एक स्नान को अपने सभी पापों को दूर करने और पुनर्जन्म के चक्र से मुक्त करने के लिए कहा जाता है।</p>\r\n<p>इलाहाबाद में ऐसे एक त्रिवेणी संगम में दो नदियों का संगम है - गंगा और यमुना (और काल्पनिक सरस्वती नदी)। दोनों नदियां अपनी दृश्य पहचान बनाए रखती हैं और उन्हें अपने विभिन्न रंगों से पहचाना जा सकता है। गंगा का पानी स्पष्ट है, जबकि यमुना का रंग रंग में हरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक महत्व और ऐतिहासिक&nbsp;कुंभ मेला के लिए साइट हर 12 वर्षों में आयोजित की गई, सालों से यह 1948 में महात्मा गांधी समेत कई राष्ट्रीय नेताओं की राख की विसर्जन की साइट भी रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंगा और यमुना के संगम के इस वर्णन को ऋग्वेद के नवीनतम खंडों में से एक में संदर्भित किया गया है, जो कहता है, \"जो लोग नदियों को एक साथ बहते हैं, वे स्वर्ग तक उठते हैं\" [उद्धरण वांछित ]। पुराणों के अनुसार, सरस्वती नामक तीसरी नदी भी है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Triveni_Sangam</p>","SubContentHindi":null,"ImageUrl":"b22c3ea8-d52d-476e-ae59-e997132a4b78_triveni-sangam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. स्वराज भवन","SubTitleHindi":null,"SubContent":"<p>स्वराज भवन (पूर्व में आनंद भवन, जिसका अर्थ है एडोब ऑफ ब्लिज़) भारत के इलाहाबाद में स्थित एक बड़ा हवेली है। 1 9वीं शताब्दी में भारतीय राजनीतिक नेता मोतीलाल नेहरू के स्वामित्व में इसका स्वामित्व था, नेहरू परिवार के पूर्वजों के रूप में कार्य किया है- भारत के भविष्य के प्रधान मंत्री इंदिरा गांधी वहां पैदा हुए थे। भारत के पहले प्रधान मंत्री जवाहरलाल नेहरू आनंद भवन में पैदा नहीं हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>इसका प्रबंधन 'जवाहर लाल नेहरू मेमोरियल फंड', दिल्ली [उद्धरण वांछित] द्वारा किया जाता है और जनता के लिए एक संग्रहालय के रूप में कार्य करता है। इसमें 42 कमरे और महात्मा गांधी द्वारा उपयोग किए गए चरखा, भारतीय स्वतंत्रता आंदोलन की तस्वीरें, नेहरू परिवार के निजी सामान और भूमिगत कमरे सहित कई यादगार हैं, जिन्हें कभी-कभी बैठकों के लिए इस्तेमाल किया जाता है।</p>\r\n<p>1 चर्च रोड पर इमारत जिसे आज स्वर भवन कहा जाता है, मूल रूप से महमूद मंजिल कहा जाता था। यह 1871 में एनडब्ल्यूपी (उत्तर पश्चिम प्रांत) विलियम मुइर के तत्कालीन लेफ्टिनेंट गवर्नर के आदेश पर 1 9वीं शताब्दी के भारतीय मुस्लिम नेता और शिक्षाविद सैयद अहमद खान के लिए बनाया गया था। उत्तरार्द्ध ने अक्सर प्रशासनिक मामलों में सैयद अहमद खान की सलाह ली, जिसे इलाहाबाद में खान की उपस्थिति की आवश्यकता थी। हालांकि, चूंकि खान अलीगढ़ में रहता था, उसके पास लंबी यात्राओं के लिए इलाहाबाद में रहने की जगह नहीं थी। मुइर ने सुझाव दिया कि खान इलाहाबाद में भी एक घर बनाए रखे, जहां वह ऐसी आधिकारिक यात्राओं के दौरान रह सकता था। इस उद्देश्य के लिए शेख फैयाज अली नामक व्यक्ति द्वारा स्वामित्व वाली 20 एकड़ भूमि वाली एक साइट का चयन किया गया था। यह सरकारी सदन से केवल 10 मिनट की ड्राइव पर स्थित था और अली को 1857 के विद्रोह के दौरान उनके द्वारा किए गए नुकसान के मुआवजे के रूप में जमीन मिली थी। यहां एक बड़ा घर बनाने का काम 1868 के आसपास शुरू हुआ और यह घर 1871 में पूरा हो गया। इसे मूल रूप से सैयद अहमद खान के बेटे के नाम के बाद \"महमूद मंजिल\" कहा जाता था। बाद में इसे सैयद महमूद ने कब्जा कर लिया, जो यहां एक किरायेदार के रूप में रहते थे जब वह इलाहाबाद उच्च न्यायालय का न्याय बन गया। 1873 में बंगला फतेहपुर बिश्वा नामक एक बंगले में फैयाज अली ने अपनी मृत्यु तक संपत्ति पर रहना जारी रखा था, जिसे उन्होंने यहां बनाया था। हालांकि, सर मुइर, सैयद अहमद खान और महमूद मंजिल के बीच संबंध असत्यापित हैं क्योंकि अलग-अलग स्रोत अलग-अलग परिणाम देते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Swaraj_Bhavan</p>","SubContentHindi":null,"ImageUrl":"d6a0b59c-f244-4c4d-bc3f-d9e728345d90_Swaraj-Bhawan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. इलाहाबाद संग्रहालय","SubTitleHindi":null,"SubContent":"<p>1881 में उत्तर-पश्चिम प्रांत के गवर्नर जनरल सर विलियम मुइर द्वारा 1863 में इलाहाबाद में मूल रूप से एक संग्रहालय स्थापित किया गया था, जो 1881 में अनिर्दिष्ट कारणों से बंद होने से पहले संग्रहालय को फिर से खोलने की पहल के बाद इलाहाबाद के तत्कालीन राष्ट्रपति जवाहरलाल नेहरू ने लिया था। म्यूनिसिपल बोर्ड, मदन मोहन मालवीय और तत्कालीन प्रमुख समाचार पत्र द पायनियर जैसे साम्राज्य, संग्रहालय को अंततः 1 9 31 में नगर बोर्ड भवन में खोला गया था। अंतरिक्ष की बाधा के कारण, संग्रहालय को अल्फ्रेड पार्क में वर्तमान इमारत में स्थानांतरित कर दिया गया था। वर्तमान संग्रहालय भवन का आधारशिला 14 दिसंबर 1 9 47 को जवाहरलाल नेहरू ने रखा था और 1 9 54 में संग्रहालय जनता के लिए खोला गया था। 1 9 85 में इसे राष्ट्रीय महत्व का संस्थान घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इलाहाबाद संग्रहालय इलाहाबाद, उत्तर प्रदेश में एक राष्ट्रीय स्तर का संग्रहालय है। 1 9 31 में स्थापित, यह अपने समृद्ध संग्रह और कला की अनूठी वस्तुओं के लिए जाना जाता है, और इसे संस्कृति मंत्रालय द्वारा वित्त पोषित किया जाता है। इसके अलावा, यह पुरातत्वविदों, इतिहासकारों और शिक्षाविदों के लिए एक प्रमुख शोध केंद्र है और पुरातात्विक, कला और साहित्य में व्यापक शोध गतिविधियों और प्रकाशनों का पालन करता है। इसकी रॉक आर्ट गैलरी में 14,000 बीसी से 2000 बीसी तक भारत में प्रदर्शित प्रागैतिहासिक चित्रों का सबसे बड़ा संग्रह है। सौर ऊर्जा प्रणाली का उपयोग कर संग्रहालय, बिजली उत्पादन में आत्मनिर्भर बनने के लिए देश में पहला संग्रहालय बन गया है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Allahabad_Museum</p>","SubContentHindi":null,"ImageUrl":"7e41c043-8166-4625-aaa0-5677be1d5abc_Allahabad-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. जवाहर प्लेनेटरीयम","SubTitleHindi":null,"SubContent":"<p>जवाहर प्लेनेटरीम भारत के उत्तर प्रदेश के इलाहाबाद शहर में स्थित है। यह 1 9 7 9 में बनाया गया था और नेहरू-गांधी परिवार के पूर्व निवास आनंद भवन के पास स्थित है और अब एक संग्रहालय है। इसका प्रबंधन 'जवाहरलाल नेहरू मेमोरियल फंड' (स्था। 1 9 64) द्वारा किया जाता है, जिसका मुख्यालय टीन मूर्ति हाउस, नई दिल्ली में है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रत्येक वर्ष, प्रतिष्ठित 'जवाहरलाल नेहरू मेमोरियल लेक्चर' भी 14 नवंबर को भारत के पहले प्रधान मंत्री की जयंती पर जवाहरलाल नेहरू मेमोरियल फंड के तहत आयोजित तारामंडल में आयोजित किया जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jawahar_Planetarium</p>","SubContentHindi":null,"ImageUrl":"2183abd8-c554-4861-880d-ee9940089ebc_jawahar-planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. सभी संतों कैथेड्रल","SubTitleHindi":null,"SubContent":"<p>सभी संतों 'कैथेड्रल, जिसे पत्थर गिरजा (पत्थर का चर्च) भी कहा जाता है, भारत के इलाहाबाद में स्थित एक एंग्लिकन कैथेड्रल है।</p>\r\n<p>&nbsp;</p>\r\n<p>13 वीं शताब्दी के गोथिक स्टाइल चर्चों के बाद मॉडलिंग किया गया, यह भारत में उनके शासन के दौरान अंग्रेजों द्वारा निर्मित गोथिक रिवाइवल इमारतों में से एक है। ब्रिटिश वास्तुकार सर विलियम एमर्सन, जिन्होंने 1871 में कैथेड्रल डिजाइन किया, विक्टोरिया मेमोरियल डिजाइन किया। इसे 1887 में पवित्र किया गया और चार साल बाद पूरा हो गया। चर्च सभी संतों दिवस (1 नवंबर) पर अपनी सालगिरह मनाता है और यह उत्तर भारत के चर्च का हिस्सा है। कैथेड्रल इलाहाबाद, एमजी मार्ग और एसएन मार्ग की दो प्रमुख सड़कों के पार होने पर एक बड़ी खुली जगह के केंद्र में है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिल्डिंग न्यूज के अनुसार, 25 नवंबर 1887, कैथेड्रल कुछ 15 साल पहले शुरू हुआ था, और पहले उत्तर-पश्चिमी प्रांतों के कैथेड्रल के लिए था और पूरे दौर में एक खुली बरामदा और अस्पताल था। हालांकि, बाद में यह निर्णय लिया गया कि उत्तर-पश्चिमी प्रांतों का कैथेड्रल लाहौर में होना चाहिए, हालांकि अब यह संभव है कि यह अंततः एक नए बिशप के कैथेड्रल चर्च का निर्माण करेगा। रेलवे नेटवर्क के विस्तार के बाद, इलाहाबाद इस हद तक बढ़ गया है कि मूल रूप से अपेक्षा की जाने वाली एक बड़ी बड़ी कलीसिया को समायोजित करने वाले गुफा के ट्रांसेप्ट और गाना बजानेवालों को जोड़ने के लिए यह आवश्यक पाया गया है [4] विस्तार की सामान्य सादगी निर्माण के समय भारत के इस हिस्से में उपलब्ध श्रमिकों की कक्षा द्वारा जरूरी था। यह काम क्रीम-रंगीन पत्थर में ठीक लाल बलुआ पत्थर के कपड़े के साथ किया गया था, और छत लाल स्थानीय टाइल्स से ढकी हुई है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/All_Saints_Cathedral,_Allahabad</p>","SubContentHindi":null,"ImageUrl":"04400711-edcb-4203-88a8-5000ee204dd4_all_saint.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. इलाहाबाद स्तंभ","SubTitleHindi":null,"SubContent":"<p>इलाहाबाद खंभा अशोक स्तम्भा है, जो अशोक के खंभे में से एक है, जो मौर्य वंश के सम्राट थे, जिन्होंने तीसरी शताब्दी ईसा पूर्व में शासन किया था। हालांकि यह कुछ मौजूदा स्तंभों में से एक है जो अपने किरदार लेते हैं, [3] यह गुप्त सम्राट, समुद्रगुप्त (चौथी शताब्दी सीई) को जिम्मेदार बाद में शिलालेखों के लिए विशेष रूप से उल्लेखनीय है। पत्थर पर उत्कीर्ण भी 17 वीं शताब्दी से मुगल सम्राट जहां जहांगीर द्वारा शिलालेख हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ समय पर, स्तंभ को अपने मूल स्थान से स्थानांतरित कर दिया गया था और उत्तर प्रदेश के इलाहाबाद में अकबर के इलाहाबाद किले के भीतर स्थापित किया गया था। चूंकि किले अब भारतीय सेना द्वारा कब्जा कर लिया गया है, जनता को केवल परिसर तक सीमित पहुंच की अनुमति है और खंभे को देखने के लिए विशेष अनुमति की आवश्यकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इलाहाबाद स्तंभ 35 फीट (10.7 मीटर) ऊंचा खड़ा पॉलिश बलुआ पत्थर का एक शाफ्ट है। इसमें 35 इंच (0.9 मीटर) का निचला व्यास और 26 इंच (0.7 मीटर) का ऊपरी व्यास है। अन्य अशोक स्तंभों में दिखाई देने वाली परंपरागत लोटिफॉर्म घंटी के आकार की राजधानी खो जाती है, जिसकी मूर्ति इसे घुमाती है। हालांकि अबाकस, वैकल्पिक कमल और हनीसकल की एक सुंदर स्क्रॉल द्वारा सजे हुए, कि मूर्ति को आराम करना होगा, पास में पाया गया था। कनिंघम का मानना ​​था कि राजधानी को एक शेर द्वारा रखा जाना चाहिए था। अबाकस संकास्य में खंभे पर पाए गए एक के समान है जो निकटतम निर्माण तिथियों का सुझाव देता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Allahabad_pillar</p>","SubContentHindi":null,"ImageUrl":"8ad52185-c8ab-40b6-a713-42be5bf0513e_Pillar_Allahabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. अलोपी देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>आलोपी देवी मंदिर एक उत्तर प्रदेश, भारत के इलाहाबाद इलाहाबाद में अलोपिबाग में स्थित एक मंदिर है। यह पवित्र संगम, या संगम के नजदीक है, जहां गंगा, यमुना और पौराणिक सरस्वती नदियों को मिलती है। कुंभ मेला इस जगह के नजदीक है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मंदिर इस बात का अजीब बात है कि इस मंदिर में किसी भी देवता की कोई मूर्ति नहीं है, बल्कि लकड़ी की गाड़ी या 'डोली' की पूजा की जाती है। नाम की उत्पत्ति, अलोपी (गायब) बाग हिंदू धारणा में निहित है कि अपनी पत्नी सती की मृत्यु के बाद, दुःखी भगवान शिव ने अपने मृत शरीर के साथ आकाश के माध्यम से यात्रा की। भगवान विष्णु, इस पीड़ा से उन्हें छुटकारा पाने के लिए, अपने चक्र को लाश पर फेंक दिया, जिसके परिणामस्वरूप शरीर के विभिन्न हिस्सों में भारत के विभिन्न स्थानों पर गिरावट आई, जो देवी के शरीर के अंगों के स्पर्श से पवित्र थे और इसलिए उन्हें समझा जाता था तीर्थयात्रा के लिए पवित्र स्थान। आखिरी हिस्सा इस स्थान पर गिर गया जिससे इस प्रकार \"अलोपी\" (जहां गायब हो गया) और सभी का सबसे पवित्र नाम दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>एक और संस्करण उस समय की तारीख है जब पूरे क्षेत्र को घने जंगलों से घिरा घने जंगल से ढका हुआ था। एक जंगल में एक शादी जुलूस पारित किया। विवाह प्रक्रियाएं, उन दिनों में जब लुटेरों के सबसे कमजोर लक्ष्य होते थे क्योंकि वे सोने और अन्य धन से भरे हुए लौटते थे। [किसके अनुसार?] जंगल में गहराई से, विवाह पार्टी खुद को लुटेरों से घिरा हुआ पाया। सभी पुरुषों को मारने और संपत्ति को लूटने के बाद लुटेरों ने दुल्हन की 'डोली' या गाड़ी में बदल दिया। जब उन्होंने गाड़ी का अनावरण किया तो उन्होंने पाया कि अंदर कोई भी नहीं था। दुल्हन जादुई रूप से गायब हो गई थी। शब्द चारों ओर चला गया, इतिहास पौराणिक कथा बन गया और किंवदंती मिथक बन गई। [उद्धरण वांछित] साइट पर एक मंदिर आया जहां यह घटना हुई और स्थानीय लोगों ने दुल्हन की पूजा \"अलोपी देवी\" या 'कुंवारी देवी' गायब हो गई। हालांकि, यह कहानी इस बात के बारे में कोई ठोस स्पष्टीकरण प्रदान नहीं करती है कि जगह इतनी पवित्र क्यों समझा जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>इस क्षेत्र में रहने वाले हजारों लोगों द्वारा अलोपी देवी की पूजा की जा रही है जो अपने त्यौहार, विवाह, जन्म और मृत्यु को उनके संरक्षक देवता के साथ साझा करते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Alopi_Devi_Mandir</p>","SubContentHindi":null,"ImageUrl":"943e27fd-151c-4fc7-b5d4-234b72bdc5b1_alopidevi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. Fun Gaon जल पार्क","SubTitleHindi":null,"SubContent":"<p>मजेदार गाँव इलाहाबाद में एक मनोरंजन पार्क है। यह इलाहाबाद में कौशम्बी रोड पर स्थित है। इलाहाबाद रेलवे स्टेशन से इस पार्क तक की कुल दूरी लगभग 18 किमी है। गर्मी यहां आने का सबसे अच्छा समय है और अधिकांश समय भीड़ सप्ताहांत में लटकने के लिए आती है। कार पार्किंग और वाहन स्टैंड के लिए कुल मिलाकर प्रबंधन बहुत अच्छा है।</p>","SubContentHindi":null,"ImageUrl":"24f315a0-811c-4ba3-a100-eeb412545c50_water-park-allahabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"},{"SubTitle":"12. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p><strong>वायु परिवहन</strong></p>\r\n<p>इलाहाबाद इलाहाबाद हवाई अड्डे (आईएटीए: आईएक्सडी, आईसीएओ: VIAL) द्वारा परोसा जाता है, जिसने फरवरी 1 9 66 में परिचालन शुरू किया। हवाई अड्डे शहर के केंद्र से 12 किलोमीटर (7.5 मील) है और इलाहाबाद में बमराउली में स्थित है। एयर इंडिया की क्षेत्रीय शाखा गठबंधन एयर इलाहाबाद को दिल्ली से जोड़ती है और जेट एयरवेज लखनऊ, पटना, इंदौर और नागपुर से जुड़ती है। अन्य पास के हवाई अड्डे वाराणसी, लखनऊ और कानपुर में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p><strong>रेलवे</strong></p>\r\n<p>इलाहाबाद जंक्शन उत्तरी भारत में मुख्य रेलवे जंक्शनों और उत्तर मध्य रेलवे क्षेत्र के मुख्यालयों में से एक है। इलाहाबाद में सात प्रमुख रेलवे स्टेशन इलाहाबाद जंक्शन, सुबेदारगंज रेलवे स्टेशन, नैनी रेलवे स्टेशन और उत्तर मध्य रेलवे के अंतर्गत चेओकी जंक्शन रेलवे स्टेशन जबकि उत्तरी रेलवे के तहत प्रयाग जंक्शन रेलवे स्टेशन और उत्तर पूर्वी रेलवे के तहत रामबाग और दरगंज स्टेशन इलाहाबाद शहर रेलवे स्टेशन हैं। यह शहर कोलकाता, नई दिल्ली, हैदराबाद, पटना, मुंबई, विशाखापत्तनम, चेन्नई, बैंगलोर, गुवाहाटी, तिरुवनंतपुरम, पुणे, भोपाल, कानपुर, लखनऊ और जयपुर जैसे अन्य उत्तर प्रदेश शहरों और प्रमुख भारतीय शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p><strong>सड़कें</strong></p>\r\n<p>उत्तर प्रदेश राज्य सड़क परिवहन निगम (यूपीएसआरटीसी) और इलाहाबाद सिटी ट्रांसपोर्ट सर्विस द्वारा संचालित बसें शहर, राज्य और बाहरी इलाकों के विभिन्न हिस्सों की यात्रा के लिए सार्वजनिक परिवहन का एक महत्वपूर्ण माध्यम हैं। ऑटो रिक्शा परिवहन का एक लोकप्रिय तरीका रहा है। ई-रिक्शा के साथ इलाहाबाद में साइकिल रिक्शा परिवहन का सबसे किफायती माध्यम है। राष्ट्रीय राजमार्ग 1 9 (पुरानी संख्या: एनएच 2) दिल्ली और कोलकाता से जुड़ती है, राष्ट्रीय राजमार्ग 35 मिर्जापुर, झांसी और उदयपुर से जुड़ती है (पुरानी संख्या: एनएच 76 और 76 ई विलय), राष्ट्रीय राजमार्ग 30 (पुरानी संख्या: एनएच 24 बी और 27 विलय) लखनऊ, रीवा और दक्षिणी भारत और राष्ट्रीय राजमार्ग 330 (पुरानी संख्या: एनएच 96) से जुड़ा हुआ सुल्तानपुर-फैजाबाद से जुड़कर शहर के माध्यम से चलता है। भारत का सबसे लंबा केबल-रॉल ब्रिज, न्यू यमुना ब्रिज (2001-04 का निर्माण), इलाहाबाद में स्थित है और यमुना में शहर को नैनी के उपनगर में जोड़ता है। ओल्ड नैनी ब्रिज अब रेलवे और ऑटो यातायात को समायोजित करता है। गंगा में एक सड़क पुल इलाहाबाद और झुसी को भी जोड़ता है। राष्ट्रीय जलमार्ग 1, भारत का सबसे लंबा जलमार्ग, इलाहाबाद और हल्दिया को जोड़ता है। पूरे मेट्रोपॉलिटन क्षेत्र को कवर करने वाले शहर के लिए एक मेट्रोरेल परियोजना भी चल रही है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Allahabad</p>","SubContentHindi":null,"ImageUrl":"a8644dae-d16d-463d-98ec-decfa81c9ca8_welcome-allahabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"93"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-prayagraj-formerly-allahabad-uttar-pradesh","tags":[{"name":"प्रयागराज","slug":"prayagraj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"इलाहाबाद","slug":"allahabad"}],"recommendations":[{"id":181,"title":"रायबरेली में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","dateCreated":"2018-12-22T12:09:45.822Z","dateModified":"2018-12-22T13:06:20.555Z","contributedBy":"AskGif","content":"रायबरेली भारतीय राज्य उत्तर प्रदेश में एक शहर और एक नगरपालिका बोर्ड है। यह रायबरेली जिले का प्रशासनिक मुख्यालय है। यह शहर, सई नदी के तट पर, लखनऊ से 82 किमी (51 मील) दक्षिण-पूर्व में स्थित है। इसके पास कई वास्तुशिल्प सुविधाएँ और स्थल हैं, जिनमें से प्रमुख एक मजबूत और विशाल किला है।\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायबरेली","slug":"raebareli"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-raebareli-uttar-pradesh","total":0},{"id":171,"title":"महाराजगंज में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","dateCreated":"2018-12-09T08:34:26.609Z","dateModified":"2018-12-09T10:30:25.052Z","contributedBy":"AskGif","content":"महाराजगंज भारतीय राज्य उत्तर प्रदेश के महाराजगंज जिले में एक शहर और नगरपालिका बोर्ड है। उत्तर प्रदेश के महाराजगंज जिले ने 2 अक्टूबर 1 9 8 9 को स्वायत्तता हासिल की। ​​यह आयताकार जिला 27 डिग्री 09 'उत्तर से 83 डिग्री 34' पूर्व ज्यामितीय निर्देशांक और 2 9 34.1 किमी 2 क्षेत्र पर कब्जा कर लिया है। भार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराजगंज","slug":"maharajganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-maharajganj-uttar-pradesh","total":0},{"id":140,"title":"हरदोई में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","dateCreated":"2018-10-06T12:48:31.223Z","dateModified":"2018-10-06T14:58:49.381Z","contributedBy":"AskGif","content":"हरदोई उत्तर प्रदेश राज्य के हरदोई जिले में एक शहर और नगरपालिका बोर्ड है। यह हरदोई जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की जनगणना के अनुसार, हरदोई शहर की आबादी 1,30,429 थी। पुरुषों में 52.5 9% आबादी और 47.41% महिलाएं हैं। 2011 में हरदोई शहर की औसत साक्षरता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरदोई","slug":"hardoi"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hardoi-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}