{"id":860,"title":"Top Places to visit in Dholpur, Rajasthan","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"<p>Dholpur is a city in eastern-most parts of the Rajasthan state of India. It is the administrative headquarters of Dholpur District and was formerly seat of the Dholpur princely state. Dholpur State or Dhaulpur State was a kingdom of India, which was founded in AD 1806 by a Hindu Jat Maharana Kirat Singh of Dhaulpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhaulpur became a separate district in 1982 comprising Dholpur, Rajakhera, Saramathura, Bari and Baseri Tehsils. Dholpur district is a part of Bharatpur Division/Commissionerate. It is bordered by Bharatpur district of Rajasthan and Uttar Pradesh to the north, Madhya Pradesh to the south, Karauli district to the west and Uttar Pradesh and Madhya Pradesh to the east.</p>\r\n<p>&nbsp;</p>\r\n<p>Dholpur District is a district of Rajasthan state in Northern India. The town of Dholpur is the district headquarters. Dholpur District is a part of Bharatpur Divisional Commissionerate.</p>\r\n<p>&nbsp;</p>\r\n<p>Dholpur District has an area of 3084 km&sup2;. The Chambal River forms the southern boundary of the district, across which lies the state of Madhya Pradesh. The district is bounded by the state of Uttar Pradesh on the east and northeast, by Bharatpur District of Rajasthan on the northwest, and Karauli District of Rajasthan on the west. All along the bank of the Chambal River the district is deeply intersected by ravines; low ranges of hills in the western portion of the district supply quarries of fine-grained and easily worked red sandstone.</p>\r\n<p>&nbsp;</p>\r\n<p>Administratively the district is divided into four subdivisions, Dholpur, Bari, Rajakhera, and Baseri, and six tehsils, Dholpur, Bari, Rajakhera, Basedi, Sarmathura and Saipau.</p>\r\n<p>&nbsp;</p>\r\n<p>The economy of the district is primarily agricultural. The regional language of Dholpur is \"Braj Bhasha\" that has fragrance of Bundelkhandi and Khadi bhasha. It is because Dholpur is situated at the center surrounded by three state of Braj kshetra, that are Rajasthan, Uttar Pradesh and Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The notable Dholpur Military School is housed in Kesarbagh Palace, a magnificent mansion of the former ruler of the erstwhile Dholpur State. It is 10.5 kilometres away from Dholpur City and on Dholpur-Bari Road.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Dholpur district has a population of 1,207,293, roughly equal to the nation of Bahrain or the US state of New Hampshire. This gives it a ranking of 394th in India (out of a total of 640). The district has a population density of 398 inhabitants per square kilometre (1,030/sq mi) . Its population growth rate over the decade 2001-2011 was 22.78%. Dhaulpur has a sex ratio of 845 females for every 1000 males, and a literacy rate of 70.14%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 99.81% of the population in the district spoke Hindi as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Dholpur is reputed to be the location of the highest recorded temperature in India, at 50 &deg;C on 3 June 2017. The hottest months are May and June, which mark the oppressive summer season. Temperatures in summers are normally higher than 40 &deg;C. Coldest months are December and January where temperatures sometimes reach near-zero and subzero levels. The lowest recorded temperature is -4.3 &deg;C on 29 January 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dholpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dholpur-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dholpur","slug":"dholpur"}],"recommendations":[{"id":877,"title":"Top Places to visit in Pratapgarh, Rajasthan","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"Pratapgarh, is a town in Rajasthan, India. It is the district headquarters of Pratapgarh district the newest district of Rajasthan. Famous for its Thewa art, the city is surrounded by tribal villages. It is famous for its edible jiralun and hing.\r\nPratapgarh district is the 33rd district o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":859,"title":"Top Places to visit in Dausa, Rajasthan","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"Dausa is a city and administrative headquarters of Dausa district in the state of Rajasthan, India. It is 55 km from Jaipur, 240 km from Delhi and located on Jaipur-Agra National Highway (NH-11). It is also known as \"Dev Nagari.\"\r\nDausa District is a district of Rajasthan state in India wi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dausa","slug":"dausa"}],"slug":"top-places-to-visit-in-dausa-rajasthan","total":0},{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}