{"id":860,"title":"धौलपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"<p>धौलपुर भारत के राजस्थान राज्य के पूर्वी-अधिकांश भागों में स्थित एक शहर है। यह धौलपुर जिले का प्रशासनिक मुख्यालय है और पूर्व में धौलपुर रियासत की सीट थी। धौलपुर राज्य या धौलपुर राज्य भारत का एक राज्य था, जिसकी स्थापना ई। 1806 में धौलपुर के एक हिंदू जाट महाराणा कीरत सिंह द्वारा की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>1982 में धौलपुर एक अलग जिला बन गया, जिसमें धौलपुर, राजाखेड़ा, सरमथुरा, बारी और बसरी तहसील शामिल थे। धौलपुर जिला भरतपुर डिवीजन / आयुक्तालय का एक हिस्सा है। यह राजस्थान और उत्तर प्रदेश के भरतपुर जिले से उत्तर, मध्य प्रदेश से दक्षिण, करौली जिले से पश्चिम और उत्तर प्रदेश और मध्य प्रदेश से पूर्व की ओर जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>धौलपुर जिला उत्तरी भारत में राजस्थान राज्य का एक जिला है। धौलपुर शहर जिला मुख्यालय है। धौलपुर जिला भरतपुर संभागीय आयुक्तालय का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>धौलपुर जिले का क्षेत्रफल 3084 वर्ग किमी है। चंबल नदी जिले की दक्षिणी सीमा बनाती है, जिसके पार मध्य प्रदेश राज्य है। यह जिला उत्तर-पूर्व में उत्तर प्रदेश राज्य और उत्तर-पश्चिम में राजस्थान के भरतपुर जिले और पश्चिम में राजस्थान के करौली जिले से घिरा हुआ है। सभी चंबल नदी के किनारे जिले में नालों से गहराई से जुड़े हैं; जिले के पश्चिमी हिस्से में पहाड़ियों की कम श्रृंखलाएँ बारीक-बारीक और आसानी से काम करने वाले लाल बलुआ पत्थर की आपूर्ति करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक रूप से जिले को चार उपविभागों, धौलपुर, बारी, राजाखेड़ा, और बसेरी में विभाजित किया गया है, और छह तहसीलों, धौलपुर, बारी, राजाखेड़ा, बेड़ी, सरमथुरा और सिपाऊ को विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले की अर्थव्यवस्था मुख्य रूप से कृषि प्रधान है। धौलपुर की क्षेत्रीय भाषा \"ब्रज भाषा\" है जिसमें बुंदेलखंडी और खादी भाषा की खुशबू है। ऐसा इसलिए है क्योंकि धौलपुर तीन राज्यों ब्रजक्षेत्र से घिरा हुआ है, जो कि राजस्थान, उत्तर प्रदेश और मध्य प्रदेश हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>उल्लेखनीय धौलपुर मिलिट्री स्कूल केसरबाग पैलेस में स्थित है, जो तत्कालीन धौलपुर राज्य के पूर्व शासक की एक शानदार हवेली है। यह धौलपुर सिटी से 10.5 किलोमीटर और धौलपुर-बारी रोड पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, धौलपुर जिले की जनसंख्या 1,207,293 है, जो लगभग बहरीन राष्ट्र या अमेरिकी राज्य न्यू हैम्पशायर के बराबर है। यह इसे भारत में 394 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 398 निवासियों प्रति वर्ग किलोमीटर (1,030 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 22.78% थी। धौलपुर में हर 1000 पुरुषों पर 845 महिलाओं का लिंग अनुपात है, और साक्षरता दर 70.14% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले की 99.81% आबादी ने हिंदी को अपनी पहली भाषा के रूप में बताया।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>धौलपुर को 3 जून 2017 को 50 &deg; C पर भारत में सबसे अधिक दर्ज किए गए तापमान का स्थान माना जाता है। सबसे गर्म महीने मई और जून होते हैं, जो दमनकारी गर्मी के मौसम को चिह्नित करते हैं। ग्रीष्मकाल में तापमान सामान्य रूप से 40 &deg; C से अधिक होता है। सबसे ठंडे महीने दिसंबर और जनवरी होते हैं, जहां तापमान कभी-कभी शून्य और सबज़ेरो स्तरों के करीब पहुंच जाता है। 29 जनवरी 2017 को सबसे कम रिकॉर्ड तापमान -4.3 &deg; C है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dholpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dholpur-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"धौलपुर","slug":"dholpur"}],"recommendations":[{"id":877,"title":"प्रतापगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"प्रतापगढ़, भारत के राजस्थान में एक शहर है। यह प्रतापगढ़ जिले का जिला मुख्यालय है जो राजस्थान का सबसे नया जिला है। अपने थेवा कला के लिए प्रसिद्ध, शहर आदिवासी गांवों से घिरा हुआ है। यह अपने खाद्य जिरलुन और हिंग के लिए प्रसिद्ध है।\r\nप्रतापगढ़ जिला राजस्थान का 33 वां जिला है, जिसे 26 जनवरी 200","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":859,"title":"दौसा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"दौसा भारत के राजस्थान राज्य में दौसा जिले का एक शहर और प्रशासनिक मुख्यालय है। यह जयपुर से 55 किमी, दिल्ली से 240 किमी और जयपुर-आगरा राष्ट्रीय राजमार्ग (NH-11) पर स्थित है। इसे \"देव नगरी\" के नाम से भी जाना जाता है।\r\nदौसा जिला भारत के जयपुर संभाग के भीतर राजस्थान राज्य का एक जिला है। दौसा शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"दौसा","slug":"dausa"}],"slug":"top-places-to-visit-in-dausa-rajasthan","total":0},{"id":855,"title":"भीलवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"भीलवाड़ा जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भीलवाड़ा शहर जिला मुख्यालय है।\r\nभीलवाड़ा भारत के राजस्थान के मेवाड़ क्षेत्र का एक कस्बा है। यह भारत के राजस्थान राज्य में वस्त्रों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nभूमिकारूप व्यवस्था\r\nसड़क संपर्क\r\nराष्ट्री","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भीलवाड़ा","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}