{"id":862,"title":"क्या हम सेक्सलेस मैरिजेज से ज्यादा कॉमन हैं?","imageUrl":"d01e1e52-3fb2-4ebc-9a08-4f8b1114e261_Sexless-Marriages.jpg","dateCreated":"2019-10-12T00:56:31.349Z","dateModified":"2019-10-12T01:01:37.263Z","contributedBy":"AskGif","content":"<p>शादीशुदा जोड़ों को कितना सेक्स करना चाहिए? विशेषज्ञ सेक्स रहित विवाह और दीर्घकालिक प्रेम पर ध्यान देते हैं।</p>\r\n<p>जेनिफर (बदला हुआ नाम) ने शादी की रात अपने पूर्व पति के साथ सेक्स नहीं किया। वह कहती हैं, '' मैंने इसे थकान तक कह दिया। लेकिन क्या यह लाल झंडा होना चाहिए था? शायद हो सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐसा नहीं है कि ऐसा नहीं हुआ कि एक रात वह समस्या थी; यह है कि यह कई यौन विवाहित रातों में से पहला था। एक व्यस्त जोड़े के रूप में, जेनिफर और उनके मंगेतर सप्ताह में लगभग तीन बार कर रहे थे, लेकिन एक बार जब उन्होंने अपनी प्रतिज्ञा की, तो यह जल्दी से महीने में एक बार घटता-घटता रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>\"पति-पत्नी के बीच अलग-अलग मात्रा में यौन इच्छा होना आम बात है।\" यदि आप उस पति या पत्नी हैं, जो असंतुष्ट हैं, तो अपने साथी के साथ दया से संवाद करना महत्वपूर्ण है। \"</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ विशेषज्ञों ने विवाह को औसतन 10 रोल प्रति वर्ष या उससे कम \"लिंगविहीन\" कहा है, लेकिन अन्य विशेषज्ञ इस शब्द को अधिक शाब्दिक रूप से लेते हैं, जैसे कि सुसान यागर-बर्कोविट्ज, जिन्होंने सह-लेखक (अपने पति के साथ) क्यों पुरुष सेक्स कर रहे हैं: यौन संबंधों की घटना और आप इसके बारे में क्या कर सकते हैं (हार्पर बारहमासी, 2008)।</p>\r\n<p>&nbsp;</p>\r\n<p>\"अगर एक जोड़ा महीने में एक बार से कम अंतरंगता के साथ संतुष्ट है, और खुशी से शादी कर रहा है, तो मुझे संदेह है कि वे खुद को यौन रहित विवाह के रूप में संदर्भित करेंगे ... और न ही हम करेंगे।\"</p>\r\n<p>&nbsp;</p>\r\n<p>लेकिन भले ही \"सेक्सलेस\" शादी के लिए कोई सही परिभाषा न हो, लेकिन हर कोई इस बात से सहमत है कि वे आम हैं। न्यूज़वीक का अनुमान है कि लगभग 15 से 20 प्रतिशत जोड़े एक में हैं, और यौन रहित विवाह असंख्य नई पुस्तकों का विषय है - जैसे कि यगेर-बर्कोवित्ज़-और बहुत सारे लेख और स्तंभ। 2003 में, न्यूज़वीक ने डर को कवर किया, \"वी आर नॉट इन द मूड,\" और कहानी दूर नहीं जाएगी। 2009 में, द न्यूयॉर्क टाइम्स ने बताया कि लगभग 15 प्रतिशत विवाहित जोड़ों ने पिछले छह महीने से एक साल तक काम नहीं किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह इस बात पर ध्यान नहीं दिया जाता है कि किसी युगल की बेडरूम गतिविधि समय के साथ फीकी पड़ जाएगी - हम सभी एक ऐसे दंपति को जानते हैं, जिनकी दशकों से शादी हो चुकी है - लेकिन किसी भी संख्या में कारक टेलपिन शुरू कर सकते हैं। कैलिफोर्निया स्थित मनोचिकित्सक टीना टेसिना, पीएचडी, मनी, सेक्स और किड्स के लेखक: तीन चीजों के बारे में लड़ना बंद करो जो आपकी शादी को बर्बाद कर सकती हैं (एडम्स मीडिया, 2008) सूची में सेक्सलेस विवाह के सबसे सामान्य कारणों के रूप में है, एक साथी ने अपनी भावनाओं को व्यक्त किया था। चोट लगी है या बहुत बार ठुकरा दिया गया है, एक बहुत व्यस्त या उपेक्षित हो गया है, या एक या दोनों भागीदारों को किसी प्रकार की संचार समस्या है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक स्वस्थ जोड़े को कितना सेक्स करना चाहिए, यह अलग-अलग होता है और यह पता लगाने के लिए जोड़े पर निर्भर है। डॉ। टेसीना की सर्वोत्तम सलाह है कि सप्ताह में कम से कम एक बार यह कहते हुए कि &ldquo;अंतरंगता आपको एक साथ जोड़े रखती है। अपने जीवनसाथी से अपने संबंध का पोषण करने के लिए आपको इसकी आवश्यकता है। आप एक-दूसरे के साथ बहुत खुश रहेंगे और यदि आप नियमित रूप से सेक्स कर रहे हैं, तो इसके बारे में अधिक ध्यान रखें। \"(सप्ताह में कम से कम एक बार सेक्स करना भी हाल के अध्ययन के अनुसार लंबी उम्र बढ़ा सकता है।)</p>\r\n<p>जोड़ों को ऐसा महसूस नहीं होना चाहिए कि उन्हें तनावपूर्ण या कठिन समय के दौरान सप्ताह में एक बार चिपकना पड़ता है। और निश्चित रूप से, हमेशा ऑफ-वीक हो सकता है - या अधिक समय तक। वास्तव में, आपके संबंध के दौरान ईबस और प्रवाह होना स्वाभाविक है। जब एक जोड़े को एक लंबी अवधि हुई - कहते हैं, कई महीने - बिना सेक्स, समस्या को संबोधित करना महत्वपूर्ण है, इसलिए महीनों को साल नहीं बनते हैं, डॉ। टेसीना कहते हैं। \"कुछ जोड़े दो साल तक सेक्स नहीं करते हैं और फिर मेरे अभ्यास में आते हैं और मदद मांगते हैं। हम उस बिंदु पर समस्या की तह तक जा सकते हैं, लेकिन यह अधिक चुनौतीपूर्ण है, &rdquo;वह कहती हैं। \"अगर वे कुछ महीनों के लिए सेक्स नहीं करते हैं, तो जब वे वास्तव में सवाल पूछ रहे हों। इसमें आने और चिकित्सा के लिए एक अच्छा समय है। अन्यथा, क्रोध और हताशा का निर्माण होता है, और इसे ठीक करने में अधिक समय लगता है। &rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>यौन निष्क्रियता की अवधि के बाद, आप और आपका साथी लौकिक घोड़े पर वापस आ सकते हैं। \"याद है कि आप कैसे फिर से जुड़े और दोहराते हैं,\" डॉ। टेसीना कहते हैं। \"यह कुछ शब्द, एक इशारा, एक प्रकार का रूप या स्पर्श हो सकता है।\" नई चीजों को एक साथ करें, यात्रा पर जाएं या चीजों को ताजा रखने की कोशिश करने के लिए कुछ रोमांचक गतिविधियों का प्रयास करें।</p>\r\n<p>&nbsp;</p>\r\n<p>पति-पत्नी में अलग-अलग मात्रा में यौन इच्छा होना आम बात है। यदि आप ऐसे पति या पत्नी हैं, जो असंतुष्ट हैं, तो अपने साथी के साथ, सहृदयता से संवाद करना महत्वपूर्ण है। \"कहते हैं, Say हमने कुछ समय में सेक्स नहीं किया था, और मैं आपको याद करता हूं,\" डॉ। टेसीना की सलाह देते हैं। \"आप इसके बारे में शिकायत नहीं करते हैं - यह कि आपको लेटा हुआ नहीं है। मिठास के लिए जाओ। &rdquo;दिन का समय चुनें जो आप दोनों के लिए काम करता है; शायद कुछ मोमबत्ती की रोशनी, रोमांटिक संगीत या जो कुछ भी आप दोनों को मूड में लाने में मदद करता है, के साथ दृश्य सेट करें। \"टेसिना का कहना है,\" इसे एक साथ लाने के लिए जितना संभव हो उतना आसान और सरल बनाने की कोशिश करें, और यह करना आसान हो जाता है। &ldquo;एक लंबी अवधि के विवाह में, आपको सेक्स को जारी रखने के लिए ध्यान देना होगा। यह अपने आप से चलता नहीं रहेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>विशेषज्ञों का मानना ​​है कि सेक्स के बिना शादी जरूरी नहीं है, लेकिन यह नियमित सेक्स के साथ एक से अधिक असुरक्षित हो सकता है। सौभाग्य से, यह हमेशा एक दिनचर्या बनाए रखने के लिए ज्यादा नहीं लेता है - लेकिन यह कुछ प्रयास करता है। न्यूयॉर्क शहर के एक क्लिनिकल सेक्सोलॉजिस्ट, एडीडी के जूडिथ स्टिनहार्ट ने कामुक कहानियों को पढ़ने या एक साथ एक्स-रेटेड फिल्में देखने और एक-दूसरे की यौन इच्छाओं के बारे में एक संवाद खोलने से नाली में वापस आने का सुझाव दिया। प्रत्येक जोड़े को क्या मिलता है - और प्रत्येक व्यक्ति - ट्रैक पर वापस अलग-अलग होगा, इसलिए सेक्स के बारे में अपने वर्तमान दृष्टिकोण को ढीला करने के तरीकों का पता लगाएं, अपनी दिनचर्या को थोड़ा सा हिलाएं और अपने साथी के साथ सेक्स के बारे में बात करना शुरू करें।</p>\r\n<p>&nbsp;</p>\r\n<p>\"स्टीनहार्ट कहते हैं,\" ध्यान देने और प्राप्त करने पर ध्यान देने की आवश्यकता है। \"और [यौन] भावनाओं को अंदर आने देता है।\"</p>\r\n<p>&nbsp;</p>\r\n<p>यदि आप सेक्स नहीं करना चाहते हैं, तो अपने जीवन और अपने रिश्ते में क्या चल रहा है, इसकी बारीकी से जांच करें और अपने आप से पूछें कि क्यों। यह एक शारीरिक स्थिति हो सकती है, जिसके बारे में आपको डॉक्टर को देखना चाहिए, या यह आपके रिश्ते में किसी चीज़ के प्रति नकारात्मक भावनाएँ हो सकती हैं - और यह कुछ ऐसा हो सकता है जिसे आप पा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>\"याद रखें कि अपने साथी को यौन संतुष्ट रखने के लिए आपके रिश्ते के लिए यह महत्वपूर्ण है,\" डॉ। टेसीना कहते हैं। &ldquo;ऐसे सौदे हैं जो आप कर सकते हैं। उदाहरण के लिए, हस्तमैथुन करने पर आप अपने साथी को पकड़ सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तो क्या एक यौन विवाह कभी ठीक है? हाँ, डॉ। स्टीनहार्ट कहते हैं, जब तक कि दोनों साथी ईमानदारी से यौन अंतरंगता के बिना अपने रिश्ते से खुश और संतुष्ट महसूस करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>डॉ। स्टीनहार्ट कहते हैं, \"अगर कोई युगल अपने पैटर्न के साथ ठीक है, चाहे वह कितना भी अनसुना हो या न हो, कोई समस्या नहीं है\"। \"कुछ लोग कहेंगे, 'यदि यह टूट नहीं गया है, तो इसे ठीक न करें।\" \"इसीलिए अपने जीवनसाथी के साथ एक खुला संवाद रखना, अन्य स्तरों पर कनेक्ट करना जारी रखना और यह सुनिश्चित करना महत्वपूर्ण है कि आप दोनों सही मायने में हैं। रिश्ते की स्थिति के साथ सामग्री। डॉ। स्टीनहार्ट कहते हैं, \"यह सेक्स की कमी नहीं है कि यह मुद्दा है, यह इच्छा का एक अप्रिय स्तर है।\"</p>\r\n<p>&nbsp;</p>\r\n<p>अफसोस की बात यह है कि जेनिफर वास्तव में कभी इस बात की तह तक नहीं पहुंचीं कि उनके पूर्व ने उनके साथ यौन संबंध बनाने की इच्छा क्यों छोड़ दी। उन्होंने कहा, \"सिद्धांतों के अनुसार, मैं संभावित कारणों की भरमार के साथ आया था, [वह] वह तनावग्रस्त है, वह व्यस्त है, वह थका हुआ है, वह बीमार है, वह मुझे ले जाता है, वह समलैंगिक है,\" वह कहती है।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d01e1e52-3fb2-4ebc-9a08-4f8b1114e261_Sexless-Marriages.jpg","subContents":[],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"are-sexless-marriages-more-common-than-we-think","tags":[{"name":"सेक्स-रहित-विवाह","slug":"sexless-marriages"},{"name":"शादी","slug":"marriage"}],"recommendations":[{"id":1020,"title":"आपके मानसिक स्वास्थ्य के लिए बुरा कौन है, इसके बारे में जानने के लिए सो रहा है: अध्ययन कहता है","imageUrl":"e83d6ba0-5e55-4c87-9359-03f19d12e5f2_snoaring.jpg","dateCreated":"2019-12-01T01:48:16.363Z","dateModified":"2019-12-01T01:49:12.482Z","contributedBy":"AskGif","content":"एक साथी के साथ रहना एक शानदार एहसास है, लेकिन अगर आप एक हल्के स्लीपर हैं तो यह बहुत अच्छा नहीं लगता है और आपका साथी एक स्निपर है। वास्तव में, यह मानसिक बीमारी का कारण बन सकता है और वास्तविक बुरे के साथ आपके रिश्ते को खराब कर सकता है।\r\nएक अध्ययन के अनुसार, नींद खोने से शरीर के जैविक कार्यों","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e83d6ba0-5e55-4c87-9359-03f19d12e5f2_snoaring.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"}],"slug":"sleeping-next-to-someone-who-snores-is-bad-for-your-mental-health-study-says","total":0},{"id":1012,"title":"यदि आप नियमित रूप से सेक्स नहीं कर रहे हैं तो अज्ञात स्वास्थ्य समस्याएं हो सकती हैं","imageUrl":"e85166f3-cda5-4b89-9e06-47ac5bc95060_couple-silent-treatment.jpg","dateCreated":"2019-11-20T14:26:03.706Z","dateModified":"2019-11-20T14:26:22.619Z","contributedBy":"AskGif","content":"जबकि नियमित सेक्स करने के कई स्वास्थ्य लाभ हैं, यह पता चला है, सेक्स की कमी आपको विभिन्न स्वास्थ्य मुद्दों का कारण बन सकती है!\r\nहम सभी ने कैलोरी को जलाने, अपने मूड को बढ़ाने, अपनी त्वचा और बालों के लिए अद्भुत काम करने, आदि, आदि के बारे में सुना है।\r\nसाथ ही, नियमित सेक्स से आपको हृदय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e85166f3-cda5-4b89-9e06-47ac5bc95060_couple-silent-treatment.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"},{"name":"सेक्स-रहित-विवाह","slug":"sexless-marriages"}],"slug":"unknown-health-problems-you-can-get-if-youre-not-having-sex-regularly","total":0},{"id":862,"title":"क्या हम सेक्सलेस मैरिजेज से ज्यादा कॉमन हैं?","imageUrl":"d01e1e52-3fb2-4ebc-9a08-4f8b1114e261_Sexless-Marriages.jpg","dateCreated":"2019-10-12T00:56:31.349Z","dateModified":"2019-10-12T01:01:37.263Z","contributedBy":"AskGif","content":"शादीशुदा जोड़ों को कितना सेक्स करना चाहिए? विशेषज्ञ सेक्स रहित विवाह और दीर्घकालिक प्रेम पर ध्यान देते हैं।\r\nजेनिफर (बदला हुआ नाम) ने शादी की रात अपने पूर्व पति के साथ सेक्स नहीं किया। वह कहती हैं, '' मैंने इसे थकान तक कह दिया। लेकिन क्या यह लाल झंडा होना चाहिए था? शायद हो सकता है।\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d01e1e52-3fb2-4ebc-9a08-4f8b1114e261_Sexless-Marriages.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"सेक्स-रहित-विवाह","slug":"sexless-marriages"},{"name":"शादी","slug":"marriage"}],"slug":"are-sexless-marriages-more-common-than-we-think","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}