{"id":864,"title":"गंगानगर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","dateCreated":"2019-10-12T01:53:41.799Z","dateModified":"2019-10-12T01:54:11.584Z","contributedBy":"AskGif","content":"<p>श्री गंगानगर हरियाणा और पंजाब राज्यों की सीमाओं और भारत और पाकिस्तान की अंतर्राष्ट्रीय सीमा के पास एक नियोजित शहर और भारतीय राज्य राजस्थान का सबसे उत्तरी शहर है। यह श्री गंगानगर जिले का प्रशासनिक मुख्यालय है। इसका नाम महाराजा श्री गंगा सिंह बहादुर, बीकानेर के महाराजा के नाम पर रखा गया है। इसे \"राजस्थान की खाद्य टोकरी\" के रूप में जाना जाता है। राजस्थान की खाद्य टोकरी है। इसे किसानों का शहर भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान और क्षेत्र</p>\r\n<p>श्री गंगानगर जिला अक्षांश 28.4 से 30.6 और देशांतर 72.2 से 75.3 के बीच है। श्री गंगानगर का कुल क्षेत्रफल 11,154.66 वर्ग किमी या 1,115,466 हेक्टेयर है। यह पूर्व में हनुमानगढ़ जिले से घिरा हुआ है, (हनुमानगढ़ जिला 12 जुलाई 1994 को बीकानेर जिले के दक्षिण में) और पश्चिम में पाकिस्तानी पंजाब के बहावलनगर जिले द्वारा और उत्तर में पंजाब से घिरा हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>अनूपगढ़ किला</p>\r\n<p>अनूपगढ़ किला अनूपगढ़ शहर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>लैला मजनू मजार</p>\r\n<p>ऐतिहासिक गुरुद्वारा बुद्ध जोहड़: दक्षिण पश्चिम में गंगानगर से 55 किमी दूर एक बड़ा गुरुद्वारा। यहीं पर भाई सुच्चा सिंह और मेहताब सिंह ने मासा रंगगढ़ (अमृतसर स्वर्ण मंदिर के बलिदान के दोषी) का सिर लाकर 11 अगस्त 1740 को एक पेड़ पर लटका दिया।</p>\r\n<p>ब्रोर विलेज: सिंधु घाटी सभ्यता के अवशेष यहां पाए जाते हैं। यह अनूपगढ़-रामसिंहपुर रोड पर है।</p>\r\n<p>दादा पंपाराम का डेरा विजयनगर शहर में है, और बाबा पंपाराम की समाधि [स्पष्टीकरण की आवश्यकता] (कब्र) है।</p>\r\n<p>लैला-मजनू की मजार (कब्र), बिंजौर गांव। पश्चिमी तरफ अनूपगढ़ से लैला मजनू की मजार 11 किमी (6.6 मील) है। यहाँ लैला-मजनू की तथाकथित मजार है। यह एक शिक्षक और एक छात्र के बीच आपसी भक्ति और प्रेम की याद में बनाया गया था। जून में मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनूपगढ़ शहर के पास लैला-मजनूं की मजार</p>\r\n<p>अनूपगढ़ किला अनूपगढ़ शहर का एक खंडहर है। इसे अनूप सिंह राठौर ने बनवाया था।</p>\r\n<p>भारत-पाक सीमा, हिंदूमलकोट सीमा, इसका नाम बीकानेर के दीवान, हिंदूमल से लिया गया है। इस साइट से पाकिस्तान का अवलोकन पोस्ट देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीगंगानगर और सूरतगढ़ के बीच नया राजमार्ग</p>\r\n<p>मंदिर और पूजा के लिए स्थान</p>\r\n<p>रोझरी मंदिर</p>\r\n<p>राम कुटिया से मंदिर परिसर का पूरा दृश्य।</p>\r\n<p>रोजहरी अंदर का मंदिर</p>\r\n<p>रोझरी मंदिर के अंदर का दृश्य।</p>\r\n<p>श्री गंगानगर का परिदृश्य मंदिरों और धार्मिक स्थलों से युक्त है। श्री गंगानगर के प्रसिद्ध मंदिरों में शामिल हैं</p>\r\n<p>&nbsp;</p>\r\n<p>गायत्री शक्तिपीठ माँ गायत्री को समर्पित है जो वेदों की देवी हैं। मंदिर जी -1 पर एक हनुमान नगर है।</p>\r\n<p>राम मंदिर</p>\r\n<p>गौरी शंकर मंदिर भगवान शिव को समर्पित है। गर्भगृह में एक शिवलिंग है। यह बलुआ पत्थर का उपयोग करके बनाया गया था और इसमें दो शंकु के आकार का बुर्ज है।</p>\r\n<p>सिद्धि झाँकी वाले हनुमान जी का मंदिर</p>\r\n<p>हनुमान मंदिर, एल-ब्लॉक में हनुमान शहर के बीचों-बीच स्थित है।</p>\r\n<p>बालाजी धाम हनुमानगढ़ रोड पर, रिद्धि सीधी एन्क्लेव के पास है। यह मंदिर श्री बालाजी को समर्पित है और अन्य मंदिरों से घिरा हुआ है।</p>\r\n<p>दुर्गा मंदिर देवी दुर्गा को समर्पित है, जो एक भीड़ भरे बाजार से घिरा हुआ है; शाम को क्षेत्र में युवाओं की भीड़ रहती है। छात्रों और कोचिंग क्लासेस के लिए मार्किट सबसे प्रसिद्ध है। इस क्षेत्र में पायल सिनेमा युगल के लिए सबसे लोकप्रिय जगह है।</p>\r\n<p>रोजरी धाम हिंदू देवता हनुमान की पूजा के लिए समर्पित धार्मिक स्थलों का एक समूह है। धाम पूरे साल कई स्थानीय उपासकों को आकर्षित करता है। हर साल चैत्र पूर्णिमा और अश्विन पूर्णिमा पर बड़े-बड़े जागरण आयोजित किए जाते हैं, जहाँ हजारों लोग देवता को श्रद्धांजलि देने के लिए इकट्ठा होते हैं। हनुमान सेवा समिति मंदिर और जागरण का प्रबंधन करती है। हनुमान का मंदिर, अनूपगढ़-बीकानेर मार्ग के दाईं ओर, रोझरी गाँव से लगभग एक किलोमीटर की दूरी पर है।</p>\r\n<p>चानना-धाम (चानना तीर्थ): भगवान हनुमानजी का एक महान मंदिर यहां 1971 में बनाया गया था। यह जीजी नहर के साथ चुनवाड़ में बिफुरटिंग रोड पर पदमपुर (तहसील) के रास्ते पर जिला मुख्यालय से 36 किमी दूर है।</p>\r\n<p>श्री जगदंबा अन्ध विद्या और शिव मंदिर: यह एक ऐसा स्थान है जहाँ अंधे और बहरे लोगों को शिक्षा मिलती है और इसके साथ ही यहाँ एक बड़ा मंदिर है जो मूल रूप से भगवान शिव का है। इसके अलावा इस मंदिर में पैरा (पारा) का शिवलिंग है। इस मण्डप में एक गुफ़ा (गुफ़ा) है जो वास्तव में अद्भुत है और इस स्थान पर अवश्य जाना चाहिए।</p>\r\n<p>इसके अलावा, शहर में गुरुद्वारा बुद्ध जोहड़ और शिवपुरी कागड जैसे धार्मिक केंद्र आम हैं</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>आंतरिक परिवहन के लिए ऑटो रिक्शा और साइकिल रिक्शा प्रमुख रूप से उपयोग किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री गंगानगर सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है और दिल्ली, जयपुर, लुधियाना, चंडीगढ़, सीकर, करनाल, हरिद्वार, बठिंडा, अंबाला, जोधपुर और कई अन्य शहरों से सीधे जुड़ा हुआ है। नेशन हाईवे 62 श्री गंगानगर से होकर गुजरता है। श्री गंगानगर सीधे दिल्ली, जयपुर, कोटा, राजस्थान, बीकानेर, हरिद्वार, हनुमानगढ़, जोधपुर, अंबाला, सीकर, बठिंडा, फिरोजपुर, हावड़ा, त्रिवेंद्रम, नांदेड़, अहमदाबाद, पुणे, रुड़की, कानपुर और कुछ अन्य शहरों से ट्रेन के माध्यम से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुप्रीम एयरलाइंस द्वारा लालगढ़ हवाई अड्डे की सेवा दिन में दो बार श्री गंगानगर से राज्य की राजधानी जयपुर के लिए निर्धारित की जाती है। अगला निकटतम हवाई अड्डा बठिंडा हवाई अड्डा है जिसमें नई दिल्ली के लिए उड़ानें हैं। निकटतम अंतर्राष्ट्रीय हवाई अड्डे अमृतसर में श्री गुरु राम दास जी अंतर्राष्ट्रीय हवाई अड्डा और चंडीगढ़ अंतर्राष्ट्रीय हवाई अड्डा हैं जो श्री गंगानगर से 348 किलोमीटर दूर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तहसील और अन्य कस्बे</p>\r\n<p>9 जिले की तहसील। गंगानगर</p>\r\n<p>श्रीगंगानगर जिले की नौ तहसीलों को दर्शाता नक्शा। बड़े मानचित्र के लिए इस छवि पर क्लिक करें।</p>\r\n<p>गंगानगर तहसील</p>\r\n<p>गंगानगर जिले में दस तहसील हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री गंगानगर</p>\r\n<p>करनपुर</p>\r\n<p>Sadulshahar</p>\r\n<p>पदमपुर</p>\r\n<p>रायसिंह नगर</p>\r\n<p>सूरतगढ़</p>\r\n<p>Anoopgarh</p>\r\n<p>विजयनगर</p>\r\n<p>Gharsana</p>\r\n<p>Rawala</p>\r\n<p>अन्य प्रमुख शहर और गाँव</p>\r\n<p>रायसिंहनगर, केसरीसिंहपुर, गजसिंहपुर, सूरतगढ़, रामसिंहपुर, जैतसर, रावला मंडी प्रमुख शहर हैं, जबकि रघुनाथपुरा, लालगढ़ जाटान, रिदमलसर, किकरले, बुधजोर, बिंझबायला, राजियासर, पटोदा, समीजा कोठी, चुंगी, चुंगी कॉलोनी, बाजुवाला, बिरमाना, ढाबन झल्लार (15LKS), खट सजवार, मीरजावाला, नेतवाला, जेटसर (1 जीबी-ए) छोटे शहर और गांव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री गंगानगर जिले के कई शहरों और शहरों का नाम पूर्व बीकानेर राज्य के शाही परिवार के सदस्यों के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>&nbsp;</p>\r\n<p>जगदीप सिद्धू, निर्देशक, पटकथा लेखक और डायलॉग लेखक</p>\r\n<p>गजल गायक जगजीत सिंह का जन्म श्री गंगानगर में हुआ था</p>\r\n<p>अवतार सिंह चीमा, एक अर्जुन अवार्डी जो माउंट एवरेस्ट पर चढ़ने वाले पहले भारतीय थे</p>\r\n<p>कामिनी जिंदल, जो राजस्थान की सबसे अमीर विधायक हैं।</p>\r\n<p>शाहिद माल्या, बॉलीवुड गायक</p>\r\n<p>रविंदर कौशिक, पूर्व अनुसंधान और विश्लेषण विंग एजेंट</p>\r\n<p>श्याम रंगीला, कॉमेडियन</p>\r\n<p>सोहम शाह (अभिनेता) अभिनेता और निर्माता</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sri_Ganganagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ganganagar-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"गंगानगर","slug":"ganganagar"}],"recommendations":[{"id":1380,"title":"राजस्थान सांचौर में आसमान से 2.8 किलो उल्कापिंड जैसी वस्तु गिरती है","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"राजस्थान के जालोर जिले के सांचोर शहर में शुक्रवार सुबह तड़के एक 'उल्कापिंड जैसी वस्तु आकाश से गिरी, जिससे 2-3 फीट गहरा गड्ढा बन गया।\r\n&nbsp;\r\nशहर के गायत्री चौक इलाके के पास एक विशालकाय पत्थर के धमाके की आवाज सुनकर और जिस जगह पर पुलिस और स्थानीय अधिकारियों को सूचना मिली, उस इलाके के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"राजस्थान","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":882,"title":"टोंक में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"bfbd3469-bf62-4db3-8d5b-9426c73f3dc3_Tonk-tourism.jpg","dateCreated":"2019-10-13T03:24:05.136Z","dateModified":"2019-10-13T03:24:23.922Z","contributedBy":"AskGif","content":"टोंक भारतीय राज्य राजस्थान का एक शहर है। यह शहर बनास नदी के दाहिने किनारे पर जयपुर से दक्षिण में सड़क मार्ग से 95 किमी (60 मील) की दूरी पर स्थित है। यह टोंक जिले का प्रशासनिक मुख्यालय है। टोंक 1817 से 1947 तक ब्रिटिश भारत की अधिपति रियासत की राजधानी भी थी।\r\nटोंक जिला पश्चिमी भारत में राजस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bfbd3469-bf62-4db3-8d5b-9426c73f3dc3_Tonk-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"टोंक","slug":"tonk"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-tonk-rajasthan","total":0},{"id":873,"title":"कोटा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","dateCreated":"2019-10-12T09:49:26.817Z","dateModified":"2019-10-12T09:49:48.122Z","contributedBy":"AskGif","content":"कोटा जिसे पहले कोटह के नाम से जाना जाता था, एक शहर है जो उत्तर भारतीय राज्य राजस्थान के दक्षिण-पूर्व में स्थित है। यह राज्य की राजधानी जयपुर से लगभग 240 किलोमीटर (149 मील) दक्षिण में, चंबल नदी के तट पर स्थित है। 1.2 मिलियन से अधिक की आबादी के साथ, यह जयपुर और जोधपुर के बाद राजस्थान का तीसरा सबसे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोटा","slug":"kota"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-kota-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}