{"id":864,"title":"Top Places to visit in Ganganagar, Rajasthan","imageUrl":"815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","dateCreated":"2019-10-12T01:53:41.799Z","dateModified":"2019-10-12T01:54:11.584Z","contributedBy":"AskGif","content":"<p>Sri Ganganagar is a planned city and the northern-most city of the Indian state of Rajasthan, near the borders of Haryana and Punjab states and the international border of India and Pakistan. It is the administrative headquarters of Sri Ganganagar district. It is named after Maharaja Shri Ganga Singh Bahadur, Maharaja of Bikaner. It is known as \"the food basket of Rajasthan\".As it is food basket of Rajasthan it is also called the city of farmers.</p>\r\n<p>&nbsp;</p>\r\n<p>Location and area</p>\r\n<p>Sri Ganganagar District is between latitude 28.4 to 30.6 and longitude 72.2 to 75.3 The total area of Sri Ganganagar is 11,154.66 km&sup2; or 1,115,466 hectares. It is surrounded on the east by Hanumangarh District, (Hanumangarh district was carved out of it on 12 July 1994) on the south by Bikaner District, and on the west by Bahawalnagar district of the Pakistani Punjab and on the north by the Punjab.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Anupgarh fort</p>\r\n<p>Anupgarh fort is in Anupgarh city.</p>\r\n<p>&nbsp;</p>\r\n<p>Laila Majnu Mazar</p>\r\n<p>Historical Gurudwara Buddha Johad: A large gurudwara, 55 km from Ganganagar in the southwest. This is where Bhai Sukha Singh and Mehtab Singh brought the head of Massa Rangarh (guilty of sacrilege of the Amritsar Golden Temple) and hung it on a tree on 11 August 1740.</p>\r\n<p>Bror Village: Ruins of the Indus Valley Civilisation are found here. It is on Anoopgarh-Ramsinghpur road.</p>\r\n<p>Dada Pamparam's Dera is at Vijayanagar town, and is the samadhi[clarification needed] (tomb) of Baba Pamparam.</p>\r\n<p>Laila-Majnu ki Mazar (tomb), Binjaur village. Laila Majnu Ki Mazar is 11 km (6.6 mi) from Anoopgarh on the western side. Here is the so-called mazar of Laila-Majnu. It was built in remembrance of mutual devotion and love between a teacher and a student. A fair is held in June.</p>\r\n<p>&nbsp;</p>\r\n<p>Laila-Majnun ki Mazar near Anupgarh city</p>\r\n<p>Anoopgarh Fort is a ruin in the city of Anoopgarh. It was built by Anoop Singh Rathore.</p>\r\n<p>The Hindumalkot Border, the Indo-Pak Border, derives its name from Hindumal, the Diwan of Bikaner. Pakistan&rsquo;s Observation Post can be seen from this site.</p>\r\n<p>&nbsp;</p>\r\n<p>New highway between Sriganganagar and Suratgarh</p>\r\n<p>Temples and places for worship</p>\r\n<p>Rojhri temple</p>\r\n<p>A full view of temple complex from Ram Kutia.</p>\r\n<p>Rojhri Inside temple</p>\r\n<p>An inside view of Rojhri temple.</p>\r\n<p>The landscape of Sri Ganganagar is dotted with temples and religious places. The famous temples in Sri Ganganagar include</p>\r\n<p>&nbsp;</p>\r\n<p>Gayatri shaktipeeth is dedicated to maa Gayatri the goddess of vedas. the temple is at g-1-a hanuman nagar.</p>\r\n<p>Ram Mandir</p>\r\n<p>The Gauri Shankar Temple is dedicated to Lord Shiva. There is a Shivalinga in the sanctum. It was built using sandstone and has two cone-shaped turrets.</p>\r\n<p>Siddhi Jhaanki Wale Hanumaan Ji Ka Mandir</p>\r\n<p>Hanumaan Mandir is dedicated to Hanuman in the heart of the city, in L-Block.</p>\r\n<p>Balaji Dhaam is on Hanumangarh Road, near the Ridhi Sidhi Enclave. This temple is devoted to Sri Balaji and is surrounded by other temples.</p>\r\n<p>Durga Mandir dedicated to goddess Durga, surrounded by a crowded market; the area in the evening is crowded by youth.this markeet is most famous for students and coching classes.in this area payal cinema is most feathfull place for couple.</p>\r\n<p>Rojhri Dham is a complex of religious sites dedicated to the worship of the Hindu deity Hanuman. Dham attracts many local worshipers throughout the year. On Chaitra Purnima and Ashvin Purnima every year, large jagrans are organized, where thousands of people assemble to pay homage to the deity. Hanuman Sewa Samiti manages the temple and jagarans. The temple of Hanuman is on the right side of Anupgarh-Bikaner road, about one kilometre from Rojhri Village.</p>\r\n<p>Chanana-Dham (Chanana shrine): A great temple of Lord Hanumanji is here, built in 1971. It is 36 km from district headquarters on the way to Padampur (Tehsil) on bifurcating road at Chunawad town along with GG canal.</p>\r\n<p>Shri Jagdamba Andh Vidhalaya and Shiv Mandir: It is a place where blind and deaf people gets education along with it here is a big temple which is of basically Lord Shiva. Also this mandir has shivling of para (mercury). In this mander there is a cave (Gufa) which is really amazing and must visit place.</p>\r\n<p>In addition to this, religious centres such as Gurudwara Buddha Johad and Shivpuri Kagad are common destination in city</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Auto rickshaws And Cycle rickshaws are majorly used for internal transport.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Ganganagar is well connected with road and is linked directly to Delhi, Jaipur, Ludhiana, Chandigarh, Sikar, Karnal, Haridwar, Bathinda, Ambala, Jodhpur and many other cities. Nation Highway 62 passes through Sri Ganganagar. Sri Ganganagr is directly connected to Delhi, Jaipur, Kota, Rajasthan, Bikaner, Haridwar, Hanumangarh, Jodhpur, Ambala, Sikar, Bathinda, Firozpur, Howrah, Trivandrum, Nanded, Ahmedabad, Pune, Roorkee, Kanpur and some other cities via train.</p>\r\n<p>&nbsp;</p>\r\n<p>Lalgarh Airport served by Supreme Airlines has twice a day scheduled services to State capital Jaipur from Sri Ganganagar. The next nearest airport is Bathinda Airport which has flights to New Delhi. The nearest International airports are Sri Guru Ram Dass Jee International Airport in Amritsar and Chandigarh International Airport which is 348 Km from Sri Ganganagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils and other towns</p>\r\n<p>9 Tehsils of distt. Ganganagar</p>\r\n<p>Map showing nine tehsils of Sriganganagar District. Click this image for a larger map.</p>\r\n<p>Ganganagar tehsils</p>\r\n<p>There are ten tehsils in Ganganagar district.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Ganganagar</p>\r\n<p>Karanpur</p>\r\n<p>Sadulshahar</p>\r\n<p>Padampur</p>\r\n<p>Raisinghnagar</p>\r\n<p>Suratgarh</p>\r\n<p>Anoopgarh</p>\r\n<p>Vijaynagar</p>\r\n<p>Gharsana</p>\r\n<p>Rawala</p>\r\n<p>Other major towns and villages</p>\r\n<p>Raisinghnagar, Kesrisinghpur, Gajsinghpur, Suratgarh, Ramsinghpur, Jaitsar, Rawla Mandi are major towns, whereas Raghunathpura, Lalgarh Jatan, Ridmalsar, Kikarwalee, Budhajor, Binjhbayla, Rajiasar, Patroda, Sameja Kothi, Chunawadh, Birmana, Hindumalkot, Zorawar singh pur, Banda colony, Bajuwala, Birmana, Dhaban Jhallar (15LKS), Khat Sajwar, Mirjawala, Netewala, Jetsar (1GB-A) are small towns and villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Many towns and cities in Sri Ganganagar District are named after members of the royal family of the former Bikaner State.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable People</p>\r\n<p>&nbsp;</p>\r\n<p>Jagdeep Sidhu, Director, screenwriter, and dialouges writer</p>\r\n<p>Jagjit Singh, Ghazal singer, was born in Sri Ganganagar</p>\r\n<p>Avtar Singh Cheema, an Arjuna Awardee who was the first Indian to climb Mount Everest</p>\r\n<p>Kamini Jindal, one of the richest MLA from Rajasthan.</p>\r\n<p>Shahid Mallya, Bollywood singer</p>\r\n<p>Ravinder Kaushik, former Research and Analysis Wing agent</p>\r\n<p>Shyam Rangeela, comedian</p>\r\n<p>Sohum Shah (actor) Actor and Producer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sri_Ganganagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ganganagar-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ganganagar","slug":"ganganagar"}],"recommendations":[{"id":1380,"title":"2.8 kg meteorite-like object falls from the sky in Rajasthan Sanchore","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"A 'meteorite'-like object fell from the sky in Sanchore town of Rajasthan's Jalore district on Friday early morning, creating a 2-3 feet deep crater.\r\n&nbsp;\r\nPeople residing near the area where the object was found reported hearing a blast and finding a huge stone near Gayatri Chow","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rajasthan","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":882,"title":"Top Places to visit in Tonk, Rajasthan","imageUrl":"bfbd3469-bf62-4db3-8d5b-9426c73f3dc3_Tonk-tourism.jpg","dateCreated":"2019-10-13T03:24:05.136Z","dateModified":"2019-10-13T03:24:23.922Z","contributedBy":"AskGif","content":"Tonk is a town in the Indian state of Rajasthan. The town is situated 95 km (60 mi) by road south from Jaipur, near the right bank of the Banas River. It is the administrative headquarters of Tonk District. Tonk was also the capital of the eponymous princely state of British India from 1817 to 19","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bfbd3469-bf62-4db3-8d5b-9426c73f3dc3_Tonk-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tonk","slug":"tonk"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-tonk-rajasthan","total":0},{"id":873,"title":"Top Places to visit in Kota, Rajasthan","imageUrl":"a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","dateCreated":"2019-10-12T09:49:26.817Z","dateModified":"2019-10-12T09:49:48.122Z","contributedBy":"AskGif","content":"Kota previously known as Kotah, is a city located in the southeast of northern Indian state of Rajasthan. It is located about 240 kilometres (149 mi) south of the state capital, Jaipur, situated on the banks of Chambal River. With a population of over 1.2 million, it is the third most populous ci","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kota","slug":"kota"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-kota-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}