{"id":865,"title":"Top Places to visit in Hanumangarh, Rajasthan","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"<p>Hanumangarh is a city in the Indian state of Rajasthan, situated on the banks of the river Ghaggar also identified as Ancient Sarasvati river, located about 400 km from Delhi. It is the administrative seat of Hanumangarh District. The city was once called Bhatner (alternatively spelled Bhatnair) because it was founded by king Bhupat in 255 AD. It remained in the control of the Rajputs of Bhati clan and later occupied by Maharaja Sooraj Singh of Bikaner.</p>\r\n<p>Hanumangarh district is a district in the state of Rajasthan in India. The city of Hanumangarh is the district headquarters and its largest city.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Junction</p>\r\n<p>Hanumangarh Junction railway station is a major railway station on Jodhpur-Bathinda line; Sadulpur, Rewari, Jaipur, Sriganganagar, Anupgarh, (Canaloop). Earlier both meter gauge and broad gauge lines passed through this station and now all lines passing through here have been converted to broad gauge. There is also a Diamond Railway Crossing. In 1982, the broad gauge started from Bhatinda to Suratgarh via Hanumangarh. On 1 October 2012, Hanumangarh-Sadulpur metergauge track closed and it was converted into broad gauge. 3 Hanumangarh to Sri Ganganagar passenger trains are running on the broad gauge track. This track provides smooth rail traffic between two strategically important cantonments at Jaisalmer (Rajasthan) and Udhampur (J&amp;k) via Hanumangarh, Sriganganagar and Firozpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>There are 7 following tehsils in the district Hanumangarh: Hanumangarh, Sangaria, Pilibanga, Nohar, Bhadra, Rawatsar and Tibbi.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Hindi is the official language and English is additional official. Bagri language is the major language in Hanumangarh. Punjabi language is also used as a second language in most areas of the district in northern part of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Govt NMPG college.,Ryan collage for higher education, Sara institute of engineering and technology.</p>\r\n<p>Government Nehru Memorial PG College in Hanumangarh town.</p>\r\n<p>Visitor Attractions</p>\r\n<p>Kalibanga a historical place, in Pilibanga Tehsil.</p>\r\n<p>Gogameri Temple</p>\r\n<p>Brahmaani Mata Temple at Pallu.</p>\r\n<p>Bhadarkali Mata Temple at the basin on Ghaghar river, near Amarpura Theri</p>\r\n<p>Shri Sukha Singh Mehtab Singh Gurudwara, Located in Hanumangarh town</p>\r\n<p>Gurdwara Kabutar Sahib</p>\r\n<p>Bhatner Fort, located in Hanumangarh Town</p>\r\n<p>Shri Gorakh Nath ji Temple</p>\r\n<p>Sheetla mata Temple located in Hanumangarh Town</p>\r\n<p>&nbsp;</p>\r\n<p>Fairs and carnivals</p>\r\n<p>Bhadrakali Mela- The historical Bhadrakali is situated 7 kilometres (4.3 mi) from the district headquarters. The sixth emperor of Bikaner Maharaja Ram Singh is said to have constructed this temple on Emperor Akbar's desire. Though pilgrims visit the temple throughout the year but during the Mela days on Chaitra Sudi 8 and 9, thousands of pilgrims from Punjab, Haryana and Rajasthan visit the temple to worship Bhadrakali.</p>\r\n<p>&nbsp;</p>\r\n<p>Pallu Mela- Pallu, around 80 kilometres (50 mi) from the district headquarters is surrounded by sand dunes and is where Mata Brahmani Mela takes place during Navaratras.</p>\r\n<p>&nbsp;</p>\r\n<p>Shila Mata Mela- Shila Mata Mela takes place on every Thursday near Bus Stand, Hanumangarh Town. This 6' x 2.5' x 2' size stone is worshiped by Hindus, Sikhs and Muslims. The Hindus-Sikhs call this Shila Mata and Muslims call it Shila Peer.</p>\r\n<p>&nbsp;</p>\r\n<p>Shaid Baba Sukha Singh ji, Mahitab Singh ji Yadgari Mela- Shaid Baba Sukha Singh, Mahitab Singh came to Hanumangarh where he rest under a tree where in present a big fantastic Sikh Gurudawara close to Bhatner fort and it is said that tree still exists.A fair on every '25, Bhadhon Mahina' (a Hindi month) is joined by people from all castes and religion including various political leaders.This shows harmony among various groups in society of Hanumangarh and Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Gogameri Mela-Gogameri Mela takes place on every year in Nohar tehsil. This fair is held to worship Gogaji, a deity of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hanumangarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hanumangarh-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"hanumangarh","slug":"hanumangarh"}],"recommendations":[{"id":878,"title":"Top Places to visit in Rajsamand, Rajasthan","imageUrl":"0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","dateCreated":"2019-10-13T02:21:58.527Z","dateModified":"2019-10-13T02:22:19.615Z","contributedBy":"AskGif","content":"Rajsamand is a town in Rajasthan, western India. The city is named for Rajsamand Lake, an artificial lake created in the 17th century by Rana Raj Singh of Mewar. It is the administrative headquarters of Rajsamand District.\r\nRajsamand District is a district of the state of Rajasthan in west","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"rajsamand","slug":"rajsamand"}],"slug":"top-places-to-visit-in-rajsamand-rajasthan","total":0},{"id":870,"title":"Top Places to visit in Jaisalmer, Rajasthan","imageUrl":"6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","dateCreated":"2019-10-12T08:57:31.982Z","dateModified":"2019-10-12T08:57:51.578Z","contributedBy":"AskGif","content":"Jaisalmer, nicknamed \"The Golden city\", is a city in the Indian state of Rajasthan, located 575 kilometres (357 mi) west of the state capital Jaipur. The town stands on a ridge of yellowish sandstone, and is crowned by the ancient Jaisalmer Fort. This fort contains a royal palace and several orna","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaisalmer","slug":"jaisalmer"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaisalmer-rajasthan","total":0},{"id":851,"title":"Top Places to visit in Banswara, Rajasthan","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"Banswara is a city in Banswara District in south Rajasthan in India. The state of Banswara was founded by Maharawal Jagmal Singh. It is named for the \"bans\" or bamboo forests in the area..\r\n&nbsp;\r\nIt is also known as 'City of Hundred Islands', due to presence of numerous islands on","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"banswara","slug":"banswara"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}