{"id":867,"title":"Top Places to visit in Jalore, Rajasthan","imageUrl":"04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","dateCreated":"2019-10-12T07:02:04.09Z","dateModified":"2019-10-12T07:02:22.911Z","contributedBy":"AskGif","content":"<p>Jalor, also known as granite city, is a city in Rajasthan state of western India. It is the administrative headquarters of Jalore District.</p>\r\n<p>Jalore District is a district of Rajasthan state in western India. The city of Jalore is the administrative headquarters of the district. The district has an area of 10,640 km2 (4,108 sq mi) (3.11 percent of Rajasthan's area), and a population of 1,448,486 (2001 census), with a population density of 136 persons per square kilometre.</p>\r\n<p>&nbsp;</p>\r\n<p>Visitor attractions of Jalore</p>\r\n<p>Jalore Fort</p>\r\n<p>Topekhana</p>\r\n<p>One of the most important structures within the town is the Topekhana or \"the cannon foundry\". The building is not in the best of conditions now, but its architecture indicates that this structure must have been awesome in the old days. It was built by \"Ujjain King\" Vikramaditya as a \"Sanskrut Pathshala\" for education for his public. But at the time of Muslim Emperor Alauddin Khalji converted into a Muslim monument. The structure is imposing, with a spacious forecourt and an intricate facade. The colonnade and the ceiling are tastefully carved.</p>\r\n<p>&nbsp;</p>\r\n<p>Jain Temples</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Munisuvrata-Nemi-Parshva Jinalaya, Santhu, Jalore</p>\r\n<p>Jain temples built in the 8th century, dedicated to the first Tirthankara of Jainism, Rishabha, the 16th Tirthankara, Shantinath, the 23rd Tirthankara, Parsva and the 24th Tirthankara, Mahavira,</p>\r\n<p>Derasars of Rishabha, Munisuvrata, Acharya Rajendrasuri and Neminath</p>\r\n<p>Hindu Temple</p>\r\n<p>Sire Mandir at Jalore</p>\r\n<p>Sundha Mata</p>\r\n<p>Kailashdham at Bishangarh with huge statue of lord Shiva.</p>\r\n<p>Dhabbawali Mata Temple at Khasravi</p>\r\n<p>Mosque</p>\r\n<p>Malik Shah's mosque</p>\r\n<p>&nbsp;</p>\r\n<p>Infrastructure</p>\r\n<p>Electricity</p>\r\n<p>There are two sub grid stations of 220 KV at Jalore and Bhinmal. The district receives power from Dewari grid station in Udaipur District. Almost all villages of the district are electrified.</p>\r\n<p>&nbsp;</p>\r\n<p>A small area is irrigated from water of Jawai dam. The main source of irrigation continues to be wells. Over exploitation of ground water has meant that farmers have to dig deeper. Sanchore tehsil will get water from Narmada canal project when completed.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>National Highway no 15 (Bhatinda-Kandla) passes through the district. The total road length in the district is about 2,800 km (1,740 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>The district is connected by broad gauge railway line of North Western Railway. Samadari-Bhildi branch line passes through the district connecting Jalore and Bhinmal towns. There are 15 railway stations and 127 km (79 mi) of railway line in the district. The nearest airport is Jodhpur. There is also an air strip at village Noon about 35 km (22 mi) from Jalore town.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The minimum and maximum temperatures of the district are 4 degrees and 50 degrees Celsius respectively. The average rainfall is 412 mm. The climate of district is dry and with extremes.</p>\r\n<p>&nbsp;</p>\r\n<p>Wildlife</p>\r\n<p>&nbsp;</p>\r\n<p>A group of female asses breaking into a run</p>\r\n<p>Indian Wild Ass, a rare member of Indian Wildlife seems to be increasing in numbers and extending its range from Little Rann of Kutch in the neighboring Indian State of Gujarat, where the world's last population of this subspecies had got confined to in recent years, and has gradually started moving out and colonizing Greater Rann of Kutch also extending into the neighboring State of Rajasthan in the bordering villages in Jalore district bordering the Rann of Kutch in Gujarat and in Khejariali and its neighbourhood where a 60 km2 area was transferred to the Rajasthan Forest Department by the revenue authorities in 2007. At this place Rebaris (camel and sheep breeders) live in the Prosopis juliflora jungles in the company of chinkaras, hyenas, common fox, desert cat and wolf etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora: The hillocks and ridges in the area under discussion are characterised by khair (Acacia Katechu); thar (Euphabia Nerrifolia) and babuls. The plains are vegetated by awal (Casia aurlculate) akra, kiker (Acacia arabica). The oilseeds specially mustard oil seed is predominant crop. Wheat, bajra, kharif pulses, barley, jowar and in very huge quantity of fleawort.However due to the scanty presence of water most of the cultivated land remains barren. Also presence of aeolian sand makes it tough for agricultural growth due its high permeability. Extensive growth of cactuses of various types is found in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jalore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jalore-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"jalore","slug":"jalore"}],"recommendations":[{"id":876,"title":"Top Places to visit in Pali, Rajasthan","imageUrl":"7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","dateCreated":"2019-10-13T01:54:34.232Z","dateModified":"2019-10-13T01:54:56.319Z","contributedBy":"AskGif","content":"Pali is a city in Rajasthan state of western India. It is the administrative headquarters of Pali District and comes in the Marwar region. It is situated on the bank of the river Bandi and is 70 km south east of Jodhpur. It is known as \"The Industrial City\".\r\n&nbsp;\r\nFamous In Pali<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pali","slug":"pali"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pali-rajasthan","total":0},{"id":868,"title":"Top Places to visit in Jodhpur, Rajasthan","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"Jodhpur District is a district in the State of Rajasthan in western India. The city of Jodhpur is the administrative headquarters of the district.\r\n&nbsp;\r\nAs of the 2011 census, it is the second highest populated district of Rajasthan (out of 33), after Jaipur district.\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jodhpur","slug":"jodhpur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jodhpur-rajasthan","total":0},{"id":851,"title":"Top Places to visit in Banswara, Rajasthan","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"Banswara is a city in Banswara District in south Rajasthan in India. The state of Banswara was founded by Maharawal Jagmal Singh. It is named for the \"bans\" or bamboo forests in the area..\r\n&nbsp;\r\nIt is also known as 'City of Hundred Islands', due to presence of numerous islands on","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"banswara","slug":"banswara"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}