{"id":867,"title":"जालोर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","dateCreated":"2019-10-12T07:02:04.09Z","dateModified":"2019-10-12T07:02:22.911Z","contributedBy":"AskGif","content":"<p>जालोर, जिसे ग्रेनाइट शहर के रूप में भी जाना जाता है, पश्चिमी भारत के राजस्थान राज्य का एक शहर है। यह जालोर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>जालोर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। जालोर शहर जिले का प्रशासनिक मुख्यालय है। जिले में 10,640 किमी 2 (4,108 वर्ग मील) (राजस्थान के क्षेत्रफल का 3.11 प्रतिशत) का क्षेत्रफल है, और 1,448,486 (2001 की जनगणना) की आबादी है, जिसकी जनसंख्या घनत्व 136 व्यक्ति प्रति वर्ग किलोमीटर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जालोर के आगंतुक आकर्षण</p>\r\n<p>जालोर का किला</p>\r\n<p>Topekhana</p>\r\n<p>शहर के भीतर सबसे महत्वपूर्ण संरचनाओं में से एक टोपेखाना या \"तोप फाउंड्री\" है। इमारत अब सबसे अच्छी स्थिति में नहीं है, लेकिन इसकी वास्तुकला यह इंगित करती है कि यह संरचना पुराने दिनों में भयानक रही होगी। इसका निर्माण \"उज्जैन नरेश\" विक्रमादित्य ने अपनी जनता के लिए शिक्षा के लिए \"संस्कृत पाठशाला\" के रूप में किया था। लेकिन मुस्लिम सम्राट अलाउद्दीन खिलजी के समय में मुस्लिम स्मारक बन गया। एक विशाल फोरकोर्ट और एक जटिल मोहरा के साथ संरचना लागू हो रही है। उपनिवेश और छत का स्वाद खुबसुरत है।</p>\r\n<p>&nbsp;</p>\r\n<p>जैन मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>श्री मुनिसुव्रत-नेमि-पार्श्ववा जिनलया, संथु, जालोर</p>\r\n<p>8 वीं शताब्दी में निर्मित जैन मंदिर, जैन धर्म के प्रथम तीर्थंकर, ऋषभ, 16 वें तीर्थंकर, शांतिनाथ, 23 वें तीर्थंकर, पार्श्व और 24 वें तीर्थंकर, महावीर, को समर्पित</p>\r\n<p>ऋषभ के मुनिवर, मुनिसुव्रत, आचार्य राजेंद्रसूरी और नेमिनाथ</p>\r\n<p>हिंदू मंदिर</p>\r\n<p>जालोर में साइर मंदिर</p>\r\n<p>सुंधा माता</p>\r\n<p>बिशनगढ़ में भगवान शिव की विशाल प्रतिमा के साथ कैलाशधाम।</p>\r\n<p>खसरावी में ढाबावाली माता मंदिर</p>\r\n<p>मस्जिद</p>\r\n<p>मलिक शाह की मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>भूमिकारूप व्यवस्था</p>\r\n<p>बिजली</p>\r\n<p>जालोर और भीनमाल में 220 केवी के दो सब ग्रिड स्टेशन हैं। जिले को उदयपुर जिले के देवरी ग्रिड स्टेशन से बिजली प्राप्त होती है। जिले के लगभग सभी गांव विद्युतीकृत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जवाई बांध के पानी से एक छोटा क्षेत्र सिंचित है। सिंचाई का मुख्य स्रोत कुएँ हैं। भूजल के अधिक दोहन से किसानों को गहरी खुदाई करनी पड़ रही है। सांचौर तहसील से नर्मदा नहर परियोजना का पानी पूरा हो जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>राष्ट्रीय राजमार्ग संख्या 15 (भटिंडा-कांडला) जिले से होकर गुजरता है। जिले में कुल सड़क की लंबाई लगभग 2,800 किमी (1,740 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला उत्तर पश्चिम रेलवे की ब्रॉड गेज रेलवे लाइन से जुड़ा है। समदड़ी-भिलडी शाखा लाइन जालोर और भीनमाल शहरों को जोड़ने वाले जिले से होकर गुजरती है। जिले में 15 रेलवे स्टेशन और 127 किमी (79 मील) रेलवे लाइन हैं। निकटतम हवाई अड्डा जोधपुर है। जालोर शहर से लगभग 35 किमी (22 मील) की दूरी पर गाँव नून में एक हवाई पट्टी भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>जिले का न्यूनतम और अधिकतम तापमान क्रमशः 4 डिग्री और 50 डिग्री सेल्सियस है। 412 मिमी औसत वर्षा है। जिले की जलवायु शुष्क और चरम सीमाओं के साथ है।</p>\r\n<p>&nbsp;</p>\r\n<p>वन्यजीव</p>\r\n<p>&nbsp;</p>\r\n<p>मादा गधे का एक समूह एक रन में टूट गया</p>\r\n<p>इंडियन वाइल्ड ऐस, भारतीय वन्यजीवों का एक दुर्लभ सदस्य, संख्या में वृद्धि और पड़ोसी भारतीय राज्य गुजरात के कच्छ के लिटिल रण से इसकी सीमा को बढ़ाता हुआ प्रतीत होता है, जहां इस उप-प्रजाति की दुनिया की अंतिम आबादी हाल के वर्षों में सिमट गई थी, और धीरे-धीरे बाहर निकलना शुरू कर दिया है और कच्छ के ग्रेटर रण को भी राजस्थान के पड़ोसी राज्य जालोर जिले में गुजरात के कच्छ के रण में और खेझरियाली और उसके पड़ोस में फैला हुआ है, जहां 60,0002 क्षेत्र में राजस्थान वन में स्थानांतरित किया गया था 2007 में राजस्व अधिकारियों द्वारा विभाग। इस जगह पर रिबेरिस (ऊंट और भेड़ ब्रीडर) चिनकारस, हाइना, आम लोमड़ी, रेगिस्तानी बिल्ली और भेड़िया आदि की कंपनी में प्रोसोपिस जूलीफ्लोरा जंगलों में रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फ्लोरा: चर्चा के तहत क्षेत्र में पहाड़ियों और लकीरें खाए (बबूल कतेचू) की विशेषता हैं; थार (यूफोबिया नेरीफोलिया) और बबल्स। मैदानी इलाकों को अस्सला (कैसिया ऑर्कुलकेट) एकरा, किकर (बबूल अरबी) द्वारा वनस्पति किया जाता है। तिलहन विशेष रूप से सरसों का तेल प्रमुख फसल है। गेहूं, बाजरा, खरीफ की दालें, जौ, ज्वार और बहुत अधिक मात्रा में पिस्सू। पानी की डरावनी उपस्थिति के कारण अधिकांश खेती योग्य भूमि बंजर बनी हुई है। एओलियन रेत की उपस्थिति भी इसकी उच्च पारगम्यता के कारण कृषि विकास के लिए कठिन बना देती है। इस क्षेत्र में विभिन्न प्रकार के कैक्टस का व्यापक विकास पाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jalore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04d449b3-9da8-4dc6-ae6c-46a2df040cd8_Jalore-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jalore-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"जालोर","slug":"jalore"}],"recommendations":[{"id":876,"title":"पाली में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","dateCreated":"2019-10-13T01:54:34.232Z","dateModified":"2019-10-13T01:54:56.319Z","contributedBy":"AskGif","content":"पाली पश्चिमी भारत के राजस्थान राज्य का एक शहर है। यह पाली जिले का प्रशासनिक मुख्यालय है और मारवाड़ क्षेत्र में आता है। यह बांडी नदी के तट पर स्थित है और जोधपुर से 70 किमी दक्षिण पूर्व में है। इसे \"द इंडस्ट्रियल सिटी\" के रूप में जाना जाता है।\r\n&nbsp;\r\nपाली में प्रसिद्ध\r\nपाली द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पाली","slug":"pali"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pali-rajasthan","total":0},{"id":868,"title":"जोधपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"जोधपुर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। जोधपुर शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, यह जयपुर जिले के बाद राजस्थान का दूसरा सबसे अधिक आबादी वाला (33 में से) जिला है।\r\n&nbsp;\r\nजोधपुर मारवाड़ क्षेत्र का ऐतिहासिक केंद्र ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जोधपुर","slug":"jodhpur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jodhpur-rajasthan","total":0},{"id":851,"title":"बांसवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"बांसवाड़ा भारत में दक्षिण राजस्थान में बांसवाड़ा जिले का एक शहर है। बांसवाड़ा राज्य की स्थापना महारावल जगमाल सिंह ने की थी। यह क्षेत्र में \"बांस\" या बांस के जंगलों के लिए नामित है।\r\n&nbsp;\r\n\"चाचाकोटा\" नाम की माही नदी पर कई द्वीपों की मौजूदगी के कारण इसे 'हंड्रेड आइलैंड्स के शहर' के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बांसवाड़ा","slug":"banswara"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}