{"id":868,"title":"Top Places to visit in Jodhpur, Rajasthan","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"<p>Jodhpur District is a district in the State of Rajasthan in western India. The city of Jodhpur is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>As of the 2011 census, it is the second highest populated district of Rajasthan (out of 33), after Jaipur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Jodhpur is the historic center of the Marwar region. The district contains Mandore, the ancient capital of the Pratihara Rajput kings (6th-13th centuries), and the Pratiharas' temple city of Osiyan. Jodhpur was founded in the 15th century by Rao Jodha, and served as the capital of the kingdom of Marwar under the Rathore dynasty until after Indian Independence in 1947.</p>\r\n<p>&nbsp;</p>\r\n<p>Jodhpur is the second-largest city in the Indian state of Rajasthan and officially the second metropolitan city of the state. It was formerly the seat of a princely state of the same name. Jodhpur was historically the capital of the Kingdom of Marwar, which is now part of Rajasthan. Jodhpur is a popular tourist destination, featuring many palaces, forts and temples, set in the stark landscape of the Thar Desert. It is popularly known as Blue city and Sun city among people of Rajasthan and all over India.</p>\r\n<p>&nbsp;</p>\r\n<p>The old city circles the fort and is bounded by a wall with several gates. However, the city has expanded greatly outside the wall over the past several decades. Jodhpur lies near the geographic centre of the Rajasthan state, which makes it a convenient base for travel in a region much frequented by tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is also home to several educational institutions, the most prominent being AIIMS Jodhpur, IIT Jodhpur, DSRRAU Jodhpur, NLU Jodhpur, NIFT Jodhpur. Many research institutes like Indian Space Research Organisation (ISRO), Defence Research and Development Organisation (DRDO), Central Arid Zone Research Institute (CAZRI), Arid Forest Research Institute (AAFRI), Desert Medicine Research Centre (DMRC) are also located in the city .</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Jodhpur is famous for its rich history. It is also referred to as the Blue City and \"Sun City\". Blue City is derived due to the blue tinge to the whitewashed houses around the Mehrangarh Fort. Other notable places of interest are the Umaid Bhawan Palace which a portion currently[when?] serves as the residence of the current Maharaja Gaj Singh's family and the remaining portion is a 5 star hotel under the Taj Group of Hotels.</p>\r\n<p>Jodhpur's most notable attractions are Mehrangarh Fort, Umaid Bhawan Palace, Jaswant Thada, and the Ghanta Ghar, or Clock Tower. Tourists are also within proximity to Fort Auwa, Mandore, Kaylana Lake and Garden, Balsamand Lake, Mandaleshwar Mahadev Temple (Mandalnath), Ratanada Ganesh Temple, ISKCON Temple, Sardar Samand Lake and Palace, Masooria Hills, Veer Durgadas Smarak (monument, park and museum) and Bhim Bhadak Cave. Other attraction of people are at markets of food, antique items, traditional clothes and traditional shoes (also called jodhpuri mojari) held in Jodhpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Om Thanvi (born 1957) Writer and editor. Born in Phalodi.</p>\r\n<p>Barkatullah Khan (1920&ndash;73) Politician. Born in Jodhpur.</p>\r\n<p>Parasram Maderna (1926&ndash;2014) Politician and Jat leader.</p>\r\n<p>Jai Narayan Vyas (1899&ndash;1963) 3rd CM of Rajasthan.</p>\r\n<p>Narayan Singh Manaklao (born 1942) Social worker.</p>\r\n<p>Ashok Gehlot (born 1951) 12th CM of Rajasthan.</p>\r\n<p>Chitrangada Singh (born 1976) Bollywood Actress.</p>\r\n<p>Mehdi Hassan (1927-2012) Pakistani Ghazal Singer</p>\r\n<p>Jaswant Singh Bishnoi</p>\r\n<p>Narayan Singh Bhati</p>\r\n<p>Gajendra Singh Shekhawat Politician.</p>\r\n<p>Narayan Lal Panchariya</p>\r\n<p>Kamsa Meghwal</p>\r\n<p>Narayan Singh Manaklao</p>\r\n<p>Mathura Das Mathur</p>\r\n<p>Sheo Dan Mal</p>\r\n<p>Gajendra Singh Khimsar</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The city is famous for its food and its popularity can be judged from the fact that one can find sweet shops named 'Jodhpur Sweets' in many cities throughout India. Being at the onshore of Thar desert, life has been influenced by ways of select nomadic tribes (So-called \"Gypsy\" groups - Banjare in Hindi - have settled in some parts of the city). Jodhpur has distinct cultural identity through its food [ mirchi bada and mawa kachori are famous ], clothes [ specially female clothes ],marwari language , hospitality [ here everyone is greeted with 'sa' postfix to their name.'sa' is used to give respect and also implies the happiness of seeing that person ].Like most other non capital towns of an Indian state jodhpur also successfully managed to keep alive its culture and its clearly visible in day today life. To get a glimpse of culture a tourist can visit sadar bazar [ known as Ghanta-Ghar ], Tripoliya market , Nai-Sarak Market [ all these three lie within 2 kilometer and are connected ].</p>\r\n<p>&nbsp;</p>\r\n<p>Motion picture industry</p>\r\n<p>The historic buildings and landscapes of the city were featured in a number of movies, including The Dark Knight Rises directed by Christopher Nolan, Baadshaho starring Ajay Devgn and Emraan Hashmi, The Darjeeling Limited starring Owen Wilson, Adrien Brody, and Jason Schwartzman, The Fall directed by Tarsem Singh, \"Hum Saath-Saath Hain\" directed by Sooraj Barjatya, \"Veer\" directed by Anil Sharma, \"Shuddh Desi Romance\" directed by Maneesh Sharma and \"I\" directed by S. Shankar, \"Kung Fu Yoga\" starring Jackie chan, Sonu Sood, Disha Patani, \"Loafer\" starring Varun Tej and Disha Patani; Supreme (film) starring Sai Dharam Tej and Rashi Khanna; Airlift feat.in Akshay Kumar and Nimrat Kaur.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of recreation</p>\r\n<p>Some of the recreation places worth mentioning are:</p>\r\n<p>&nbsp;</p>\r\n<p>Mandore Gardens</p>\r\n<p>&nbsp;</p>\r\n<p>Jodhpur cenotaph Mandore gardens Rajasthan India</p>\r\n<p>Kaylana Lake</p>\r\n<p>Shastri Circle</p>\r\n<p>Masuria Hill Garden</p>\r\n<p>Rao Jodha Desert Rock Park</p>\r\n<p>Science Park</p>\r\n<p>Ummed Garden</p>\r\n<p>Chokelav Baag</p>\r\n<p>Machiya Safari Park</p>\r\n<p>Fairs and festivals</p>\r\n<p>A glimpse of Rajasthan folk dances.</p>\r\n<p>Folk dance of Rajasthan.</p>\r\n<p>Marwar Mahotsav</p>\r\n<p>Gangaur</p>\r\n<p>Baithmaar Gangaur Mela</p>\r\n<p>Teej</p>\r\n<p>Nag Panchami Fair</p>\r\n<p>Sheetla Mata Fair</p>\r\n<p>Baba Ramdev Pir Mela</p>\r\n<p>Rajasthan International Folk Festival (RIFF)</p>\r\n<p>World Sacred Spirit Festival</p>\r\n<p>Temples</p>\r\n<p>&nbsp;</p>\r\n<p>Traditional Bansuri player in Jodhpur</p>\r\n<p>Chamunda Mata Temple (near Mehrangarh Fort)</p>\r\n<p>Raj Ranchhodji Temple</p>\r\n<p>Achal Nath Shivalaya</p>\r\n<p>Siddhanth Shiv Temple</p>\r\n<p>Rasik Bihari Temple</p>\r\n<p>Ganesh Temple</p>\r\n<p>ISKCON Temple</p>\r\n<p>Pal Balaji (pal circle)</p>\r\n<p>Shree Yade Mata Temple (Jhalamand)</p>\r\n<p>Cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>Rajasthani Thali</p>\r\n<p>A number of dishes from Indian cuisine originated in Jodhpur, such as Makhaniya Lassi, Mawa Ki Kachori, Pyaaj Ki Kachori (kachori of onion), Hot &amp; Spicy Mirchi Bada, Dal Bati Churma, Lasan Ki Chutney (special gravy of garlic), Mirchi Ka Kutii, Gatte Ki Sabzi, Ker Sangri Sabzi, Raab, Lapsi, Aate Ka Halwa, Kachara Mircha Sabzi and Kadhi Pakoda with Baajre Ka Sogra. Jodhpur is known for its sweets ranging from traditional \"Makhanbada\", \"Mawa Ki Kachori\", \"Malpua\", \"Ghevar\", \"Motichur Ke Laddu\", \"Besan barfi\", \"Thorr\" and \"Gulab Jamun\" to Bengali \"Rasgulla\" and \"Ras Malai\". There are other variety of items cooked in traditional ways prepared in Jodhpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Jodhpur has two outdoor stadiums and one indoor stadium complex. Barkatullah Khan Stadium has hosted two cricket ODIs. Umaid stadium football stadium and Gaushala maidan sports stadium.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>Main article: List of universities and higher education colleges in Jodhpur</p>\r\n<p>&nbsp;</p>\r\n<p>Footwear Design and Development Institute, Jodhpur</p>\r\n<p>&nbsp;</p>\r\n<p>National Law University Jodhpur</p>\r\n<p>&nbsp;</p>\r\n<p>Jodhpur National University</p>\r\n<p>Jodhpur is fast becoming a major education hub for higher studies in India. With many renowned academicians, Jodhpur is India's largest hub for preparation of the Chartered Accountant (CA) entrance examination held throughout India by the Institute of Chartered Accountants of India (ICAI).</p>\r\n<p>&nbsp;</p>\r\n<p>The most notable include:</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute of Technology Jodhpur (IITJ) is a technical education institute in India, one of the new IITs.</p>\r\n<p>All India Institute of Medical Sciences Jodhpur (AIIMS Jodhpur).</p>\r\n<p>National Law University Jodhpur (NLU Jodhpur) is one of the 17 universities imparting law education (established in 1999).</p>\r\n<p>National Institute of Fashion Technology Jodhpur (NIFT Jodhpur): a fashion design institute (started in 2010).</p>\r\n<p>Dr. Sarvepalli Radhakrishnan Rajasthan Ayurved University (DSRRAU Jodhpur) is a university in the field of Ayurveda. The second university of its kind in India was started in 2003.</p>\r\n<p>Jai Narain Vyas University (JNVU, Jodhpur), formerly known as University of Jodhpur, is run by the State Government of Rajasthan (established in 1962).</p>\r\n<p>Dr. S.N. Medical College, Jodhpur (established in 1965).</p>\r\n<p>MBM Engineering College: the oldest engineering institution in Rajasthan, now a faculty of Engineering and Architecture, under JNVU (established in 1951).</p>\r\n<p>Footwear Design and Development Institute Jodhpur (FDDI Jodhpur) is an institute established by the Government of India, Ministry of Commerce &amp; Industry for the design and development of footwear, fashion and leather (started in 2012).</p>\r\n<p>Indian Institute of Handloom Technology (IIHT Jodhpur) is one of the five institutes nationwide to provide research, development and technical education to the handloom industry.</p>\r\n<p>Sardar Patel University of Police, Security and Criminal Justice, started in 2013, is a university for research and education in the field of security, policing and criminal justice.</p>\r\n<p>Research</p>\r\n<p>Major research institutes and organizations have been established in the city for promoting research:</p>\r\n<p>&nbsp;</p>\r\n<p>Arid Forest Research Institute is one of the institutes of the Indian Council of Forestry Research and Education (ICFRE) working under the Ministry of Environment &amp; Forests, Govt. of India for carrying out scientific research in forestry to provide technologies to increase the vegetative cover and to conserve the biodiversity in the hot arid and semi-arid region of Rajasthan, Gujarat and Dadara union, and Nagar Haveli union territory. The campus covers 66 hectares on the New Pali Road.</p>\r\n<p>Central Arid Zone Research Institute (CAZRI) is a premier Organisation of the Indian Council of Agricultural Research (ICAR), an autonomous organization under the Department of Agricultural Research and Education, Ministry of Agriculture, Government of India.</p>\r\n<p>Desert Medicine Research Centre (DMRC) is one of the 33 permanent institutes of Indian Council of Medical Research which is an autonomous body for the formulation, coordination and promotion of biomedical research in the country.</p>\r\n<p>Desert Regional Centre, Zoological Survey of India (DRC-ZSI) is the regional arm of the only taxonomic organization in the country involved in the study of all kinds of animals to promote survey, exploration, and research leading to the advancement of zoological study.</p>\r\n<p>Botanical Survey of India (BSI) is the nodal research organization under Ministry of Environment and Forests for research, exploration, and survey of the flora of India.</p>\r\n<p>Defence Research and Development Organisation (DRDO) is an organization working under the Department of Defence Research and Development of Ministry of Defence for design and development leading to the production of world-class weapon systems and equipment.</p>\r\n<p>Regional Remote Sensing Centre (RRSC, ISRO) is one of the five centers established under National Natural Resources Management System (NNRMS) by Department of Space for remote sensing tasks at regional and national levels.</p>\r\n<p>MBM Engineering College: Research in Master and Ph.D. programs in branches of engineering is done by highly experienced faculty. In civil and chemical engineering, national and state projects are performed by this college.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>The city has well-established rail, road and air networks connecting it to other major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Jodhpur railway station is the divisional headquarters of the North Western Railways (NWR). It is well connected with railways to major Indian cities like Alwar, Delhi, Mumbai, Kolkata, Chennai, Bangalore, Trivandrum, Pune, Kota, Kanpur, Bareilly, Hyderabad, Ahmedabad, Indore, Bhopal, Dhanbad, Patna, Guwahati, Nagpur, Lucknow, Gwalior, Jaipur etc. To decongest the main Jodhpur station (JU), the suburban station Bhagat ki Kothi (BGKT) is being developed as the second main station for passenger trains. At present 106 trains serves to both the stations. Some of the important trains originating from Jodhpur railway station are- Ranthambore Express (Jodhpur to Indore), Mandore Express (Jodhpur to Delhi), Suryanagri Express (Jodhpur to Mumbai), Marudhar Express (Jodhpur to Varanasi), Howrah Superfast (from Jodhpur to Howrah) etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Luxury train service: For experiencing the true magnificence and royal opulence of Rajasthan, luxury trains Palace on Wheels and Royal Rajasthan on Wheels and Maharaja Express are run jointly by RTDC and Indian railways. Jodhpur is one of the destinations of both of the trains. Recently a plan to start metro train service in Jodhpur was proposed to decongest the city traffic. However, this proposal is still pending with the state government for its approval.</p>\r\n<p>&nbsp;</p>\r\n<p>Suburban stations around Jodhpur:</p>\r\n<p>&nbsp;</p>\r\n<p>No. Suburban Station Name Distance</p>\r\n<p>(in km)</p>\r\n<p>1 Raikabagh Palace Junction 02</p>\r\n<p>2 Bhagat Ki Kothi railway station 03</p>\r\n<p>3 Mahamandir Railway Station 05</p>\r\n<p>4 Basni Railway Station 06</p>\r\n<p>5 Jodhpur Cantt Railway Station 08</p>\r\n<p>6 Mandor Railway Station 10</p>\r\n<p>7 Banar Railway Station 14</p>\r\n<p>8 Salawas Railway Station 16</p>\r\n<p>Air</p>\r\n<p>&nbsp;</p>\r\n<p>Jodhpur Airport</p>\r\n<p>Jodhpur Airport is one of the prominent airports of Rajasthan. It is primarily a military airbase with a civil enclosure to allow for civilian air traffic. Due to Jodhpur's strategic location, this airport is regarded as one of the most important ones for the Indian Air Force.</p>\r\n<p>&nbsp;</p>\r\n<p>At present, there are daily flights from Delhi and Mumbai to the city operated by Air India. The bill and basic formalities for the long-awaited expansion of the airport were cleared by all the concerned authorities in June 2016, clearing the way for the expansion of the airport in two phases beginning February 2016. Post the expansion, it is expected that there will be morning and evening flights from the city to more cities than presently available in addition to more airlines coming to and fro the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Jodhpur is connected by road to all major cities in Rajasthan and neighboring states like Delhi, Ahmedabad, Surat, Ujjain, and Agra. Apart from deluxe and express bus services to cities within the state, Rajasthan Roadways provides Volvo and Mercedes Benz bus service to Delhi, Ahmedabad, Jaipur, Udaipur, and Jaisalmer. Recently, Bus Rapid Transit System (BRTS) is launched in the city with low floor and semi-low floor buses plying on major routes. Jodhpur is connected to the National Highway network with three National Highways and to the Rajasthan State Highway network with ten state highways. National Highways passing through Jodhpur:</p>\r\n<p>&nbsp;</p>\r\n<p>NH-62, Ambala-Kaithal-Hissar-Fatehpur-Jodhpur-Pali; total length = 690 km</p>\r\n<p>NH-112, Junction with NH-14 near Bar connecting Jaitaran-Bilara-Kaparda-Jodhpur-Kalyanpur-Pachpadra-Baloootra-Tilwara-Kher-Bagundi-Dhudhwa-Madhasar-Kawas and terminating at its junction with NH 15 near Barmer; total length= 343 km</p>\r\n<p>NH-114, Junction with NH-65 near Jodhpur connecting Balesar - Dechhu and terminating at its junction with NH-15 near Pokaran; total length= 180 km</p>\r\n<p>State Highways passing through Jodhpur:</p>\r\n<p>&nbsp;</p>\r\n<p>SH-19, Phalodi (NH 15) to Needar via Ahu, Chadi, Pachudi, Nagaur, Tarneu, Khatu Kalan, Khatu khurd, Toshina, Kuchaman City, Bhuni, Maroth, Deoli Minda, Renwal Crossing, Kaladera; total length = 368 km</p>\r\n<p>SH-21, Dantiweara to Merta City via Pipar City, Borunda; total length = 97 km</p>\r\n<p>SH-28, Phalodi (NH 15) to Ramji ki Gol via Deeechu, Shergarh, Pachpadra, Balotra, Sindri, Guda Malani; total length = 259 km</p>\r\n<p>SH-58, Jodhpur to Bheem up to NH 8 via Vinakiya, Rajola Sojat, Rendiri, Bhaisana, Sojat Road, Kantalia, Baban; total length = 142 km</p>\r\n<p>SH-61, Phalodi (NH 15) to Mandal via Osian, Mathania, Jodhpur, Khejrali, Bhatenda, Saradasamand, Jadan, Marwar Junction, Auwa, Jojawar, Kamalighat, Devgarh, Rajaji ka kareda; total length = 349 km</p>\r\n<p>SH-62, Bilara to Pindwara via Sojat, Sireeyari, Jojawar, Bagol, Desuri, Sadri, Sewari; total length = 187 km</p>\r\n<p>SH-63, Banar to Kuchera via Bhopalgarh Asop; total length = 129 km</p>\r\n<p>SH-65, Sheo (NH 15) to Shergarh via Bhiyad, Barnawa Jagger, Patodi, Phalsoond; total length = 155 km</p>\r\n<p>SH-66, Siwana to Dhandhaniya (NH 114) via Samdari, Kalyanpur, Mandli Rodhawa Kalan; total length = 90 km</p>\r\n<p>SH-68, Dangiyawas (NH 112) to Balotra via Kakelao, Khejarli, Guda Kakani, Luni, Dhundhara, Rampura, Samdari; total length = 131 km</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jodhpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jodhpur-rajasthan","tags":[{"name":"jodhpur","slug":"jodhpur"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":865,"title":"Top Places to visit in Hanumangarh, Rajasthan","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"Hanumangarh is a city in the Indian state of Rajasthan, situated on the banks of the river Ghaggar also identified as Ancient Sarasvati river, located about 400 km from Delhi. It is the administrative seat of Hanumangarh District. The city was once called Bhatner (alternatively spelled Bhatnair) ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"hanumangarh","slug":"hanumangarh"}],"slug":"top-places-to-visit-in-hanumangarh-rajasthan","total":0},{"id":854,"title":"Top Places to visit in Bundi, Rajasthan","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"Bundi District is a district in the state of Rajasthan in western India. The town of Bundi is the district headquarters. It has an area of 5,550 km&sup2; and a population of 1,113,725 (2011 census). It is divided into 5 tehsils which are: Bundi, Hindoli, Nainwa, Keshoraipatan and Indergarh.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bundi","slug":"bundi"}],"slug":"top-places-to-visit-in-bundi-rajasthan","total":0},{"id":853,"title":"Top Places to visit in Baran, Rajasthan","imageUrl":"0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","dateCreated":"2019-10-10T02:48:08.322Z","dateModified":"2019-10-10T02:48:30.481Z","contributedBy":"AskGif","content":"Baran is a city in Baran district of the Indian state of Rajasthan. It is a municipality and the district headquarters of Baran district, famous for its 11th century Bhand Deva Temple on banks of Ramgarh crater. It is located 339 km from the state capital Jaipur near Kota city.Three large Rivers ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"baran","slug":"baran"}],"slug":"top-places-to-visit-in-baran-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}