{"id":868,"title":"जोधपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"<p>जोधपुर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। जोधपुर शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, यह जयपुर जिले के बाद राजस्थान का दूसरा सबसे अधिक आबादी वाला (33 में से) जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर मारवाड़ क्षेत्र का ऐतिहासिक केंद्र है। जिले में मंडोर, प्रतिहार राजपूत राजाओं की प्राचीन राजधानी (6 वीं -13 वीं शताब्दी), और ओशियान का प्रतिहार मंदिर शहर शामिल हैं। जोधपुर की स्थापना 15 वीं शताब्दी में राव जोधा द्वारा की गई थी, और 1947 में भारतीय स्वतंत्रता के बाद राठौर वंश के तहत मारवाड़ राज्य की राजधानी के रूप में सेवा की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर भारतीय राज्य राजस्थान में दूसरा सबसे बड़ा शहर है और आधिकारिक तौर पर राज्य का दूसरा महानगरीय शहर है। यह पहले इसी नाम की एक रियासत की सीट थी। जोधपुर ऐतिहासिक रूप से मारवाड़ राज्य की राजधानी था, जो अब राजस्थान का हिस्सा है। जोधपुर एक लोकप्रिय पर्यटन स्थल है, जिसमें कई महल, किले और मंदिर हैं, जो थार रेगिस्तान के परिदृश्य में स्थापित हैं। यह राजस्थान और पूरे भारत में लोगों के बीच ब्लू सिटी और सन सिटी के रूप में लोकप्रिय है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुराना शहर किले को घेरता है और कई द्वारों वाली एक दीवार से घिरा है। हालांकि, शहर ने पिछले कई दशकों में दीवार के बाहर बहुत विस्तार किया है। जोधपुर राजस्थान राज्य के भौगोलिक केंद्र के पास है, जो इसे पर्यटकों द्वारा बहुत अधिक बार क्षेत्र में यात्रा के लिए एक सुविधाजनक आधार बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर कई शैक्षणिक संस्थानों का घर भी है, जिनमें से सबसे प्रमुख एम्स जोधपुर, आईआईटी जोधपुर, डीएसआरआरएयू जोधपुर, एनएलयू जोधपुर, एनआईएफटी जोधपुर हैं। भारतीय अंतरिक्ष अनुसंधान संगठन (ISRO), रक्षा अनुसंधान और विकास संगठन (DRDO), केंद्रीय शुष्क क्षेत्र अनुसंधान संस्थान (CAZRI), शुष्क वन अनुसंधान संस्थान (AAFRI), डेजर्ट मेडिसिन रिसर्च सेंटर (DMRC) जैसे कई शोध संस्थान भी स्थित हैं Faridabad ।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>जोधपुर अपने समृद्ध इतिहास के लिए प्रसिद्ध है। इसे ब्लू सिटी और \"सन सिटी\" के रूप में भी जाना जाता है। ब्लू सिटी मेहरानगढ़ किले के आसपास के सफेदा घरों के लिए नीले रंग की वजह से बना है। अन्य प्रमुख दर्शनीय स्थल उम्मेद भवन पैलेस हैं जो वर्तमान में [जब?] वर्तमान महाराजा गजसिंह के परिवार के निवास के रूप में कार्य करता है और शेष भाग ताज ग्रुप ऑफ़ होटल्स के अंतर्गत 5 सितारा होटल है।</p>\r\n<p>जोधपुर के सबसे उल्लेखनीय आकर्षण मेहरानगढ़ किला, उम्मेद भवन पैलेस, जसवंत थड़ा और घण्टा घर या घड़ी टॉवर हैं। पर्यटक फोर्ट औवा, मंडोर, कायलाना झील और उद्यान, बालसमंद झील, मंडलेश्वर महादेव मंदिर (मंडलनाथ), रतनदा गणेश मंदिर, इस्कॉन मंदिर, सरदार समंद झील और महल, मसूरिया हिल्स, वीर दुर्गादास स्मारक (स्मारक, पार्क और पार्क) के निकट हैं। संग्रहालय) और भीम भादक गुफा। लोगों के अन्य आकर्षण जोधपुर में आयोजित भोजन, प्राचीन वस्तुओं, पारंपरिक कपड़ों और पारंपरिक जूतों (जिसे जोधपुरी मोजरी भी कहा जाता है) के बाजारों में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>ओम थानवी (जन्म 1957) लेखक और संपादक। फलोदी में पैदा हुए।</p>\r\n<p>बरकतुल्लाह खान (1920&ndash;73) राजनीतिज्ञ। जोधपुर में पैदा हुए।</p>\r\n<p>परसराम मदेरणा (1926&ndash;2014) राजनेता और जाट नेता।</p>\r\n<p>जय नारायण व्यास (1899-1963) राजस्थान के तीसरे मुख्यमंत्री।</p>\r\n<p>नारायण सिंह मनकलो (जन्म 1942) सामाजिक कार्यकर्ता।</p>\r\n<p>अशोक गहलोत (जन्म 1951) राजस्थान के 12 वें सीएम।</p>\r\n<p>चित्रांगदा सिंह (जन्म 1976) बॉलीवुड अभिनेत्री।</p>\r\n<p>मेहदी हसन (1927-2012) पाकिस्तानी ग़ज़ल गायक</p>\r\n<p>जसवंत सिंह बिश्नोई</p>\r\n<p>नारायण सिंह भाटी</p>\r\n<p>गजेंद्र सिंह शेखावत राजनेता।</p>\r\n<p>नारायण लाल पंचरिया</p>\r\n<p>कामसा मेघवाल</p>\r\n<p>नारायण सिंह मनकलो</p>\r\n<p>मथुरा दास माथुर</p>\r\n<p>श्यो दान मल</p>\r\n<p>गजेंद्र सिंह खिमसर</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>यह शहर अपने भोजन के लिए प्रसिद्ध है और इसकी लोकप्रियता का अंदाजा इसी बात से लगाया जा सकता है कि पूरे भारत के कई शहरों में 'जोधपुर स्वीट्स' नाम से मिठाई की दुकानें मिल सकती हैं। थार रेगिस्तान के तट पर होने के कारण, जीवन कुछ चुनिंदा खानाबदोश जनजातियों (तथाकथित \"जिप्सी\" समूहों - हिंदी में बंजारे - शहर के कुछ हिस्सों में बस गया है) से प्रभावित हुआ है। जोधपुर में अपने भोजन के माध्यम से अलग-अलग सांस्कृतिक पहचान है [मिर्ची बड़ा और मावा कचौरी प्रसिद्ध है], कपड़े [विशेष रूप से महिला कपड़े], मारवाड़ी भाषा, आतिथ्य [यहां सभी को उनके नाम के लिए 'सा' उपसर्ग से अभिवादन किया जाता है। सम्मान और उस व्यक्ति को देखने की खुशी का भी अर्थ है]। एक भारतीय राज्य जोधपुर के अधिकांश अन्य गैर-पूंजी शहरों में भी सफलतापूर्वक अपनी संस्कृति और आज के जीवन में स्पष्ट रूप से दिखाई देने वाले जीवों को जीवित रखने में कामयाब रहे। संस्कृति की एक झलक पाने के लिए एक पर्यटक सदर बाजार [घण्टा-घर के रूप में जाना जाता है], त्रिपोलिया बाजार, नाई-सरक बाजार [ये तीनों 2 किलोमीटर के भीतर स्थित हैं और जुड़े हुए हैं] पर जा सकते हैं</p>\r\n<p>मोशन पिक्चर इंडस्ट्री</p>\r\n<p>शहर की ऐतिहासिक इमारतों और परिदृश्यों को कई फिल्मों में दिखाया गया था, जिसमें क्रिस्टोफर नोलन द्वारा निर्देशित डार्क नाइट राइज, अजय देवगन और इमरान हाशमी द्वारा अभिनीत बाडशाओ, दार्जिलिंग लिमिटेड में ओवेन विल्सन, एड्रियन ब्रॉडी और जेसन श्वार्ट्ज़मैन, द फॉल शामिल हैं। सोराज बड़जात्या द्वारा निर्देशित \"हम साथ-साथ हैं\", अनिल शर्मा द्वारा निर्देशित \"वीर\", मनीष शर्मा द्वारा निर्देशित \"शुद्ध देसी रोमांस\" और एस शंकर द्वारा निर्देशित \"मैं\" में \"कुंग फू योगा\" अभिनीत। जैकी चान, सोनू सूद, दिशा पटानी, वरुण तेज और दिशा पटानी अभिनीत \"लोफर\"; साई धर्म तेज और राशी खन्ना अभिनीत सुप्रीम (फिल्म); Airlift feat.in अक्षय कुमार और निमरत कौर।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन के स्थान</p>\r\n<p>कुछ मनोरंजन के लायक स्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मंडोर गार्डन</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर सेनेटाफ मंडोर उद्यान राजस्थान भारत</p>\r\n<p>कायलाना झील</p>\r\n<p>शास्त्री सर्किल</p>\r\n<p>मसुरिया हिल गार्डन</p>\r\n<p>राव जोधा डेजर्ट रॉक पार्क</p>\r\n<p>साइंस पार्क</p>\r\n<p>उम्मेद उद्यान</p>\r\n<p>चोकेलव बाग</p>\r\n<p>माचिया सफारी पार्क</p>\r\n<p>मेले और त्यौहार</p>\r\n<p>राजस्थान लोक नृत्यों की एक झलक।</p>\r\n<p>राजस्थान का लोक नृत्य।</p>\r\n<p>मारवाड़ महोत्सव</p>\r\n<p>गणगौर</p>\r\n<p>बिठमार गणगौर मेला</p>\r\n<p>तीज</p>\r\n<p>नाग पंचमी मेला</p>\r\n<p>शीतला माता मेला</p>\r\n<p>बाबा रामदेव पीर मेला</p>\r\n<p>राजस्थान अंतर्राष्ट्रीय लोक उत्सव (RIFF)</p>\r\n<p>विश्व पवित्र आत्मा महोत्सव</p>\r\n<p>मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर में पारंपरिक बाँसुरी वादक</p>\r\n<p>चामुंडा माता मंदिर (मेहरानगढ़ किले के पास)</p>\r\n<p>राज रणछोड़जी मंदिर</p>\r\n<p>अचल नाथ शिवालय</p>\r\n<p>सिद्धनाथ शिव मंदिर</p>\r\n<p>रसिक बिहारी मंदिर</p>\r\n<p>गणेश मंदिर</p>\r\n<p>इस्कॉन मंदिर</p>\r\n<p>पाल बालाजी (पाल सर्कल)</p>\r\n<p>श्री यादे माता मंदिर (झालमांड)</p>\r\n<p>भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्थानी थाली</p>\r\n<p>भारतीय व्यंजनों से कई व्यंजन जोधपुर में उत्पन्न हुए, जैसे मखानिया लस्सी, मावा की कचौरी, प्याज की कचौरी (प्याज की कचौरी), गरम और मसालेदार मिर्ची बड़ा, दाल बाटी कुर्ता, लासन की चटनी (लहसुन की विशेष ग्रेवी), मिर्ची का कुतई, गट्टे की सब्जी, केर संगरी सब्जी, रब, लपसी, आटे का हलवा, कचहरा मिर्जा सब्ज़ी और कढ़ी पकोड़ा के साथ बाजरे का सोगरा। जोधपुर पारंपरिक \"माखनबाड़ा\", \"मावा की कचौरी\", \"मालपुआ\", \"घेवर\", \"मोतीचूर के लड्डू\", \"बेसन की बर्फी\", \"थोर\" और \"गुलाब जामुन\" से लेकर बंगाली \"रसगुल्ला\" तक की मिठाइयों के लिए जाना जाता है। \"और\" रास मलाई \"। जोधपुर में पारंपरिक तरीके से तैयार की जाने वाली अन्य तरह की चीजें पकाई जाती हैं।</p>\r\n<p>खेल</p>\r\n<p>जोधपुर में दो आउटडोर स्टेडियम और एक इनडोर स्टेडियम परिसर है। बरकतुल्लाह खान स्टेडियम ने दो क्रिकेट वनडे की मेजबानी की है। उम्मेद स्टेडियम फुटबॉल स्टेडियम और गौशाला मैदान स्पोर्ट्स स्टेडियम।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>मुख्य लेख: जोधपुर में विश्वविद्यालयों और उच्च शिक्षा कॉलेजों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>फुटवियर डिजाइन एंड डेवलपमेंट इंस्टीट्यूट, जोधपुर</p>\r\n<p>&nbsp;</p>\r\n<p>नेशनल लॉ यूनिवर्सिटी जोधपुर</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर राष्ट्रीय विश्वविद्यालय</p>\r\n<p>भारत में उच्च अध्ययन के लिए जोधपुर एक प्रमुख शिक्षा केंद्र बन रहा है। कई प्रसिद्ध शिक्षाविदों के साथ, जोधपुर चार्टर्ड इंस्टीट्यूट ऑफ इंडिया (ICAI) के चार्टर्ड अकाउंटेंट (CA) प्रवेश परीक्षा की तैयारी के लिए भारत का सबसे बड़ा केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>सबसे उल्लेखनीय में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान जोधपुर (IITJ) भारत में एक तकनीकी शिक्षा संस्थान है, जो नए IIT में से एक है।</p>\r\n<p>अखिल भारतीय आयुर्विज्ञान संस्थान जोधपुर (AIIMS जोधपुर)।</p>\r\n<p>नेशनल लॉ यूनिवर्सिटी जोधपुर (NLU जोधपुर) कानून शिक्षा प्रदान करने वाले 17 विश्वविद्यालयों में से एक है (1999 में स्थापित)।</p>\r\n<p>नेशनल इंस्टीट्यूट ऑफ फैशन टेक्नोलॉजी जोधपुर (निफ्ट जोधपुर): एक फैशन डिजाइन संस्थान (2010 में शुरू हुआ)।</p>\r\n<p>डॉ। सर्वपल्ली राधाकृष्णन राजस्थान आयुर्वेद विश्वविद्यालय (DSRRAU जोधपुर) आयुर्वेद के क्षेत्र में एक विश्वविद्यालय है। भारत में अपनी तरह का दूसरा विश्वविद्यालय 2003 में शुरू किया गया था।</p>\r\n<p>जय नारायण व्यास विश्वविद्यालय (JNVU, जोधपुर), जिसे पहले जोधपुर विश्वविद्यालय के नाम से जाना जाता था, राजस्थान राज्य सरकार (1962 में स्थापित) द्वारा चलाया जाता है।</p>\r\n<p>डॉ। एस.एन. मेडिकल कॉलेज, जोधपुर (1965 में स्थापित)।</p>\r\n<p>एमबीएम इंजीनियरिंग कॉलेज: राजस्थान का सबसे पुराना इंजीनियरिंग संस्थान, जो अब जेएनवीयू (1951 में स्थापित) के तहत इंजीनियरिंग और आर्किटेक्चर का संकाय है।</p>\r\n<p>फुटवियर डिजाइन एंड डेवलपमेंट इंस्टीट्यूट जोधपुर (FDDI जोधपुर) भारत सरकार द्वारा स्थापित एक संस्थान है, जो फुटवियर, फैशन और लेदर के डिजाइन और विकास के लिए वाणिज्य और उद्योग मंत्रालय (2012 में शुरू) है।</p>\r\n<p>भारतीय हथकरघा प्रौद्योगिकी संस्थान (IIHT जोधपुर) उन पांच संस्थानों में से एक है, जो हथकरघा उद्योग को अनुसंधान, विकास और तकनीकी शिक्षा प्रदान करते हैं।</p>\r\n<p>सरदार पटेल विश्वविद्यालय पुलिस, सुरक्षा और आपराधिक न्याय, 2013 में शुरू हुआ, सुरक्षा, पुलिस और आपराधिक न्याय के क्षेत्र में अनुसंधान और शिक्षा के लिए एक विश्वविद्यालय है।</p>\r\n<p>अनुसंधान</p>\r\n<p>अनुसंधान को बढ़ावा देने के लिए शहर में प्रमुख अनुसंधान संस्थान और संगठन स्थापित किए गए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>Arid Forest Research Institute, भारतीय वन अनुसंधान और शिक्षा परिषद (ICFRE) के संस्थानों में से एक है जो पर्यावरण और वन मंत्रालय, भारत सरकार के अधीन काम करता है। भारत में वानस्पतिक आवरण बढ़ाने के लिए वानिकी में वैज्ञानिक अनुसंधान करने और राजस्थान, गुजरात और दादरा संघ, और नागर हवेली संघ क्षेत्र के गर्म शुष्क और अर्ध-शुष्क क्षेत्र में जैव विविधता के संरक्षण के लिए। कैंपस नई पाली रोड पर 66 हेक्टेयर में फैला है।</p>\r\n<p>केंद्रीय शुष्क क्षेत्र अनुसंधान संस्थान (CAZRI) भारतीय कृषि अनुसंधान परिषद (ICAR) का एक प्रमुख संगठन है, जो कृषि अनुसंधान और शिक्षा विभाग, कृषि मंत्रालय, भारत सरकार के अधीन एक स्वायत्त संगठन है।</p>\r\n<p>डेजर्ट मेडिसिन रिसर्च सेंटर (DMRC) इंडियन काउंसिल ऑफ मेडिकल रिसर्च के 33 स्थायी संस्थानों में से एक है जो देश में जैव चिकित्सा अनुसंधान के निर्माण, समन्वय और संवर्धन के लिए एक स्वायत्त निकाय है।</p>\r\n<p>डेजर्ट रीजनल सेंटर, जूलॉजिकल सर्वे ऑफ इंडिया (DRC-ZSI) देश में एकमात्र टैक्सोनोमिक संगठन का क्षेत्रीय हाथ है, जो जूलॉजिकल स्टडीज की उन्नति के लिए सर्वेक्षण, अन्वेषण और अनुसंधान को बढ़ावा देने के लिए सभी प्रकार के जानवरों के अध्ययन में शामिल है।</p>\r\n<p>बॉटनिकल सर्वे ऑफ इंडिया (BSI) भारत के वनस्पतियों के अनुसंधान, अन्वेषण और सर्वेक्षण के लिए पर्यावरण और वन मंत्रालय के तहत नोडल अनुसंधान संगठन है।</p>\r\n<p>रक्षा अनुसंधान और विकास संगठन (DRDO) एक संगठन है जो रक्षा अनुसंधान और विकास मंत्रालय के तहत काम कर रहा है जो विश्व स्तर के हथियार प्रणालियों और उपकरणों के उत्पादन के लिए डिजाइन और विकास के लिए रक्षा मंत्रालय है।</p>\r\n<p>क्षेत्रीय रिमोट सेंसिंग सेंटर (आरआरएससी, इसरो) क्षेत्रीय और राष्ट्रीय स्तरों पर रिमोट सेंसिंग कार्यों के लिए अंतरिक्ष विभाग द्वारा राष्ट्रीय प्राकृतिक संसाधन प्रबंधन प्रणाली (एनएनआरएमएस) के तहत स्थापित पांच केंद्रों में से एक है।</p>\r\n<p>एमबीएम इंजीनियरिंग कॉलेज: मास्टर और पीएचडी में शोध। इंजीनियरिंग की शाखाओं में कार्यक्रम उच्च अनुभवी संकाय द्वारा किया जाता है। सिविल और केमिकल इंजीनियरिंग में, राष्ट्रीय और राज्य परियोजनाएं इस कॉलेज द्वारा की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>शहर में अच्छी तरह से स्थापित रेल, सड़क और हवाई नेटवर्क हैं जो इसे देश के अन्य प्रमुख शहरों से जोड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>जोधपुर रेलवे स्टेशन उत्तर पश्चिम रेलवे (NWR) का संभागीय मुख्यालय है। यह अलवर, दिल्ली, मुंबई, कोलकाता, चेन्नई, बैंगलोर, त्रिवेंद्रम, पुणे, कोटा, कानपुर, बरेली, हैदराबाद, अहमदाबाद, इंदौर, भोपाल, धनबाद, पटना, गुवाहाटी, नागपुर, लखनऊ जैसे प्रमुख भारतीय शहरों से रेलवे से अच्छी तरह से जुड़ा हुआ है। , ग्वालियर, जयपुर आदि मुख्य जोधपुर स्टेशन (JU) को पक्का करने के लिए, उपनगरीय स्टेशन भगत की कोठी (BGKT) को पैसेंजर ट्रेनों के लिए दूसरे मुख्य स्टेशन के रूप में विकसित किया जा रहा है। वर्तमान में दोनों स्टेशनों पर 106 ट्रेनें सेवा देती हैं। जोधपुर रेलवे स्टेशन से निकलने वाली कुछ महत्वपूर्ण ट्रेनें हैं- रणथंभौर एक्सप्रेस (जोधपुर से इंदौर), मंडोर एक्सप्रेस (जोधपुर से दिल्ली), सूर्यनगरी एक्सप्रेस (जोधपुर से मुंबई), मरुधर एक्सप्रेस (जोधपुर से वाराणसी), हावड़ा सुपरफ़ास्ट (जोधपुर से) हावड़ा) आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्जरी ट्रेन सेवा: राजस्थान की असली भव्यता और शाही भव्यता का अनुभव करने के लिए, लक्जरी ट्रेन पैलेस ऑन व्हील्स और रॉयल राजस्थान ऑन व्हील्स और महाराजा एक्सप्रेस संयुक्त रूप से आरटीडीसी और भारतीय रेलवे द्वारा चलाए जाते हैं। जोधपुर दोनों ट्रेनों के गंतव्यों में से एक है। हाल ही में जोधपुर में मेट्रो ट्रेन सेवा शुरू करने की योजना शहर के यातायात को कम करने के लिए प्रस्तावित की गई थी। हालांकि, यह प्रस्ताव अभी भी राज्य सरकार के पास इसकी मंजूरी के लिए लंबित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर के आसपास के उपनगरीय स्टेशन:</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर उपनगरीय स्टेशन का नाम दूरी</p>\r\n<p>(किमी में)</p>\r\n<p>1 रायकाबाग पैलेस जंक्शन 02</p>\r\n<p>2 भगत की कोठी रेलवे स्टेशन 03</p>\r\n<p>3 महामंदिर रेलवे स्टेशन 05</p>\r\n<p>4 बासनी रेलवे स्टेशन 06</p>\r\n<p>5 जोधपुर कैंट रेलवे स्टेशन 08</p>\r\n<p>6 मंडोर रेलवे स्टेशन 10</p>\r\n<p>7 बानर रेलवे स्टेशन 14</p>\r\n<p>सलावास रेलवे स्टेशन १६</p>\r\n<p>वायु</p>\r\n<p>&nbsp;</p>\r\n<p>जोधपुर एयरपोर्ट</p>\r\n<p>जोधपुर हवाई अड्डा राजस्थान के प्रमुख हवाई अड्डों में से एक है। यह मुख्य रूप से नागरिक वायु यातायात की अनुमति देने के लिए एक नागरिक परिक्षेत्र के साथ एक सैन्य एयरबेस है। जोधपुर के रणनीतिक स्थान के कारण, इस हवाई अड्डे को भारतीय वायु सेना के लिए सबसे महत्वपूर्ण माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में, दिल्ली और मुंबई से एयर इंडिया द्वारा संचालित शहर के लिए दैनिक उड़ानें हैं। हवाई अड्डे के लंबे समय से प्रतीक्षित विस्तार के लिए बिल और बुनियादी औपचारिकताओं को सभी संबंधित अधिकारियों ने जून 2016 में मंजूरी दे दी थी, फरवरी 2016 से शुरू होने वाले दो चरणों में हवाई अड्डे के विस्तार का रास्ता साफ हो गया। विस्तार के बाद, उम्मीद है कि शहर में आने और जाने वाली अधिक एयरलाइनों के अलावा वर्तमान में उपलब्ध शहरों की तुलना में शहर से सुबह और शाम की उड़ानें होंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>जोधपुर राजस्थान के सभी प्रमुख शहरों और पड़ोसी राज्यों जैसे दिल्ली, अहमदाबाद, सूरत, उज्जैन और आगरा से सड़क मार्ग द्वारा जुड़ा हुआ है। राज्य के शहरों में डीलक्स और एक्सप्रेस बस सेवाओं के अलावा, राजस्थान रोडवेज दिल्ली, अहमदाबाद, जयपुर, उदयपुर और जैसलमेर को वोल्वो और मर्सिडीज बेंज बस सेवा प्रदान करता है। हाल ही में, बस रैपिड ट्रांजिट सिस्टम (BRTS) शहर में लो फ्लोर और प्रमुख मार्गों पर चलने वाली सेमी-लो फ्लोर बसों के साथ लॉन्च किया गया है। जोधपुर राष्ट्रीय राजमार्ग नेटवर्क से तीन राष्ट्रीय राजमार्गों के साथ और राजस्थान राज्य राजमार्ग नेटवर्क के साथ दस राज्य राजमार्गों से जुड़ा हुआ है। जोधपुर से होकर गुजरने वाले राष्ट्रीय राजमार्ग:</p>\r\n<p>&nbsp;</p>\r\n<p>एनएच -62, अंबाला-कैथल-हिसार-फतेहपुर-जोधपुर-पाली; कुल लंबाई = 690 किमी</p>\r\n<p>NH-112, बार के साथ NH-14 के साथ जंक्शन, जैतारण-बिलारा-कपर्दा-जोधपुर-कल्याणपुर-पचपदरा-बालोतरा-तिलवाड़ा-खेर-बागुंडी-धुधवा-मधेसर-कावा को जोड़ने और बाड़मेर के पास NH 15 के साथ इसके जंक्शन पर समाप्त; कुल लंबाई = 343 किमी</p>\r\n<p>NH-114, जोधपुर के पास NH-65 के साथ जंक्शन, बलसर - देचू को जोड़ने और पोकरण के पास NH-15 के साथ इसके जंक्शन पर समाप्त; कुल लंबाई = 180 किमी</p>\r\n<p>जोधपुर से होकर गुजरने वाले राज्य राजमार्ग:</p>\r\n<p>एसएच -19, फलोदी (एनएच 15) से अहुआर, चाड़ी, पचुड़ी, नागौर, तरनेऊ, खाटू कलां, खाटू खुर्द, तोशिना, कुचामन सिटी, भुनी, मारोठ, देवली मिंडा, रेनवाल चौराहा, कालाडेरा, के जरिये जरूरतमंद; कुल लंबाई = 368 किमी</p>\r\n<p>एसएच -21, दंतेवाड़ा से मेड़ता सिटी, पीपर सिटी, बोरुन्दा तक; कुल लंबाई = 97 किमी</p>\r\n<p>एसएच -28, फलोदी (एनएच 15) से रामजी की गोल वाया दीचु, शेरगढ़, पचपदरा, बालोतरा, सिंदरी, गुडा मालानी; कुल लंबाई = 259 किमी</p>\r\n<p>एसएच -58, जोधपुर से भीम तक एनएच 8 के माध्यम से विनकिया, राजोला सोजत, रेंडिरी, भिसाना, सोजत रोड, कांतलिया, बबन; कुल लंबाई = 142 किमी</p>\r\n<p>एसएच -61, फलोदी (एनएच 15) को ओसियन, मथानिया, जोधपुर, खेजराली, भटेन्दा, शारदासमंद, जादान, मारवाड़ जंक्शन, आउवा, जोजावर, कमलीघाट, देवगढ़, राजाजी का केरेडा के माध्यम से मंडल में; कुल लंबाई = 349 किमी</p>\r\n<p>एसएच -62, बिलारा से पिंडवाड़ा के माध्यम से सोजत, सिरियारी, जोजावर, बागोल, देसुरी, सदरी, सेवरी; कुल लंबाई = 187 किमी</p>\r\n<p>SH-63, भोपालगढ़ आसोप से बानेरा से कुचेरा; कुल लंबाई = 129 किमी</p>\r\n<p>एसएच -65, शेओ (एनएच 15) शेरगढ़ से भियाद, बरनावा जैगर, पाटोदी, पावसंड; कुल लंबाई = 155 किमी</p>\r\n<p>एसएच -66, सिवाना से धनधनिया (एनएच 114) के माध्यम से समदरी, कल्याणपुर, मंडली रोढवा कलां; कुल लंबाई = 90 किमी</p>\r\n<p>एसएच -68, डांगियावास (एनएच 112) को बालोतरा से काकेलो, खेजड़ली, गुड़ा काकनी, लूणी, धुंधरा, रामपुरा, समदड़ी; कुल लंबाई = 131 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jodhpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jodhpur-rajasthan","tags":[{"name":"जोधपुर","slug":"jodhpur"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":865,"title":"हनुमानगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"हनुमानगढ़ भारतीय राज्य राजस्थान का एक शहर है, जिसे घग्गर नदी के किनारे पर स्थित है, जिसे दिल्ली से लगभग 400 किमी दूर स्थित प्राचीन सरस्वती नदी के रूप में भी जाना जाता है। यह हनुमानगढ़ जिले की प्रशासनिक सीट है। इस शहर को कभी भटनेर कहा जाता था (वैकल्पिक रूप से भटनेयार का नाम था) क्योंकि इसकी स्थापन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"हनुमानगढ़","slug":"hanumangarh"}],"slug":"top-places-to-visit-in-hanumangarh-rajasthan","total":0},{"id":854,"title":"बूंदी में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","dateCreated":"2019-10-10T02:58:34.326Z","dateModified":"2019-10-10T02:58:52.141Z","contributedBy":"AskGif","content":"बूंदी जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। बूंदी शहर जिला मुख्यालय है। इसका क्षेत्रफल 5,550 वर्ग किमी और आबादी 1,113,725 (2011 की जनगणना) है। इसे 5 तहसीलों में बांटा गया है जो हैं: बूंदी, हिंडोली, नैनवा, केशोरायपाटन और इंद्रगढ़।\r\nबूंदी उत्तर पश्चिम भारत में राजस्थान राज्य के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4387e911-c0c6-4746-941b-4efef97137b2_Bundi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बूंदी","slug":"bundi"}],"slug":"top-places-to-visit-in-bundi-rajasthan","total":0},{"id":853,"title":"बरन में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","dateCreated":"2019-10-10T02:48:08.322Z","dateModified":"2019-10-10T02:48:30.481Z","contributedBy":"AskGif","content":"बारां भारतीय राज्य राजस्थान के बारां जिले का एक शहर है। यह एक नगर पालिका और बारां जिले का जिला मुख्यालय है, जो रामगढ़ गड्ढा के किनारे 11 वीं शताब्दी के भांड देव मंदिर के लिए प्रसिद्ध है। यह कोटा शहर के पास राज्य की राजधानी जयपुर से 339 किमी दूर स्थित है। यह बड़ी नदियों परबन, पारबती, कालीसिंध जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0975f023-b4fa-4f07-85ff-3ed2ee3f95f7_Baran-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बरन","slug":"baran"}],"slug":"top-places-to-visit-in-baran-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}