{"id":869,"title":"जयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"<p>जयपुर भारत के राजस्थान राज्य की राजधानी और सबसे बड़ा शहर है। 2011 तक, इस शहर की आबादी 3.1 मिलियन थी, जिससे यह देश का दसवां सबसे अधिक आबादी वाला शहर बन गया। जयपुर को अपने भवनों की प्रमुख रंग योजना के कारण गुलाबी शहर के रूप में भी जाना जाता है। यह राष्ट्रीय राजधानी नई दिल्ली से 268 किमी (167 मील) की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर की स्थापना 1727 में आमेर के शासक राजपूत शासक जय सिंह द्वितीय ने की थी, जिसके बाद इस शहर का नाम रखा गया। यह आधुनिक भारत के शुरुआती नियोजित शहरों में से एक था, जिसे विद्याधर भट्टाचार्य ने डिजाइन किया था। ब्रिटिश औपनिवेशिक काल के दौरान, शहर ने जयपुर राज्य की राजधानी के रूप में कार्य किया। 1947 में स्वतंत्रता के बाद, जयपुर को राजस्थान के नवगठित राज्य की राजधानी बनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर भारत में एक लोकप्रिय पर्यटन स्थल है और दिल्ली और आगरा (240 किमी, 149 मील) के साथ पश्चिम गोल्डन ट्रायंगल टूरिस्ट सर्किट का एक हिस्सा बनाता है। यह दो यूनेस्को विश्व धरोहर स्थलों का घर है - जंतर मंतर और आमेर किला। यह राजस्थान के अन्य पर्यटन स्थलों जैसे जोधपुर (348 किमी, 216 मील), जैसलमेर (571 किमी, 355 मील), उदयपुर (421 किमी, 262 मील), कोटा (252 किमी, 156 मील) और अन्य पर्यटन स्थलों के प्रवेश द्वार के रूप में भी कार्य करता है। माउंट आबू (520 किमी, 323 मील)। जयपुर शिमला से 616 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>6 जुलाई 2019 को, यूनेस्को की विश्व धरोहर समिति ने अपने विश्व धरोहर स्थलों में से जयपुर को 'पिंक सिटी ऑफ़ इंडिया' के रूप में उत्कीर्ण किया। यूनेस्को की सूची में जयपुर को शामिल करने के बारे में घोषणा 6 जुलाई को बाकू, अजरबैजान में यूनेस्को की विश्व धरोहर समिति की 43 वीं बैठक के बाद की गई थी, जहां समिति को शिलालेख के लिए 35 नामांकन की जांच करनी पड़ी और आईआईएनसीओएस द्वारा निरीक्षण (स्मारक और स्थलों पर अंतर्राष्ट्रीय परिषद) ) पिछले साल। ऐतिहासिक शहर निरीक्षण मानकों को पूरा करता था और इस तरह अंतिम सूची में भी शामिल था। यह शहर भारत के दो प्रमुख यूनेस्को विश्व धरोहर स्थलों - अम्बर किला और जंतर मंतर का भी घर है। समिति ने शहर के प्रतिनिधि को शहर के लिए एक वर्ष का समय दिया है, क्योंकि उन्हें शहर को अलग-अलग शब्दों में विकसित करने की आवश्यकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>इसे भी देखें: जयपुर में आकर्षण की सूची</p>\r\n<p>जयपुर भारत का एक प्रमुख पर्यटन स्थल है जो स्वर्ण त्रिभुज का एक हिस्सा है। 2008 के कॉनडे नास्ट ट्रैवलर रीडर्स चॉइस सर्वे में, जयपुर एशिया में यात्रा करने के लिए 7 वें सर्वश्रेष्ठ स्थान पर था। ट्रिपएडवाइजर के 2015 के ट्रैवलर चॉइस अवार्ड्स फॉर डेस्टिनेशन के अनुसार, जयपुर भारतीय वर्ष में प्रथम स्थान पर रहा। राज पैलेस होटल में प्रेसिडेंशियल सुइट, प्रति रात US $ 45,000 का बिल, 2012 में CNN के विश्व के 15 सबसे महंगे होटल सुइट्स में दूसरे स्थान पर सूचीबद्ध किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर प्रदर्शनी और कन्वेंशन सेंटर (JECC) राजस्थान का सबसे बड़ा सम्मेलन और प्रदर्शनी केंद्र है। यह वस्तारा, जयपुर ज्वैलरी शो, स्टोनमार्ट 2015 और रिसर्जेंट राजस्थान पार्टनरशिप समिट 2015 जैसे कार्यक्रमों के आयोजन के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>आगंतुक आकर्षण में हवा महल, जल महल, सिटी पैलेस, आमेर किला, जंतर मंतर, नाहरगढ़ किला, जयगढ़ किला, बिड़ला मंदिर, गलताजी, गोविंद देव जी मंदिर, गढ़ गणेश मंदिर, मोती डूंगरी गणेश मंदिर, संघी जैन मंदिर और जयपुर शामिल हैं। चिड़ियाघर। जंतर मंतर वेधशाला और आमेर किला विश्व धरोहर स्थलों में से एक है। हवा महल 953 खिड़कियों के साथ पांच मंजिला पिरामिड आकार का स्मारक है जो अपने उच्च आधार से 15 मीटर (50 फीट) ऊपर उठता है। सिसोदिया रानी बाग और कनक वृंदावन जयपुर के प्रमुख पार्क हैं। राज मंदिर जयपुर में एक उल्लेखनीय सिनेमा हॉल है।</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>हवा महल रोड, जयपुर</p>\r\n<p>जयपुर में कई सांस्कृतिक स्थल हैं जैसे वास्तुकार चार्ल्स कोरिया और रवींद्र मंच द्वारा गठित जवाहर कला केंद्र। गवर्नमेंट सेंट्रल म्यूजियम कई कलाओं और प्राचीन वस्तुओं की मेजबानी करता है। हवा महल में एक सरकारी संग्रहालय और विराटनगर में एक आर्ट गैलरी है। शहर के चारों ओर राजस्थानी संस्कृति को दर्शाती प्रतिमाएँ हैं। जयपुर में प्राचीन वस्तुओं और हस्तशिल्प की बिक्री करने वाली कई पारंपरिक दुकानें हैं। जयपुर के पूर्व शासकों ने कई कलाओं और शिल्पों का संरक्षण किया। उन्होंने भारत और विदेशों के कुशल कारीगरों, कलाकारों और शिल्पकारों को आमंत्रित किया जो शहर में बस गए। कुछ शिल्पों में बंधनी, ब्लॉक प्रिंटिंग, पत्थर की नक्काशी और मूर्तिकला, तारकशी, जरी, गोटा-पट्टी, किनारी और जरदोजी, चांदी के आभूषण, रत्न, कुंदन, मीनाकारी और आभूषण, लख की चुड़िया, लघु चित्र, नीली मिट्टी के बर्तन, हाथी दांत की नक्काशी शामिल हैं। , गोले का काम और चमड़े का बर्तन।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राचीन शाही विरासत और अति-आधुनिक जीवन पद्धति के अद्भुत संयोजन के साथ, जयपुर शहरी जीवन शैली की एक शानदार प्रस्तुति को प्रदर्शित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर की अपनी प्रदर्शन कलाएं हैं। कथक के लिए जयपुर घराना, कथक के प्रमुख उत्तर भारतीय शास्त्रीय नृत्य रूप के तीन घरानों में से एक है। कथक का जयपुर घराना अपने तीव्र जटिल नृत्य रूपों, जीवंत शरीर आंदोलनों और सूक्ष्म अभिनय के लिए जाना जाता है। घूमर एक लोकप्रिय लोक नृत्य शैली है। तमाशा एक कला का रूप है जहाँ कठपुतली कठपुतली नृत्य को नाटक रूप में दिखाया गया है। जयपुर में मनाए जाने वाले प्रमुख त्योहारों में हाथी महोत्सव, गणगौर, मकर संक्रांति, होली, दिवाली, विजयादशमी, तीज, ईद, महावीर जयंती और क्रिसमस शामिल हैं। जयपुर जयपुर लिटरेचर फेस्टिवल के लिए भी प्रसिद्ध है, जो दुनिया का सबसे बड़ा फ्री लिटरेचर फेस्टिवल है जिसमें देश-विदेश के लेखक, लेखक और साहित्य प्रेमी भाग लेते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर बीआरटीएस</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर मेट्रो</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>जयपुर राष्ट्रीय राजमार्ग संख्या 8 पर स्थित है जो दिल्ली और मुंबई को जोड़ता है। नेशनल हाइवे 12 जयपुर को कोटा से जोड़ता है और नेशनल हाईवे 11 बीकानेर को आगरा से जयपुर से गुजरता है। RSRTC राजस्थान, नई दिल्ली, उत्तर प्रदेश, हरियाणा, मध्य प्रदेश, महाराष्ट्र, पंजाब और गुजरात में प्रमुख शहरों के लिए बस सेवा संचालित करती है। सिटी बसों का संचालन आरएसआरटीसी की जयपुर सिटी ट्रांसपोर्ट सर्विसेज लिमिटेड (जेसीटीएसएल) द्वारा किया जाता है। यह सेवा 400 से अधिक नियमित और लो-फ्लोर बसों का संचालन करती है। वैशाली नगर, विद्याधर नगर और सांगानेर में प्रमुख बस डिपो स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर बीआरटीएस को सरकार द्वारा अगस्त 2006 में मंजूरी दी गई थी। जयपुर बीआरटीएस का प्रबंधन जयपुर विकास प्राधिकरण और जयपुर नगर निगम द्वारा गठित विशेष प्रयोजन वाहन जेसीएसटीएल द्वारा किया जाता है। प्रथम चरण में, दो गलियारे प्रस्तावित किए गए हैं: सीकर रोड से टोंक रोड तक एक \"उत्तर-दक्षिण कॉरिडोर\" और अजमेर रोड से दिल्ली रोड तक एक \"ईस्ट-वेस्ट कॉरिडोर\"। हरमाड़ा से पनी पेच के पास बाईपास से उत्तर-दक्षिण कॉरिडोर का एक खंड 2010 में चालू हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर रिंग रोड जयपुर शहर के बढ़ते यातायात को कम करने के लिए जयपुर विकास प्राधिकरण की एक परियोजना है जो NH-11 (आगरा रोड), NH-8 (अजमेर रोड), NH-12 (टोंक रोड), और NH-12 (मालपुरा रोड) को जोड़ती है ) 150 किमी की लंबाई। 150 किमी लंबी छह-लेन जयपुर रिंग रोड में से 57 किमी 1217 करोड़ रुपये की लागत से पूरा हुआ है, जिसका उद्घाटन सुषमा स्वराज, अरुण जेटली और नितिन गडकरी ने किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>जयपुर भारतीय रेलवे के उत्तर पश्चिमी क्षेत्र का मुख्यालय है। जयपुर जंक्शन रेलवे स्टेशन भारत के सभी प्रमुख शहरों जैसे दिल्ली, मुंबई, हैदराबाद, कोलकाता, चेन्नई, बेंगलुरु, इंदौर, लखनऊ और अहमदाबाद से अच्छी तरह से जुड़ा हुआ है। अन्य स्टेशनों में गांधीनगर, दुर्गापुरा, जगतपुरा, निनाद बेनाद और सांगानेर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो</p>\r\n<p>जयपुर मेट्रो ने 3 जून 2015 को वाणिज्यिक परिचालन शुरू किया। मानसरोवर और चांदपोल के बीच नौ स्टेशनों जैसे मानसरोवर, न्यू आतिश मार्केट, विवेक विहार, श्याम नगर, राम नगर, सिविल लाइन, रेलवे स्टेशन, सिंधी कैंप और चांदपोल के बीच वाणिज्यिक परिचालन शुरू हो गया है। फेज -1 बी निर्माणाधीन है। परियोजना की अनुमानित लागत project 550 करोड़ (US $ 80 मिलियन) है और यह 2020 तक पूरा होने की उम्मीद है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>जयपुर अंतर्राष्ट्रीय हवाई अड्डा सांगानेर में है, जो केंद्र से 12.2 किमी (8 मील) दूर है। हवाई अड्डे ने 2015&ndash;2016 में 363,899 अंतर्राष्ट्रीय और 2,540,451 घरेलू यात्रियों को संभाला। जयपुर एयरपोर्ट भी एयर कार्गो सेवा प्रदान करता है। सर्दियों के दौरान, कभी-कभी दिल्ली में घने कोहरे के कारण इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डे की ओर जाने वाली उड़ानों को जयपुर हवाई अड्डे की ओर मोड़ दिया जाता है। हवाई अड्डा अहमदाबाद, बेंगलुरु, चंडीगढ़, रायपुर, चेन्नई, दिल्ली, गुवाहाटी, हैदराबाद, इंदौर, कोलकाता, लखनऊ, मुंबई, पुणे, सूरत, उदयपुर और वाराणसी सहित प्रमुख भारतीय शहरों में नियमित घरेलू सेवाएं संचालित करता है। अंतर्राष्ट्रीय स्थलों में दुबई, मस्कट, बैंकॉक, शारजाह और कुआलालंपुर शामिल हैं।</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>मालवीय राष्ट्रीय प्रौद्योगिकी संस्थान</p>\r\n<p>जयपुर में सार्वजनिक और निजी स्कूल केंद्रीय माध्यमिक शिक्षा बोर्ड या राजस्थान माध्यमिक शिक्षा बोर्ड, अंतर्राष्ट्रीय शिक्षा बोर्ड द्वारा संचालित हैं और \"10 + 2\" योजना का पालन करते हैं। यह योजना आठ साल की प्राथमिक शिक्षा और चार साल की माध्यमिक शिक्षा को लागू करती है। माध्यमिक विद्यालय में दो साल की उच्च माध्यमिक शिक्षा शामिल है, जो कि दो साल की निम्न माध्यमिक शिक्षा से पहले की तुलना में अधिक विशिष्ट और विविध है। शिक्षा की भाषाओं में अंग्रेजी और हिंदी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर में स्नातक कॉलेजों में प्रवेश, जिनमें से कई राजस्थान तकनीकी विश्वविद्यालय से संबद्ध हैं, आरपीईटी के माध्यम से है, अब आरपीईटी को आरईएपी (राजस्थान इंजीनियरिंग प्रवेश प्रक्रिया) द्वारा बदल दिया गया है। उल्लेखनीय संस्थानों में एसएमएस मेडिकल कॉलेज, सेंट जेवियर्स कॉलेज, राजस्थान विश्वविद्यालय, भारतीय स्वास्थ्य प्रबंधन अनुसंधान संस्थान, मालवीय राष्ट्रीय प्रौद्योगिकी संस्थान जयपुर, जयपुर राष्ट्रीय विश्वविद्यालय, मणिपाल विश्वविद्यालय, एलएनएम इंस्टीट्यूट ऑफ इंफॉर्मेशन टेक्नोलॉजी, आईआईएस यूनिवर्सिटी, ग्लोबल इंस्टीट्यूट ऑफ टेक्नोलॉजी शामिल हैं। और सुरेश ज्ञान विहार विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>महलों और किलों</p>\r\n<p>आमेर का किला</p>\r\n<p>सिटी पैलेस</p>\r\n<p>जल महल</p>\r\n<p>डिग्गी पैलेस</p>\r\n<p>हवा महल</p>\r\n<p>जयगढ़ का किला</p>\r\n<p>नाहरगढ़ का किला</p>\r\n<p>रामबाग पैलेस</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>संघी, सांगानेर का दिगंबर जैन मंदिर</p>\r\n<p>बिड़ला मंदिर</p>\r\n<p>गलताजी</p>\r\n<p>गोविंद देव जी मंदिर</p>\r\n<p>कनक वृंदावन</p>\r\n<p>शिला देवी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>गार्डन</p>\r\n<p>केंद्रीय उद्यान</p>\r\n<p>जवाहर सर्किल</p>\r\n<p>राम निवास उद्यान</p>\r\n<p>सिसोदिया रानी गार्डन और पैलेस</p>\r\n<p>संग्रहालय</p>\r\n<p>अल्बर्ट हॉल संग्रहालय</p>\r\n<p>सिटी पैलेस</p>\r\n<p>अन्य</p>\r\n<p>जयपुर चिड़ियाघर</p>\r\n<p>जंतर मंतर</p>\r\n<p>जवाहर कला केंद्र</p>\r\n<p>राज मंदिर सिनेमा</p>\r\n<p>राजस्थान विधानसभा भवन</p>\r\n<p>रामगढ़ झील</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jaipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jaipur-rajasthan","tags":[{"name":"जयपुर","slug":"jaipur"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":1380,"title":"राजस्थान सांचौर में आसमान से 2.8 किलो उल्कापिंड जैसी वस्तु गिरती है","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"राजस्थान के जालोर जिले के सांचोर शहर में शुक्रवार सुबह तड़के एक 'उल्कापिंड जैसी वस्तु आकाश से गिरी, जिससे 2-3 फीट गहरा गड्ढा बन गया।\r\n&nbsp;\r\nशहर के गायत्री चौक इलाके के पास एक विशालकाय पत्थर के धमाके की आवाज सुनकर और जिस जगह पर पुलिस और स्थानीय अधिकारियों को सूचना मिली, उस इलाके के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"राजस्थान","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":861,"title":"डूंगरपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"d2d645e7-0471-4934-a7f8-968d25506e36_Dungarpur-railway.jpg","dateCreated":"2019-10-11T14:21:48.023Z","dateModified":"2019-10-11T14:22:06.765Z","contributedBy":"AskGif","content":"डूंगरपुर भारत के राजस्थान राज्य के दक्षिणी भाग में स्थित एक शहर है। यह डूंगरपुर जिले का प्रशासनिक मुख्यालय है। यह दक्षिण राजस्थान में सबसे तेज़ विकसित होने वाला शहर है, जहाँ पर तुलसीपुर आसपुर है। गुजरात में उदयपुर और अहमदाबाद के बीच रेल लाइन शहर से होकर गुजरती है, जो राष्ट्रीय राजमार्ग 8 पर सबसे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2d645e7-0471-4934-a7f8-968d25506e36_Dungarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"डूंगरपुर","slug":"dungarpur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-dungarpur-rajasthan","total":0},{"id":851,"title":"बांसवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"बांसवाड़ा भारत में दक्षिण राजस्थान में बांसवाड़ा जिले का एक शहर है। बांसवाड़ा राज्य की स्थापना महारावल जगमाल सिंह ने की थी। यह क्षेत्र में \"बांस\" या बांस के जंगलों के लिए नामित है।\r\n&nbsp;\r\n\"चाचाकोटा\" नाम की माही नदी पर कई द्वीपों की मौजूदगी के कारण इसे 'हंड्रेड आइलैंड्स के शहर' के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बांसवाड़ा","slug":"banswara"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}