{"id":869,"title":"Top Places to visit in Jaipur, Rajasthan","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"<p>Jaipur is the capital and the largest city of the Indian state of Rajasthan. As of 2011, the city had a population of 3.1 million, making it the tenth most populous city in the country. Jaipur is also known as the Pink City, due to the dominant color scheme of its buildings. It is located 268 km (167 miles) from the national capital New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur was founded in 1727 by the Rajput ruler Jai Singh II, the ruler of Amer, after whom the city is named. It was one of the earliest planned cities of modern India, designed by Vidyadhar Bhattacharya. During the British Colonial period, the city served as the capital of Jaipur State. After independence in 1947, Jaipur was made capital of the newly-formed state of Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur is a popular tourist destination in India and forms a part of the west Golden Triangle tourist circuit along with Delhi and Agra (240 km, 149 mi). It is home to two UNESCO World Heritage Sites - the Jantar Mantar and the Amer Fort. It also serves as a gateway to other tourist destinations in Rajasthan such as Jodhpur (348 km, 216 mi), Jaisalmer (571 km, 355 mi), Udaipur (421 km, 262 mi), Kota (252 km, 156 mi) and Mount Abu (520 km, 323 mi). Jaipur is located 616 km from Shimla.</p>\r\n<p>&nbsp;</p>\r\n<p>On 6 July 2019, UNESCO World Heritage Committee inscribed Jaipur the &lsquo;Pink City of India&rsquo; among its World Heritage Sites. An announcement about Jaipur&rsquo;s inclusion in the UNESCO list was made on 6 July after the 43rd meet of the UNESCO World Heritage Committee at Baku, Azerbaijan where the Committee had to examine 35 nominations for inscription and inspected by ICOMOS (The International Council on Monuments and Sites) last year. The historic city met the inspection standards and was thus included in the final list as well. The city is also home to two prominent UNESCO World Heritage Sites in India - Amber Fort and Jantar Mantar. The Committee has given one year time to city representative to hold this title for the city as they need to keep developing the city in different terms.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>See also: List of attractions in Jaipur</p>\r\n<p>Jaipur is a major tourist destination in India forming a part of the Golden Triangle. In the 2008 Conde Nast Traveller Readers Choice Survey, Jaipur was ranked the 7th best place to visit in Asia. According to TripAdvisor's 2015 Traveller's Choice Awards for Destination, Jaipur ranked 1st among the Indian destinations for the year. The Presidential Suite at the Raj Palace Hotel, billed at US$45,000 per night, was listed in second place on CNN's World's 15 most expensive hotel suites in 2012.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur Exhibition &amp; Convention Centre (JECC) is Rajasthan&rsquo;s biggest convention and exhibition centre. It is famous for organising events such as Vastara, Jaipur Jewellery Show, Stonemart 2015 and Resurgent Rajasthan Partnership Summit 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Visitor attractions include the Hawa Mahal, Jal Mahal, City Palace, Amer Fort, Jantar Mantar, Nahargarh Fort, Jaigarh Fort, Birla Mandir, Galtaji, Govind Dev Ji Temple, Garh Ganesh Temple, Moti Dungri Ganesh Temple, Sanghiji Jain temple and the Jaipur Zoo. The Jantar Mantar observatory and Amer Fort are one of the World Heritage Sites. Hawa Mahal is a five-storey pyramidal shaped monument with 953 windows that rises 15 metres (50 ft) from its high base. Sisodiya Rani Bagh and Kanak Vrindavan are the major parks in Jaipur. Raj Mandir is a notable cinema hall in Jaipur.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Hawa Mahal Road, Jaipur</p>\r\n<p>Jaipur has many cultural sites like Jawahar Kala Kendra formed by Architect Charles Correa and Ravindra Manch. Government Central Museum hosts several arts and antiquities. There is a government museum at Hawa Mahal and an art gallery at Viratnagar. There are statues depicting Rajasthani culture around the city. Jaipur has many traditional shops selling antiques and handicrafts. The prior rulers of Jaipur patronised a number of arts and crafts. They invited skilled artisans, artists and craftsmen from India and abroad who settled in the city. Some of the crafts include bandhani, block printing, stone carving and sculpture, tarkashi, zari, gota-patti, kinari and zardozi, silver jewellery, gems, kundan, meenakari and jewellery, Lakh ki Chudiya, miniature paintings, blue pottery, ivory carving, shellac work and leather ware.</p>\r\n<p>&nbsp;</p>\r\n<p>With a wonderful combination of ancient royal heritage and ultra-modern life method, Jaipur displays a cool presentation of urban lifestyle.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur has its own performing arts. The Jaipur Gharana for Kathak is one of the three gharanas of the major north Indian classical dance form of Kathak. The Jaipur Gharana of Kathak is known for its rapid intricate dance forms, vivacious body movements and subtle Abhinaya. The Ghoomar is a popular folk dance style. Tamasha is an art form where Kathputli puppet dance is shown in play form. Major festivals celebrated in Jaipur include Elephant Festival, Gangaur, Makar Sankranti, Holi, Diwali, Vijayadashami, Teej, Eid, Mahavir Jayanti and Christmas. Jaipur is also famous for the Jaipur Literature Festival, the world's largest free literature festival in which country-wide authors, writers and literature lovers participate.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur BRTS</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur Metro</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur International Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>Jaipur is located on National Highway No.8 connecting Delhi and Mumbai. National Highway 12 links Jaipur with Kota and National Highway 11 links Bikaner with Agra passing through Jaipur. RSRTC operates bus service to major cities in Rajasthan, New Delhi, Uttar Pradesh, Haryana, Madhya Pradesh, Maharashtra, Punjab and Gujarat. City buses are operated by Jaipur City Transport Services Limited (JCTSL) of RSRTC. The service operates more than 400 regular and low-floor buses. Major bus depots are located at Vaishali Nagar, Vidyadhar Nagar and Sanganer.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur BRTS was approved by the government in August 2006. Jaipur BRTS is managed by JCSTL, a special purpose vehicle formed by Jaipur Development Authority and Jaipur Nagar Nigam. In Phase I, two corridors have been proposed: a \"North-South Corridor\" from Sikar Road to Tonk Road and an \"East-West Corridor\" from Ajmer Road to Delhi Road. A section of the North-South Corridor from bypass near Harmada to Pani Pech became operational in 2010.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaipur Ring Road is a project of Jaipur Development Authority to reduce increasing traffic of Jaipur city which connects NH-11 (Agra Road), NH-8 (Ajmer Road), NH-12 (Tonk Road), and NH-12 (Malpura Road) having length of 150 km. The 57 km out of 150 km long six-lane Jaipur Ring Road has been completed at a cost of Rs 1217 crore which was inaugurated by Sushma Swaraj, Arun Jaitley and Nitin Gadkari.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Jaipur is the headquarters of North Western Zone of Indian Railways. Jaipur Junction railway station is well connected to all major cities of India like Delhi, Mumbai, Hyderabad, Kolkata, Chennai, Bengaluru, Indore, Lucknow and Ahmedabad. Other stations include Gandhinagar, Durgapura, Jagatpura, Ninad Benad and Sanganer.</p>\r\n<p>&nbsp;</p>\r\n<p>Metro</p>\r\n<p>Jaipur Metro commenced commercial operation on 3 June 2015. Phase-1A is operational between Mansarovar and Chandpole consisting of nine stations namely Mansarovar, New Aatish Market, Vivek Vihar, Shayam Nagar, Ram Nagar, Civil Line, Railway Station, Sindhi Camp and Chandpole. Phase-1B is under construction. The estimated cost of the project is ₹550 crore (US$80 million) and it is expected to be completed by 2020.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Jaipur International Airport is in Sanganer, 12.2 km (8 miles) from the centre. The airport handled 363,899 international and 2,540,451 domestic passengers in 2015&ndash;2016. Jaipur Airport also provides air cargo services. During winter, sometimes flights towards Indira Gandhi International Airport are diverted to Jaipur Airport due to heavy fog in Delhi. The airport operates regular domestic services to major Indian cities including Ahmedabad, Bengaluru, Chandigarh, Raipur, Chennai, Delhi, Guwahati, Hyderabad, Indore, Kolkata, Lucknow, Mumbai, Pune, Surat, Udaipur and Varanasi. International destinations served include Dubai, Muscat, Bangkok, Sharjah and Kuala Lumpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Malaviya National Institute of Technology</p>\r\n<p>Public and private schools in Jaipur are governed by the Central Board of Secondary Education or Rajasthan Board of Secondary Education, International Board of education and follow a \"10+2\" plan. This plan entails eight years of primary education and four years of secondary education. Secondary school includes two years of upper secondary education, which is more specific and diverse than the two years of lower secondary education prior to it. Languages of instruction include English and Hindi.</p>\r\n<p>&nbsp;</p>\r\n<p>Admission to graduation colleges in Jaipur, many of which are affiliated to Rajasthan Technical University, is through the RPET, now RPET has been replaced by REAP (Rajasthan Engineering Admission Process). Notable institutions include SMS Medical College, St Xavier's College, University of Rajasthan, Indian Institute of Health Management Research, Malviya National Institute of Technology Jaipur, Jaipur National University, Manipal University, The LNM Institute of Information Technology, IIS University, Global Institute of Technology and Suresh Gyan Vihar University</p>\r\n<p>&nbsp;</p>\r\n<p>Palaces and forts</p>\r\n<p>Amer Fort</p>\r\n<p>City Palace</p>\r\n<p>Jal Mahal</p>\r\n<p>Diggi Palace</p>\r\n<p>Hawa Mahal</p>\r\n<p>Jaigarh Fort</p>\r\n<p>Nahargarh Fort</p>\r\n<p>Rambagh Palace</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>Digamber Jain temple of Sanghiji, Sanganer</p>\r\n<p>Birla Mandir</p>\r\n<p>Galtaji</p>\r\n<p>Govind Dev Ji Temple</p>\r\n<p>Kanak Vrindavan</p>\r\n<p>Shila Devi temple</p>\r\n<p>&nbsp;</p>\r\n<p>Gardens</p>\r\n<p>Central Park</p>\r\n<p>Jawahar Circle</p>\r\n<p>Ram Niwas Garden</p>\r\n<p>Sisodia Rani Garden and Palace</p>\r\n<p>Museums</p>\r\n<p>Albert Hall Museum</p>\r\n<p>City Palace</p>\r\n<p>Others</p>\r\n<p>Jaipur Zoo</p>\r\n<p>Jantar Mantar</p>\r\n<p>Jawahar Kala Kendra</p>\r\n<p>Raj Mandir Cinema</p>\r\n<p>Rajasthan Assembly Building</p>\r\n<p>Ramgarh Lake</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jaipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jaipur-rajasthan","tags":[{"name":"jaipur","slug":"jaipur"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":1380,"title":"2.8 kg meteorite-like object falls from the sky in Rajasthan Sanchore","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"A 'meteorite'-like object fell from the sky in Sanchore town of Rajasthan's Jalore district on Friday early morning, creating a 2-3 feet deep crater.\r\n&nbsp;\r\nPeople residing near the area where the object was found reported hearing a blast and finding a huge stone near Gayatri Chow","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rajasthan","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":861,"title":"Top Places to visit in Dungarpur, Rajasthan","imageUrl":"d2d645e7-0471-4934-a7f8-968d25506e36_Dungarpur-railway.jpg","dateCreated":"2019-10-11T14:21:48.023Z","dateModified":"2019-10-11T14:22:06.765Z","contributedBy":"AskGif","content":"Dungarpur is a city in the southernmost part of Rajasthan state of India. It is the administrative headquarters of Dungarpur District. It is the fastest developing town in extreme South Rajasthan with telshil Aspur . The rail line between Udaipur and Ahmedabad in Gujarat runs through the town, sh","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2d645e7-0471-4934-a7f8-968d25506e36_Dungarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dungarpur","slug":"dungarpur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-dungarpur-rajasthan","total":0},{"id":851,"title":"Top Places to visit in Banswara, Rajasthan","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"Banswara is a city in Banswara District in south Rajasthan in India. The state of Banswara was founded by Maharawal Jagmal Singh. It is named for the \"bans\" or bamboo forests in the area..\r\n&nbsp;\r\nIt is also known as 'City of Hundred Islands', due to presence of numerous islands on","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"banswara","slug":"banswara"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}