{"id":870,"title":"Top Places to visit in Jaisalmer, Rajasthan","imageUrl":"6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","dateCreated":"2019-10-12T08:57:31.982Z","dateModified":"2019-10-12T08:57:51.578Z","contributedBy":"AskGif","content":"<p>Jaisalmer, nicknamed \"The Golden city\", is a city in the Indian state of Rajasthan, located 575 kilometres (357 mi) west of the state capital Jaipur. The town stands on a ridge of yellowish sandstone, and is crowned by the ancient Jaisalmer Fort. This fort contains a royal palace and several ornate Jain temples. Many of the houses and temples of both the fort, and of the town below, are built of finely sculptured sandstone. The town lies in the heart of the Thar Desert (the Great Indian Desert) and has a population, including the residents of the fort, of about 78,000. It is the administrative headquarters of Jaisalmer District. Jaisalmer was once the capital of Jaisalmer State.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Jaisalmer is connected to the rest of Rajasthan by buses provided by Rajasthan State Transport Corporation as well as other private bus operators. Jaisalmer Airport was inactive but Spice Jet has now started flight from Delhi and Mumbai since 29 October 2017, and from Ahmedabad and Surat from November 2018. Jaisalmer railway station runs daily trains between Jaisalmer and Jaipur, through which it is connected to Delhi and other cities all over India. This station comes under NWR zone and JU division. Additionally, there exists a luxury tourist train known as Palace On Wheels, which covers the major tourist destinations of Rajasthan, including Jaisalmer.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Jaisalmer Fort</p>\r\n<p>Main article: Jaisalmer Fort</p>\r\n<p>&nbsp;</p>\r\n<p>The Jaisalmer fort in Rajasthan.</p>\r\n<p>Built in 1156 by the Bhati Rajput ruler Jaisal, Jaisalmer Fort, situated on Meru Hill and named as Trikoot Garh has been the scene of many battles. Its massive sandstone walls are a tawny lion colour during the day, turning to a magical honey-gold as the sun sets. The famous Indian film director Satyajit Ray wrote a detective novel and later turned it into a film &minus; Sonar Kella (The Golden Fortress) which was based on this fort. About a quarter of city's population still live inside the fort. The main attractions inside the fort are: Raj Mahal (Royal palace), Jain temples and the Laxminath temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Jain heritage of Jaisalmer</p>\r\n<p>Jaisalmer has been enriched by its Jain community, which has adorned the city with beautiful temples, notably the temples dedicated to the 16th Tirthankara, Shantinath, and 23rd Tirthankara, Parshvanath.</p>\r\n<p>&nbsp;</p>\r\n<p>There are seven Jain temples in total which are situated within the Jaisalmer fort built during the 12th and 15th centuries. Among these temples, the biggest is the Paraswanath Temple; the others are Chandraprabhu temple, Rishabdev temple, Shitalnath Temple, Kunthunath Temple, and Shantinath Temple. Known for their exquisite work of art and architecture that was predominant in the medieval era the temples are built out of yellow sandstone and have intricate engravings on them.</p>\r\n<p>&nbsp;</p>\r\n<p>Jaisalmer has some of the oldest libraries of India which contain rarest of the manuscripts and artifacts of Jain tradition. There are many pilgrimage centres around Jaisalmer such as Lodhruva (Lodarva), Amarsagar, Brahmsar and Pokharan.</p>\r\n<p>&nbsp;</p>\r\n<p>Lodhruva Jain Temple</p>\r\n<p>Patwon Ji Ki Havel</p>\r\n<p>Chhatris at Bada Bagh</p>\r\n<p>Chandraprabhu Jain Temple inside the Jaisalmer Fort</p>\r\n<p>Chandraprabhu idol inside Chandraprabhu Jain Temple of Jaisalmer Fort</p>\r\n<p>Jain Temple inside the Jaisalmer Fort</p>\r\n<p>Parshvantha, Lodhruva Jain Temple</p>\r\n<p>Shantinatha, Lodhruva Jain Temple</p>\r\n<p>Ceiling of Jain temple inside the Jaisalmer Fort</p>\r\n<p>Carving on the wall of Jain Temple, Jaisalmer Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Museums</p>\r\n<p>Desert Culture Centre &amp; Museum</p>\r\n<p>Jaisalmer Folklore Museum</p>\r\n<p>Government Museum</p>\r\n<p>Jaisalmer Fort Palace Museum</p>\r\n<p>Jaisalmer War Museum</p>\r\n<p>Akal Fossil Park Museum</p>\r\n<p>Cactus Park Museum, Kuldhara</p>\r\n<p>Tanot Museum</p>\r\n<p>Other</p>\r\n<p>&nbsp;</p>\r\n<p>Gadsisar Lake</p>\r\n<p>Ramdevra a village in Jaisalmer is named after Baba Ramdevji, a Tanwar Rajput and a saint who took Samādhi in 1384 CE, at the age of 33 years. He is worshiped today by many social groups of India as Ishta-deva.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Gadsisar lake, Jaisalmer</p>\r\n<p>Gadsisar Lake &ndash; Excavated in 1367 by Rawal Gadsi Singh, it is a scenic rainwater lake surrounded by the small temples and shrines of Amar Sagar. Earlier, this lake was used to be the main water source of Jaisalmer. Due to an increased water demand for agriculture, the lake is increasingly threatened to dry out.</p>\r\n<p>In neighbourhood</p>\r\n<p>&nbsp;</p>\r\n<p>Ganga Sagar</p>\r\n<p>Bada Bagh, a complex with chhatris of Jai Singh II (d. 1743) and subsequent Maharajas of Jaisalmer</p>\r\n<p>Lodhruva</p>\r\n<p>Desert National Park</p>\r\n<p>Bhaniyana</p>\r\n<p>Lanela</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Jaisalmer is one of the largest foreign tourist attractor districts in the Rajasthan. Per year about 276,887 tourists visit the district, out of which about 100,000 tourist are foreigners. Some of the tourist attractions in the Jaisalmer are:</p>\r\n<p>&nbsp;</p>\r\n<p>Jaisalmer Fort &amp; inside fort-Jain Temples, Royal Palace &amp; two heritage havelis (haveli shreenath, haveli suraj)</p>\r\n<p>Patwa Havelies.</p>\r\n<p>Salim Singh&rsquo;s Haveli.</p>\r\n<p>Nathmal&rsquo;s haveli.</p>\r\n<p>Mandir Palace (Tazia Tower).</p>\r\n<p>Gadsisar Lake.</p>\r\n<p>Govt. museum &amp; the folk museum.</p>\r\n<p>Thar desert</p>\r\n<p>Bada Bagh</p>\r\n<p>Lodhruva</p>\r\n<p>Akal Wood Fossil Park</p>\r\n<p>Every year Desert festival is being celebrated for the tourists. Ramdevra is also a big attraction for the Baba Ramdevji's pilgrims. Every year on Mahshivratri in Myajlar Khyala math held festival. Shree Alakh puri ki samadhi in jhinjhinyali is big attraction of Udaisinghont Bhati rajput.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jaisalmer</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jaisalmer-rajasthan","tags":[{"name":"jaisalmer","slug":"jaisalmer"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":858,"title":"Top Places to visit in Chittorgarh, Rajasthan","imageUrl":"27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","dateCreated":"2019-10-11T03:02:38.258Z","dateModified":"2019-10-11T03:03:12.662Z","contributedBy":"AskGif","content":"Chittorgarh District is a district of Rajasthan state in western India. The historic city of Chittorgarh is the administrative headquarters of the district.\r\n&nbsp;\r\nThe district has an area of 10,856 km&sup2;, and a population of 1,544,338 (2011 census). The district is disjunct, d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"chittorgarh","slug":"chittorgarh"}],"slug":"top-places-to-visit-in-chittorgarh-rajasthan","total":0},{"id":856,"title":"Top Places to visit in Churu, Rajasthan","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"Churu is a city in the desert region of Rajasthan state of India. It is known as gateway to the Thar Desert of Rajasthan. It is the administrative headquarter of Churu District. It lies in the Thar Desert[clarification needed] on the National Highway-65 connecting Pali to Ambala and is a junction","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"churu","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}