{"id":870,"title":"जैसलमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","dateCreated":"2019-10-12T08:57:31.982Z","dateModified":"2019-10-12T08:57:51.578Z","contributedBy":"AskGif","content":"<p>जैसलमेर, उपनाम \"द गोल्डन सिटी\", भारतीय राज्य राजस्थान का एक शहर है, जो राज्य की राजधानी जयपुर से 575 किलोमीटर (357 मील) की दूरी पर स्थित है। शहर पीले बलुआ पत्थरों के एक रिज पर खड़ा है, और प्राचीन जैसलमेर किले द्वारा ताज पहनाया जाता है। इस किले में एक शाही महल और कई अलंकृत जैन मंदिर हैं। किले के दोनों और नीचे के शहर के कई घर और मंदिर, बारीक नक्काशीदार बलुआ पत्थर से निर्मित हैं। यह शहर थार रेगिस्तान (ग्रेट इंडियन डेजर्ट) के केंद्र में स्थित है और इसकी आबादी, किले के निवासियों सहित लगभग 78,000 है। यह जैसलमेर जिले का प्रशासनिक मुख्यालय है। जैसलमेर कभी जैसलमेर राज्य की राजधानी हुआ करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>जैसलमेर राजस्थान राज्य परिवहन निगम और अन्य निजी बस ऑपरेटरों द्वारा प्रदान की जाने वाली बसों द्वारा शेष राजस्थान से जुड़ा हुआ है। जैसलमेर हवाई अड्डा निष्क्रिय था लेकिन स्पाइस जेट ने अब दिल्ली और मुंबई से 29 अक्टूबर 2017 से और अहमदाबाद और सूरत से नवंबर 2018 से उड़ान शुरू की है। जैसलमेर रेलवे स्टेशन जैसलमेर और जयपुर के बीच दैनिक ट्रेनें चलाता है, जिसके माध्यम से यह दिल्ली और अन्य शहरों से जुड़ा हुआ है। पूरे भारत में। यह स्टेशन NWR ज़ोन और JU डिवीज़न में आता है। इसके अतिरिक्त, एक लक्जरी पर्यटक ट्रेन मौजूद है जिसे पैलेस ऑन व्हील्स के नाम से जाना जाता है, जो कि जैसलमेर सहित राजस्थान के प्रमुख पर्यटन स्थलों को कवर करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>जैसलमेर का किला</p>\r\n<p>मुख्य लेख: जैसलमेर का किला</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्थान का जैसलमेर किला।</p>\r\n<p>भाटी राजपूत शासक जैसल द्वारा 1156 में निर्मित, मेरु पहाड़ी पर स्थित जैसलमेर किला और त्रिकूट गढ़ के रूप में नामित यह कई लड़ाइयों का दृश्य रहा है। इसकी विशाल बलुआ पत्थर की दीवारें दिन के दौरान एक शेर के शेर का रंग है, जो सूरज की किरणों को पार करते हुए एक जादुई शहद-सोने में बदल जाता है। प्रसिद्ध भारतीय फिल्म निर्देशक सत्यजीत रे ने एक जासूसी उपन्यास लिखा और बाद में इसे एक फिल्म में बदल दिया - सोनार केला (द गोल्डन फोर्ट्रेस) जो इस किले पर आधारित थी। शहर की लगभग एक चौथाई आबादी अभी भी किले के अंदर रहती है। किले के अंदर के मुख्य आकर्षण हैं: राज महल (शाही महल), जैन मंदिर और लक्ष्मीनाथ मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>जैसलमेर की जैन धरोहर</p>\r\n<p>जैसलमेर को उसके जैन समुदाय द्वारा समृद्ध किया गया है, जिसने शहर को सुंदर मंदिरों से सजाया है, विशेष रूप से 16 वें तीर्थंकर, शांतिनाथ और 23 वें तीर्थंकर, पार्श्वनाथ को समर्पित मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>कुल सात जैन मंदिर हैं जो 12 वीं और 15 वीं शताब्दी के दौरान निर्मित जैसलमेर किले के भीतर स्थित हैं। इन मंदिरों में सबसे बड़ा पारसनाथ मंदिर है; अन्य हैं चंद्रप्रभु मंदिर, ऋषभदेव मंदिर, शीतलनाथ मंदिर, कुंथुनाथ मंदिर और शांतिनाथ मंदिर। कला और वास्तुकला के अपने उत्कृष्ट काम के लिए जाना जाता है जो मध्ययुगीन युग में प्रमुख था, मंदिरों को पीले बलुआ पत्थर से बनाया गया है और उन पर जटिल उत्कीर्णन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जैसलमेर में भारत के कुछ सबसे पुराने पुस्तकालय हैं, जिनमें जैन परंपरा की पांडुलिपियां और कलाकृतियाँ हैं। जैसलमेर के आसपास कई तीर्थस्थल हैं जैसे लोधरुवा (लोधरवा), अमरसागर, ब्रह्मसर और पोखरण।</p>\r\n<p>&nbsp;</p>\r\n<p>लोधरुवा जैन मंदिर</p>\r\n<p>पटवों जी की हवेल</p>\r\n<p>बड़ा बाग में छत्रियाँ</p>\r\n<p>जैसलमेर किले के अंदर चंद्रप्रभु जैन मंदिर</p>\r\n<p>जैसलमेर किले के चंद्रप्रभु जैन मंदिर के अंदर चंद्रप्रभु की मूर्ति</p>\r\n<p>जैसलमेर किले के अंदर जैन मंदिर</p>\r\n<p>पार्श्वनाथ, लोद्रुवा जैन मंदिर</p>\r\n<p>शांतिनाथ, लोद्रुवा जैन मंदिर</p>\r\n<p>जैसलमेर किले के अंदर जैन मंदिर की छत</p>\r\n<p>जैन मंदिर, जैसलमेर किले की दीवार पर नक्काशी</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय</p>\r\n<p>रेगिस्तान संस्कृति केंद्र और संग्रहालय</p>\r\n<p>जैसलमेर लोकगीत संग्रहालय</p>\r\n<p>सरकारी संग्रहालय</p>\r\n<p>जैसलमेर फोर्ट पैलेस संग्रहालय</p>\r\n<p>जैसलमेर युद्ध संग्रहालय</p>\r\n<p>अकाल जीवाश्म पार्क संग्रहालय</p>\r\n<p>कैक्टस पार्क संग्रहालय, कुलधारा</p>\r\n<p>तनोट संग्रहालय</p>\r\n<p>अन्य</p>\r\n<p>&nbsp;</p>\r\n<p>गड़ीसर झील</p>\r\n<p>जैसलमेर के एक गाँव रामदेवरा का नाम बाबा रामदेवजी, एक तंवर राजपूत और एक संत के नाम पर रखा गया है, जिन्होंने 33 वर्ष की आयु में 1384 ईस्वी में समाधि ली थी। उन्हें आज भारत के कई सामाजिक समूहों द्वारा ईष्ट-देव के रूप में पूजा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>गड़ीसर झील, जैसलमेर</p>\r\n<p>गडसीसर झील - रावल गडसी सिंह द्वारा 1367 में बनाई गई, यह एक प्राकृतिक वर्षा जल की झील है जो अमर सागर के छोटे मंदिरों और मंदिरों से घिरी हुई है। पहले यह झील जैसलमेर का मुख्य जल स्रोत हुआ करती थी। कृषि के लिए पानी की बढ़ती मांग के कारण, झील तेजी से सूखने का खतरा है।</p>\r\n<p>पड़ोस में</p>\r\n<p>&nbsp;</p>\r\n<p>गंगा सागर</p>\r\n<p>बड़ा बाग, जय सिंह II की छत्रियों के साथ एक परिसर (डी। 1743) और उसके बाद जैसलमेर के महाराज</p>\r\n<p>Lodhruva</p>\r\n<p>डेजर्ट नेशनल पार्क</p>\r\n<p>Bhaniyana</p>\r\n<p>Lanela</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>जैसलमेर राजस्थान के सबसे बड़े विदेशी पर्यटकों को आकर्षित करने वाले जिलों में से एक है। प्रति वर्ष लगभग 276,887 पर्यटक जिले में आते हैं, जिनमें से लगभग 100,000 पर्यटक विदेशी हैं। जैसलमेर में कुछ पर्यटक आकर्षण हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जैसलमेर का किला और किले के अंदर-जैन मंदिर, रॉयल पैलेस और दो हेरिटेज हवेलियाँ (हवेली श्रीनाथ, हवेली सुराज)</p>\r\n<p>पटवा हवेली।</p>\r\n<p>सलीम सिंह की हवेली।</p>\r\n<p>नथमल की हवेली</p>\r\n<p>मंदिर पैलेस (ताज़िया टॉवर)।</p>\r\n<p>गड़ीसर झील।</p>\r\n<p>सरकार। संग्रहालय और लोक संग्रहालय।</p>\r\n<p>थार का रेगिस्तान</p>\r\n<p>बड़ा बाग</p>\r\n<p>Lodhruva</p>\r\n<p>अकाल वुड फॉसिल पार्क</p>\r\n<p>सैलानियों के लिए हर साल डेजर्ट फेस्टिवल मनाया जाता है। रामदेवरा बाबा रामदेवजी के तीर्थयात्रियों के लिए भी एक बड़ा आकर्षण है। हर साल Myajlar ख्याला गणित में महाशिवरात्रि पर त्योहार आयोजित किया जाता है। झिंझिनयाली में श्री अलख पुरी की समाधि उदयसिंह भाटी राजपूत का बड़ा आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jaisalmer</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6b47fbfe-03fc-4c7d-9d7a-70cab7f55772_Jaisalmer-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jaisalmer-rajasthan","tags":[{"name":"जैसलमेर","slug":"jaisalmer"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":858,"title":"चित्तौड़गढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","dateCreated":"2019-10-11T03:02:38.258Z","dateModified":"2019-10-11T03:03:12.662Z","contributedBy":"AskGif","content":"चित्तौड़गढ़ जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। चित्तौड़गढ़ का ऐतिहासिक शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजिले का क्षेत्रफल १०,6५६ वर्ग किमी है, और जनसंख्या १,५४४,३३ an (२०११ जनगणना) है। मध्य प्रदेश के नीमच जिले द्वारा एक बड़े पश्चिमी भाग और एक छोटे पूर्वी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/27e4cccf-f584-4462-abb8-71ed86f6741e_Chittorgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"चित्तौड़गढ़","slug":"chittorgarh"}],"slug":"top-places-to-visit-in-chittorgarh-rajasthan","total":0},{"id":856,"title":"चुरू में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"चुरू भारत के राजस्थान राज्य के रेगिस्तानी क्षेत्र का एक शहर है। इसे राजस्थान के थार रेगिस्तान के प्रवेश द्वार के रूप में जाना जाता है। यह चूरू जिले का प्रशासनिक मुख्यालय है। यह थार रेगिस्तान में निहित है [राष्ट्रीय राजमार्ग -65 पर अम्बाला को जोड़ने वाले राष्ट्रीय राजमार्ग -65 पर स्पष्टीकरण की आवश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"चुरू","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":855,"title":"भीलवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"भीलवाड़ा जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भीलवाड़ा शहर जिला मुख्यालय है।\r\nभीलवाड़ा भारत के राजस्थान के मेवाड़ क्षेत्र का एक कस्बा है। यह भारत के राजस्थान राज्य में वस्त्रों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nभूमिकारूप व्यवस्था\r\nसड़क संपर्क\r\nराष्ट्री","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भीलवाड़ा","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}