{"id":871,"title":"Top Places to visit in Jhalawar, Rajasthan","imageUrl":"922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","dateCreated":"2019-10-12T09:29:46.93Z","dateModified":"2019-10-12T09:30:04.409Z","contributedBy":"AskGif","content":"<p>Jhalawar is a city in southeastern Rajasthan. It was the capital of the former princely state of Jhalawar, and is the administrative headquarters of Jhalawar District. Jhalawar was once known as Brijnagar.</p>\r\n<p>Jhalawar district is one of the 33 districts of Rajasthan state in western India. The district is bounded on the northwest by Kota district, on the northeast by Baran district, on the east by Guna district of Madhya Pradesh state, on the south by Rajgarh and Shajapur districts of Madhya Pradesh state and on the west by Ratlam, Mandsaur and Nimach districts of Madhya Pradesh state. The district occupies an area of 6928 km&sup2;. The district is part of Kota division. The historical city of Jhalawar is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Jhalawar district has a well-developed education infrastructure. The Department of Primary Education and Department of Secondary Education provide their services through primary schools, middle schools, secondary, and senior secondary schools. The Rajiv Gandhi Pathashala (School) Scheme, run by the Government of Rajasthan, is also running in the district to provide primary education.</p>\r\n<p>&nbsp;</p>\r\n<p>There are eight colleges in the district, which provide higher-level education in various streams.</p>\r\n<p>&nbsp;</p>\r\n<p>Government P. G. College, Jhalawar</p>\r\n<p>Government Girls College, Jhalawar</p>\r\n<p>Government Law College Jhalawar</p>\r\n<p>Government Horticulture &amp; Forestry College, Jhalawar</p>\r\n<p>Government Engineering College, Jhalawar</p>\r\n<p>Polytechnic College Jhalawar</p>\r\n<p>Jhalawar Medical College</p>\r\n<p>Government Birla College, Bhawani Mandi</p>\r\n<p>Government College, Chaumahla</p>\r\n<p>Places to see</p>\r\n<p>Gagron Fort</p>\r\n<p>Jhalawar fort (Garh Palace)</p>\r\n<p>Government Museum</p>\r\n<p>Bhawani Natyashala</p>\r\n<p>Rain Basera</p>\r\n<p>Unhel Jain Temple</p>\r\n<p>Chandrabhaga temple</p>\r\n<p>Dwarkadheesh Temple</p>\r\n<p>Chandkheri Adinath Jain Temple, Khanpur</p>\r\n<p>Mukundara Hills</p>\r\n<p>Bhim Sagar Dam</p>\r\n<p>Kalisindh Dam</p>\r\n<p>Gagron Dargah</p>\r\n<p>Science Park (Patan)</p>\r\n<p>Khel Sankul (Jhalawar)</p>\r\n<p>Herbal garden</p>\r\n<p>Kalisindh Thermal Power Station</p>\r\n<p>Kolvi Caves</p>\r\n<p>Sun Temple</p>\r\n<p>Temples</p>\r\n<p>&nbsp;</p>\r\n<p>Shantinath Jain Temple</p>\r\n<p>Sun temple, Jhalrapatan : The 11th/12th-century Sun temple of Jhalprapatan is situated in the centre of the town. The temple is intact and divided into a sanctum, vestibule, prayer hall, and entrance. The most significant part of the temple is its big spire. The temple is adorned with several sculptures of gods and goddesses, and floral designs both from inside and outside of the pillars of the prayer hall are beautifully carved and decorated with sculptures. The temple has entrances on three sides, and every entrance has a toran over it. The sanctum is plain and simple. The outer walls of the sanctum display the icons of Dikpalas Surya, sur-sundris. Ganesh and other miniature scenes are related to the life of the people. At present, the image of the god Padmnabh of the 19th century is under worship and kept in the sanctum. Sometime in the 19th century the roof of the prayer hall was repaired and a few cenotaphs were constructed in the Rajput architectural style. The images of saints and monkeys were also installed on the roof.</p>\r\n<p>Chandkheri Jain Temple, Khanpur: Chandkheri is a famous 17th Century Jain Temple constructed by Bhattaraka Jagatkeertiji. The temple is famous for its architecture. This temple is dedicated to Adinatha (Rishabhanatha) and the moolnayak of the temple is a 6.25 feet idol of Adinatha in padmasan posture made up of red stone. The idol said to be more than 1500 years old. It is said that there is an idol of Bhagwan Chandra Prabhu made of jewels, but it is closed by a wall now. The temple also has a Dharamshala equipped with all modern facilities along with a bhojanalya.</p>\r\n<p>Shri 1008 Shantinath Digambar Jain temple, Jhalrapatan: Shantinath Jain Temple was built in the 11th century. The temple is considered very beautiful with fine carvings and magnificent sculptures. Jain Temple is decorated with two white elephants at the entry point of the main temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 India census, Jhalawar had a population of 1,411,327. Males constituted 53% of the population and females 47%. Jhalawar had an average literacy rate of 62%, higher than the national average of 59.5%: male literacy was 76%, and female literacy was 47%. In Jhalawar, 14% of the population was under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>The nearest airport with scheduled commercial flight is Kota. Kota airport operates a single flight to Jaipur and New Delhi six days a week (not on Sundays). It is 82 km from the town of Jhalawar.</p>\r\n<p>&nbsp;</p>\r\n<p>The alternate airport with scheduled commercial flights is Raja Bhoj Airport at Bhopal and Devi Ahilya Bai Holkar Airport at Indore in Madhya Pradesh. Kolana Airport is located near Jhalawar. It is used by chartered aircraft.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Jhalawar has a newly constructed railway station. The railway station is 2 km from Jhalawar. Currently, there are 3 trains to Kota on a daily basis with convenient timings.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Jhalawar town lies on National Highway No. 52. Many government buses go through the district and outside. Private buses are also available for intrastate and interstate travel.</p>\r\n<p>&nbsp;</p>\r\n<p>Thermal power station</p>\r\n<p>Kalisindh Thermal Power Station is 12 kilometres (7 mi) from Jhalawar town. The power plant is operated by Rajasthan Rajya Vidyut Utpadan Nigam. Its chimney is 275 metres (902 ft) high. The two cooling towers of the facility are 202 metres (663 ft), the tallest in the world. The EPC contractor for the project is BGR Energy Systems Ltd.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhalawar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jhalawar-rajasthan","tags":[{"name":"jhalawar","slug":"jhalawar"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":1380,"title":"2.8 kg meteorite-like object falls from the sky in Rajasthan Sanchore","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"A 'meteorite'-like object fell from the sky in Sanchore town of Rajasthan's Jalore district on Friday early morning, creating a 2-3 feet deep crater.\r\n&nbsp;\r\nPeople residing near the area where the object was found reported hearing a blast and finding a huge stone near Gayatri Chow","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rajasthan","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":883,"title":"Top Places to visit in Udaipur, Rajasthan","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"Udaipur, also known as the \"City of Lakes\", is a city in the state of Rajasthan in India. It is the historic capital of the kingdom of Mewar in the former Rajputana Agency. It was founded in 1558 by Maharana Udai Singh II of the Sisodia clan of Rajput, when he shifted his capital from the city of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"udaipur","slug":"udaipur"}],"slug":"top-places-to-visit-in-udaipur-rajasthan","total":0},{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}