{"id":871,"title":"झालावाड़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","dateCreated":"2019-10-12T09:29:46.93Z","dateModified":"2019-10-12T09:30:04.409Z","contributedBy":"AskGif","content":"<p>झालावाड़ दक्षिण-पूर्वी राजस्थान का एक शहर है। यह झालावाड़ की पूर्व रियासत की राजधानी थी, और झालावाड़ जिले का प्रशासनिक मुख्यालय है। झालावाड़ कभी बृजनगर के नाम से जाना जाता था।</p>\r\n<p>झालावाड़ जिला पश्चिमी भारत में राजस्थान राज्य के 33 जिलों में से एक है। यह जिला कोटा जिले के उत्तर-पश्चिम में, बारां जिले के उत्तर-पूर्व में, मध्य प्रदेश राज्य के गुना जिले के पूर्व में, दक्षिण में राजगढ़ और मध्य प्रदेश राज्य के शाजापुर जिलों द्वारा और पश्चिम में रतलाम, मंदसौर और उत्तर में घिरा है। मध्य प्रदेश राज्य के नीमच जिले। जिले का क्षेत्रफल 6928 वर्ग किमी है। जिला कोटा संभाग का हिस्सा है। ऐतिहासिक शहर झालावाड़ जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>झालावाड़ जिले में एक अच्छी तरह से विकसित शिक्षा बुनियादी ढांचा है। प्रारंभिक शिक्षा विभाग और माध्यमिक शिक्षा विभाग प्राथमिक स्कूलों, मध्य विद्यालयों, माध्यमिक और वरिष्ठ माध्यमिक विद्यालयों के माध्यम से अपनी सेवाएं प्रदान करते हैं। राजस्थान सरकार द्वारा संचालित राजीव गांधी पाठशाला (स्कूल) योजना भी प्राथमिक शिक्षा प्रदान करने के लिए जिले में चल रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में आठ कॉलेज हैं, जो विभिन्न धाराओं में उच्च-स्तरीय शिक्षा प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासकीय पी। जी। कॉलेज, झालावाड़</p>\r\n<p>शासकीय कन्या महाविद्यालय, झालावाड़</p>\r\n<p>गवर्नमेंट लॉ कॉलेज झालावाड़</p>\r\n<p>गवर्नमेंट हॉर्टिकल्चर एंड फॉरेस्ट्री कॉलेज, झालावाड़</p>\r\n<p>गवर्नमेंट इंजीनियरिंग कॉलेज, झालावाड़</p>\r\n<p>पॉलिटेक्निक कॉलेज झालावाड़</p>\r\n<p>झालावाड़ मेडिकल कॉलेज</p>\r\n<p>शासकीय बिरला कॉलेज, भवानीमंडी</p>\r\n<p>शासकीय महाविद्यालय, चौमहला</p>\r\n<p>देखने वाली जगह</p>\r\n<p>गागरोन किला</p>\r\n<p>झालावाड़ का किला (गढ़ पैलेस)</p>\r\n<p>सरकारी संग्रहालय</p>\r\n<p>भवानी नाट्यशाला</p>\r\n<p>वर्षा बसेरा</p>\r\n<p>उन्हेल जैन मंदिर</p>\r\n<p>चंद्रभागा मंदिर</p>\r\n<p>द्वारकाधीश मंदिर</p>\r\n<p>चंदखेड़ी आदिनाथ जैन मंदिर, खानपुर</p>\r\n<p>मुकुंदरा हिल्स</p>\r\n<p>भीम सागर बांध</p>\r\n<p>कालीसिंध बांध</p>\r\n<p>गगरोन दरगाह</p>\r\n<p>साइंस पार्क (पाटन)</p>\r\n<p>खेल संकुल (झालावाड़)</p>\r\n<p>हर्बल गार्डन</p>\r\n<p>कालीसिंध थर्मल पावर स्टेशन</p>\r\n<p>कोलवी गुफाएं</p>\r\n<p>सूर्य मंदिर</p>\r\n<p>मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>शांतिनाथ जैन मंदिर</p>\r\n<p>सूर्य मंदिर, झालरापाटन: 11 वीं / 12 वीं सदी का झालरापाटन का सूर्य मंदिर शहर के केंद्र में स्थित है। मंदिर बरकरार है और एक गर्भगृह, बरोठा, प्रार्थना हॉल और प्रवेश द्वार में विभाजित है। मंदिर का सबसे महत्वपूर्ण हिस्सा इसका बड़ा शिखर है। मंदिर देवी-देवताओं की कई मूर्तियों से सुशोभित है, और प्रार्थना हॉल के स्तंभों के अंदर और बाहर दोनों ओर से फूलों की डिजाइनों को खूबसूरती से उकेरा गया है और मूर्तियों से सजाया गया है। मंदिर के तीन तरफ प्रवेश द्वार हैं, और हर प्रवेश द्वार के ऊपर एक तोरण है। गर्भगृह सादा और सरल है। गर्भगृह की बाहरी दीवारें दीक्पालस सूर्या, सुर-सुंद्रीस के प्रतीक प्रदर्शित करती हैं। गणेश और अन्य लघु दृश्य लोगों के जीवन से संबंधित हैं। वर्तमान में, 19 वीं शताब्दी के देव पद्मनाभ की छवि पूजा के तहत है और इसे गर्भगृह में रखा गया है। कुछ समय बाद 19 वीं शताब्दी में प्रार्थना कक्ष की छत की मरम्मत की गई और राजपूत स्थापत्य शैली में कुछ सेनोताफ का निर्माण किया गया। छत पर संतों और बंदरों के चित्र भी लगाए गए थे।</p>\r\n<p>चंद्रखेड़ी जैन मंदिर, खानपुर: चंद्रखेड़ी एक प्रसिद्ध 17 वीं शताब्दी का जैन मंदिर है जिसका निर्माण भट्टारक जगतिकर्तिजी ने किया था। मंदिर अपनी वास्तुकला के लिए प्रसिद्ध है। यह मंदिर आदिनाथ (ऋषभनाथ) को समर्पित है और मंदिर का मूलनायक लाल पत्थर से बने पद्मासन मुद्रा में आदिनाथ की 6.25 फीट की मूर्ति है। कहा जाता है कि मूर्ति 1500 साल से अधिक पुरानी है। कहा जाता है कि यहां पर भगवान चंद्र प्रभु की एक मूर्ति बनी है, लेकिन यह अब एक दीवार से बंद है। मंदिर में एक आधुनिक धर्मशाला भी है, जिसमें भोगनली के साथ सभी आधुनिक सुविधाएं भी हैं।</p>\r\n<p>श्री 1008 शांतिनाथ दिगंबर जैन मंदिर, झालरापाटन: शांतिनाथ जैन मंदिर 11 वीं शताब्दी में बनाया गया था। मंदिर को सुंदर नक्काशी और शानदार मूर्तियों के साथ बहुत सुंदर माना जाता है। मुख्य मंदिर के प्रवेश स्थल पर जैन मंदिर को दो सफेद हाथियों से सजाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, झालावाड़ की जनसंख्या 1,411,327 थी। पुरुषों ने 53% जनसंख्या और महिलाओं ने 47% का गठन किया। झालावाड़ की औसत साक्षरता दर 62% थी, जो राष्ट्रीय औसत 59.5% से अधिक थी: पुरुष साक्षरता 76% थी, और महिला साक्षरता 47% थी। झालावाड़ में, 14% आबादी 6 साल से कम उम्र की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>अनुसूचित वाणिज्यिक उड़ान के साथ निकटतम हवाई अड्डा कोटा है। कोटा हवाई अड्डा सप्ताह में छह दिन (रविवार को नहीं) जयपुर और नई दिल्ली के लिए एक ही उड़ान संचालित करता है। यह झालावाड़ शहर से 82 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसूचित वाणिज्यिक उड़ानों के साथ वैकल्पिक हवाई अड्डा भोपाल में राजा भोज हवाई अड्डा और मध्य प्रदेश में इंदौर में देवी अहिल्या बाई होल्कर हवाई अड्डा है। कोलाना हवाई अड्डा झालावाड़ के पास स्थित है। इसका उपयोग चार्टर्ड विमान द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>झालावाड़ में एक नवनिर्मित रेलवे स्टेशन है। झालावाड़ से रेलवे स्टेशन 2 किमी दूर है। वर्तमान में, सुविधाजनक समय के साथ दैनिक आधार पर कोटा के लिए 3 ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>झालावाड़ शहर राष्ट्रीय राजमार्ग संख्या 52 पर स्थित है। कई सरकारी बसें जिले और बाहर से जाती हैं। निजी बसें अंतरराज्यीय और अंतरराज्यीय यात्रा के लिए भी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ताप विद्युत केंद्र</p>\r\n<p>कालीसिंध थर्मल पावर स्टेशन झालावाड़ शहर से 12 किलोमीटर (7 मील) दूर है। पावर प्लांट का संचालन राजस्थान राज्य विद्युत उत्पदान निगम द्वारा किया जाता है। इसकी चिमनी 275 मीटर (902 फीट) ऊंची है। सुविधा के दो कूलिंग टॉवर 202 मीटर (663 फीट) हैं, जो दुनिया में सबसे ऊंचा है। परियोजना के लिए ईपीसी ठेकेदार बीजीआर एनर्जी सिस्टम्स लि।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhalawar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/922e0efb-0432-4c72-946a-e279fc225325_Jhalawar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jhalawar-rajasthan","tags":[{"name":"झालावाड़","slug":"jhalawar"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":1380,"title":"राजस्थान सांचौर में आसमान से 2.8 किलो उल्कापिंड जैसी वस्तु गिरती है","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"राजस्थान के जालोर जिले के सांचोर शहर में शुक्रवार सुबह तड़के एक 'उल्कापिंड जैसी वस्तु आकाश से गिरी, जिससे 2-3 फीट गहरा गड्ढा बन गया।\r\n&nbsp;\r\nशहर के गायत्री चौक इलाके के पास एक विशालकाय पत्थर के धमाके की आवाज सुनकर और जिस जगह पर पुलिस और स्थानीय अधिकारियों को सूचना मिली, उस इलाके के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"राजस्थान","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":883,"title":"उदयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"उदयपुर, जिसे \"झीलों का शहर\" भी कहा जाता है, भारत में राजस्थान राज्य का एक शहर है। यह पूर्व राजपुताना एजेंसी में मेवाड़ राज्य की ऐतिहासिक राजधानी है। इसकी स्थापना 1558 में राजपूत के सिसोदिया वंश के महाराणा उदय सिंह द्वितीय द्वारा की गई थी, जब उन्होंने चित्तौड़गढ़ से अपनी राजधानी को चित्तौड़गढ़ शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"उदयपुर","slug":"udaipur"}],"slug":"top-places-to-visit-in-udaipur-rajasthan","total":0},{"id":855,"title":"भीलवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"भीलवाड़ा जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भीलवाड़ा शहर जिला मुख्यालय है।\r\nभीलवाड़ा भारत के राजस्थान के मेवाड़ क्षेत्र का एक कस्बा है। यह भारत के राजस्थान राज्य में वस्त्रों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nभूमिकारूप व्यवस्था\r\nसड़क संपर्क\r\nराष्ट्री","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भीलवाड़ा","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}