{"id":873,"title":"Top Places to visit in Kota, Rajasthan","imageUrl":"a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","dateCreated":"2019-10-12T09:49:26.817Z","dateModified":"2019-10-12T09:49:48.122Z","contributedBy":"AskGif","content":"<p>Kota previously known as Kotah, is a city located in the southeast of northern Indian state of Rajasthan. It is located about 240 kilometres (149 mi) south of the state capital, Jaipur, situated on the banks of Chambal River. With a population of over 1.2 million, it is the third most populous city of Rajasthan after Jaipur and Jodhpur, 46th most populous city of India and 53rd most populous urban agglomeration of India. It serves as the administrative headquarters for Kota district and Kota Division. Kota is a major coaching hub of the country for competitive examination preparations and has a number of engineering and medical coaching institutes. Books like Life in a Nutshell by Nitish Rajpurohit and Harsh Agarwal highlight the life of students in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The city of Kota was once the part of the erstwhile Rajput kingdom of Bundi. It became a separate princely state in the 17th century. Apart from the several monuments that reflect the glory of the town, Kota is also known for its palaces and gardens. Mahesh Vijay of Bhartiya Janta Party is the current Mayor of Kota. In 2013, Kota was ranked the second most livable city in the state (after Jaipur) and forty-first in the country among 50 cities. The city was also included among 98 Indian cities for Smart Cities Mission initiated by Indian prime minister Narendra Modi in 2015 and was listed at 67th place after results of first round were released following which top 20 cities were further selected for funding in the immediate financial year. It is popular among the youth of India for its coaching institutes for engineering and medical entrance examinations. A large number of students come to Kota to prepare for the IIT JEE and NEET.</p>\r\n<p>&nbsp;</p>\r\n<p>Government institutions and courts</p>\r\n<p>Governmental institutions in Kota include:</p>\r\n<p>&nbsp;</p>\r\n<p>Municipal Corporation</p>\r\n<p>Collectorate</p>\r\n<p>Office of the Divisional Commissioner</p>\r\n<p>Rajasthan Housing Board</p>\r\n<p>Command Area Development (CAD)</p>\r\n<p>Urban Improvement Trust (UIT)</p>\r\n<p>Office of the Superintendent of Police, Inspector General of Police and the Income Tax commissioner of Kota range.</p>\r\n<p>Office of the Divisional Railway Manager, Kota Division, West Central Railway</p>\r\n<p>Office of Deputy Commissioner of central excise and service tax</p>\r\n<p>Instrumentation Ltd is a Public Sector company based in Kota. Its clientele includes public sector entities such as the Indian Railways, BSNL and VSNL.</p>\r\n<p>&nbsp;</p>\r\n<p>The District court provides court and notary services.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The city is specially known in India as a center for preparation of various national level competitive examinations through which the students seek admissions in various engineering and medical colleges of the country. Often termed as the \"kota factory\", the town contains more than 40 large coaching institutes for aspiring students trying to pass entrance exams for Indian Institutes of Technology (IIT), through the IIT JEE, other engineering colleges and prominent medical colleges of India. Of the 40 large coaching institutes in the town, the most prominent are Allen, Resonance, Bansal, Vibrant and Career Point.</p>\r\n<p>&nbsp;</p>\r\n<p>Since 2000, the city has emerged as a popular coaching destination for competitive exams preparation and for profit educational services. The education sector of Kota has become one of the major contributors to the city's economy. Kota is popularly referred to as \"the coaching capital of India\". Over 1.5 lakh students from all over the country flock every year towards the city for preparation of various exams such as IIT-JEE, NEET-UG and AIIMS etc. Many hostels and PGs are located in Kota near the vicinity of coaching centres for students. Students live here for 2&ndash;3 years and prepare for the exams. The annual turnover of the Kota coaching industry is about ₹1500 crore.</p>\r\n<p>&nbsp;</p>\r\n<p>Kota's emergence as a coaching hub began in 1985 when Vinod Kumar Bansal, an engineer working for J. K. Synthetics Ltd, set up Bansal Classes that eventually became Bansal Classes Private Limited.</p>\r\n<p>&nbsp;</p>\r\n<p>Student Suicides</p>\r\n<p>In the past few years, reports of students committing suicide in the city have increased. As per reports, students feel stressed and get pressurized in order to crack their target competitive exam. As per National Crime Records Bureau report of 2014, 45 suicide cases of students were reported in the city. In year 2015, 17 such cases were found. For the same cause, many coaching centers have also appointed counsellors to help students.</p>\r\n<p>&nbsp;</p>\r\n<p>Medical and Engineering Colleges</p>\r\n<p>Government Medical College, Kota</p>\r\n<p>University Engineering College, Kota</p>\r\n<p>Universities</p>\r\n<p>Agriculture University, Kota</p>\r\n<p>Career Point University, Kota</p>\r\n<p>Indian Institute of Information Technology, Kota</p>\r\n<p>Rajasthan Technical University</p>\r\n<p>Vardhaman Mahaveer Open University</p>\r\n<p>University of Kota</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Chambal Express, a toy train in Chatra Vilas Garden</p>\r\n<p>Some of the popular visitor attractions in and nearby the city include Chambal Garden, Seven Wonders Park, Kishore Sagar Lake, Jag Mandir, Garh Palace, Chatra Vilas Garden, Godavari Dham Temple, Garadia Mahadev Temple, Kota Zoological Park, Maharao Madho Singh Museum, Kota Government Museum, Brijraj Bhawan Palace, Abheda Mahal, Agamgarh Gurudwara Sahib, Hanging Rock Fountain, Royal Cenotaphs at Keshar Bagh, Kota Barrage, Adarshila Dargah, Darrah National Park and Jawahar Sagar Dam.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Kota is well connected with road and rail to all major cities within Rajasthan as well as those located outside the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>National highway No.12 (Jaipur&mdash;Jabalpur) and National Highway No.76 pass through the city. National Highway No.76 is a part of East-West Corridor. The total road length in Kota district is 2,052 km. as of March 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance of Kota Railway station</p>\r\n<p>Kota is well connected to all the major cities of India with rail. Kota Junction is one of the divisions in West Central Railway. It is a station on the New Delhi&ndash;Mumbai main line. There are four railway stations within Kota and in its vicinity. Another suburban station of South Kota city is Dakaniya Talav Railway station which has a stoppage of Avadh Express, Dehradun Express and Ranthambore Express.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kota Junction</p>\r\n<p>The city is a halt for over 150 trains, including Mumbai Rajdhani Express, August Kranti Rajdhani Express, Mumbai New Delhi Duronto Express, Indore&ndash;Jaipur Express, Udaipur SuperFast (Delhi - Udaipur City Express), Dayodaya Express (Jaipur - Jabalpur Express / Ajmer - Jabalpur Express), Jodhpur - Indore Intercity, Hazrat Nizamuddin - Indore Express, Garbha Express, Marusagar Express (Ajmer - Ernakulam Express / Ernakulam Express), Jaipur - Mysore Express, Jaipur - Chennai Express, Jaipur - Coimbatore Express, Jodhpur - Puri Express, Jodhpur - Bhopal Express.</p>\r\n<p>&nbsp;</p>\r\n<p>The Delhi&mdash;Mumbai railway line passes through the Kota Junction. The district has 148.83 km of railway line in the Kota &mdash; Ruthia section, 98.72 km on Nagda&mdash;Mathura (Mumbai-Delhi) section and 24.26 km on Kota &mdash;Chittorgarh section.</p>\r\n<p>&nbsp;</p>\r\n<p>A broad-gauge railway facility between Kota and Jodhpur via Jaipur exists.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Kota Airport has had no scheduled services operating since 1999. The nearest international airport is Jaipur International Airport situated 250 km away from Kota.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>The city is home to Jay Kaylon Cricket Stadium located in Nayapura area. Among several matches, six Ranji Trophy matches have been played in the stadium. The stadium also hosted RCL T20 2016, an inter state cricket league with six participating teams.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Bhim Singh II</p>\r\n<p>Lalit Kishore Chaturvedi</p>\r\n<p>Krishana Kumar Goyal</p>\r\n<p>Shail Hada</p>\r\n<p>Taj Haider</p>\r\n<p>Hari Kumar Audichya</p>\r\n<p>Ijyaraj Singh</p>\r\n<p>Raghuveer Singh Koshal</p>\r\n<p>Rulers of Kota, Rajasthan</p>\r\n<p>Shiv Kumari of Kotah</p>\r\n<p>Bhuvaneshwari Kumari</p>\r\n<p>Nikita Lalwani</p>\r\n<p>Pramod Maheshwari</p>\r\n<p>Umed Singh II</p>\r\n<p>Vinod Kumar Bansal</p>\r\n<p>Aniruddh Singh</p>\r\n<p>Om Birla</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kota,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kota-rajasthan","tags":[{"name":"kota","slug":"kota"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":879,"title":"Top Places to visit in Sikar, Rajasthan","imageUrl":"5d4828f5-b003-4730-a0f7-6f4de4a559e4_Sikar-railway.jpg","dateCreated":"2019-10-13T02:41:29.612Z","dateModified":"2019-10-13T02:41:47.804Z","contributedBy":"AskGif","content":"Sikar is a city located midway between Agra and Bikaner on the National Highway 52 in the state of Rajasthan in India. It is the administrative headquarters of the Sikar District. Sikar is a historical city and contains many old havelis (large houses with Mughal-era architecture). It is located 1","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5d4828f5-b003-4730-a0f7-6f4de4a559e4_Sikar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikar","slug":"sikar"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sikar-rajasthan","total":0},{"id":877,"title":"Top Places to visit in Pratapgarh, Rajasthan","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"Pratapgarh, is a town in Rajasthan, India. It is the district headquarters of Pratapgarh district the newest district of Rajasthan. Famous for its Thewa art, the city is surrounded by tribal villages. It is famous for its edible jiralun and hing.\r\nPratapgarh district is the 33rd district o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}