{"id":873,"title":"कोटा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","dateCreated":"2019-10-12T09:49:26.817Z","dateModified":"2019-10-12T09:49:48.122Z","contributedBy":"AskGif","content":"<p>कोटा जिसे पहले कोटह के नाम से जाना जाता था, एक शहर है जो उत्तर भारतीय राज्य राजस्थान के दक्षिण-पूर्व में स्थित है। यह राज्य की राजधानी जयपुर से लगभग 240 किलोमीटर (149 मील) दक्षिण में, चंबल नदी के तट पर स्थित है। 1.2 मिलियन से अधिक की आबादी के साथ, यह जयपुर और जोधपुर के बाद राजस्थान का तीसरा सबसे अधिक आबादी वाला शहर है, भारत का 46 वां सबसे अधिक आबादी वाला शहर और भारत का 53 वां सबसे अधिक आबादी वाला शहरी समूह है। यह कोटा जिला और कोटा डिवीजन के लिए प्रशासनिक मुख्यालय के रूप में कार्य करता है। कोटा प्रतियोगी परीक्षा की तैयारी के लिए देश का एक प्रमुख कोचिंग हब है और इसमें कई इंजीनियरिंग और मेडिकल कोचिंग संस्थान हैं। नीतीश राजपुरोहित और हर्ष अग्रवाल द्वारा जीवन में एक पागल की तरह पुस्तकें शहर में छात्रों के जीवन पर प्रकाश डालती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोटा शहर कभी बूंदी के राजपूत साम्राज्य का हिस्सा था। यह 17 वीं शताब्दी में एक अलग रियासत बन गया। कई स्मारकों के अलावा जो शहर की महिमा को दर्शाता है, कोटा अपने महलों और उद्यानों के लिए भी जाना जाता है। भारतीय जनता पार्टी के महेश विजय कोटा के वर्तमान मेयर हैं। 2013 में, कोटा को राज्य के दूसरे सबसे अधिक रहने योग्य शहर (जयपुर के बाद) और देश के 50 शहरों में से चालीस-प्रथम स्थान दिया गया था। इस शहर को भारत के प्रधान मंत्री नरेंद्र मोदी द्वारा शुरू किए गए स्मार्ट शहरों मिशन के लिए 98 भारतीय शहरों में शामिल किया गया था और पहले दौर के परिणाम जारी होने के बाद 67 वें स्थान पर सूचीबद्ध किया गया था, जिसके बाद शीर्ष 20 शहरों को तत्काल वित्तीय वर्ष में वित्त पोषण के लिए चुना गया था । यह इंजीनियरिंग और मेडिकल प्रवेश परीक्षाओं के लिए अपने कोचिंग संस्थानों के लिए भारत के युवाओं के बीच लोकप्रिय है। IIT JEE और NEET की तैयारी के लिए बड़ी संख्या में छात्र कोटा आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी संस्थान और अदालतें</p>\r\n<p>कोटा में सरकारी संस्थानों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>नगर निगम</p>\r\n<p>कलेक्ट्रेट</p>\r\n<p>संभागीय आयुक्त का कार्यालय</p>\r\n<p>राजस्थान हाउसिंग बोर्ड</p>\r\n<p>कमांड एरिया डेवलपमेंट (CAD)</p>\r\n<p>शहरी सुधार ट्रस्ट (UIT)</p>\r\n<p>कार्यालय के पुलिस अधीक्षक, पुलिस महानिरीक्षक और कोटा रेंज के आयकर आयुक्त।</p>\r\n<p>मंडल रेल प्रबंधक का कार्यालय, कोटा मंडल, पश्चिम मध्य रेलवे</p>\r\n<p>केंद्रीय उत्पाद शुल्क और सेवा कर के उपायुक्त का कार्यालय</p>\r\n<p>इंस्ट्रूमेंटेशन लिमिटेड कोटा में स्थित एक सार्वजनिक क्षेत्र की कंपनी है। इसके ग्राहकों में भारतीय रेलवे, बीएसएनएल और वीएसएनएल जैसी सार्वजनिक क्षेत्र की संस्थाएँ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला अदालत अदालत और नोटरी सेवाएं प्रदान करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर को विशेष रूप से भारत में विभिन्न राष्ट्रीय स्तर की प्रतियोगी परीक्षाओं की तैयारी के लिए एक केंद्र के रूप में जाना जाता है, जिसके माध्यम से छात्र देश के विभिन्न इंजीनियरिंग और मेडिकल कॉलेजों में प्रवेश चाहते हैं। अक्सर \"कोटा फैक्ट्री\" के रूप में कहा जाता है, इस शहर में IIT JEE, अन्य इंजीनियरिंग कॉलेजों और भारत के प्रमुख मेडिकल कॉलेजों के माध्यम से भारतीय प्रौद्योगिकी संस्थानों (IIT) के लिए प्रवेश परीक्षा उत्तीर्ण करने के इच्छुक छात्रों के लिए 40 से अधिक बड़े कोचिंग संस्थान हैं। शहर के 40 बड़े कोचिंग संस्थानों में से, एलन, रेजोनेंस, बंसल, वाइब्रेंट और करियर पॉइंट सबसे प्रमुख हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2000 के बाद से, शहर प्रतियोगी परीक्षाओं की तैयारी और लाभकारी शैक्षिक सेवाओं के लिए एक लोकप्रिय कोचिंग गंतव्य के रूप में उभरा है। कोटा का शिक्षा क्षेत्र शहर की अर्थव्यवस्था में प्रमुख योगदानकर्ताओं में से एक बन गया है। कोटा को लोकप्रिय रूप से \"भारत की कोचिंग राजधानी\" कहा जाता है। IIT-JEE, NEET-UG और AIIMS आदि जैसे विभिन्न परीक्षाओं की तैयारी के लिए देश भर से 1.5 लाख से अधिक छात्र हर साल शहर में आते हैं। कई हॉस्टल और PG छात्रों के लिए कोचिंग सेंटरों के आसपास कोटा में स्थित हैं। छात्र यहां 2-3 साल रहते हैं और परीक्षा की तैयारी करते हैं। कोटा कोचिंग उद्योग का वार्षिक कारोबार लगभग Kota 1500 करोड़ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोचिंग हब के रूप में कोटा का उदय 1985 में शुरू हुआ जब जे। के। सिंथेटिक्स लिमिटेड के लिए काम कर रहे एक इंजीनियर विनोद कुमार बंसल ने बंसल क्लासेस की स्थापना की जो अंततः बंसल क्लासेस प्राइवेट लिमिटेड बन गई।</p>\r\n<p>&nbsp;</p>\r\n<p>छात्र की आत्महत्या</p>\r\n<p>पिछले कुछ वर्षों में, शहर में छात्रों द्वारा आत्महत्या करने की खबरें बढ़ी हैं। रिपोर्टों के अनुसार, छात्रों को अपने लक्ष्य की प्रतियोगी परीक्षा को क्रैक करने के लिए तनाव महसूस होता है और दबाव पड़ता है। 2014 के राष्ट्रीय अपराध रिकॉर्ड ब्यूरो की रिपोर्ट के अनुसार, शहर में छात्रों के 45 आत्महत्या के मामले सामने आए। साल 2015 में इस तरह के 17 मामले पाए गए थे। इसी कारण से, कई कोचिंग सेंटरों ने भी छात्रों की मदद के लिए काउंसलर नियुक्त किए हैं।</p>\r\n<p>मेडिकल और इंजीनियरिंग कॉलेज</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, कोटा</p>\r\n<p>यूनिवर्सिटी इंजीनियरिंग कॉलेज, कोटा</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>कृषि विश्वविद्यालय, कोटा</p>\r\n<p>कैरियर पॉइंट यूनिवर्सिटी, कोटा</p>\r\n<p>भारतीय सूचना प्रौद्योगिकी संस्थान, कोटा</p>\r\n<p>राजस्थान तकनीकी विश्वविद्यालय</p>\r\n<p>वर्धमान महावीर मुक्त विश्वविद्यालय</p>\r\n<p>कोटा विश्वविद्यालय</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>चंबल एक्सप्रेस, चतरा विलास गार्डन में एक खिलौना ट्रेन</p>\r\n<p>शहर में और आस-पास के लोकप्रिय आकर्षणों में से कुछ में चंबल गार्डन, सेवन वंडर्स पार्क, किशोर सागर झील, जग मंदिर, गढ़ पैलेस, चतरा विलास गार्डन, गोदावरी धाम मंदिर, गरदिया महादेव मंदिर, कोटा प्राणि उद्यान, महाराज माधो सिंह संग्रहालय, शामिल हैं। कोटा गवर्नमेंट म्यूजियम, बृजराज भवन पैलेस, अभेद महल, अगमगढ़ गुरुद्वारा साहिब, हैंगिंग रॉक फाउंटेन, केशर बाग में रॉयल सेनोटाफ, कोटा बैराज, आदर्शिला दरगाह, दर्रा नेशनल पार्क और जवाहर सागर बांध।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>कोटा राजस्थान के भीतर और साथ ही राज्य के बाहर स्थित सभी प्रमुख शहरों से सड़क और रेल से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>राष्ट्रीय राजमार्ग संख्या 12 (जयपुर-जबलपुर) और राष्ट्रीय राजमार्ग नंबर 7 शहर से होकर गुजरते हैं। नेशनल हाईवे नंबर 7 ईस्ट-वेस्ट कॉरिडोर का एक हिस्सा है। कोटा जिले में कुल सड़क की लंबाई 2,052 किमी है। मार्च 2011 तक।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>कोटा रेलवे स्टेशन का प्रवेश</p>\r\n<p>कोटा भारत के सभी प्रमुख शहरों से रेल से अच्छी तरह से जुड़ा हुआ है। कोटा जंक्शन पश्चिम मध्य रेलवे के डिवीजनों में से एक है। यह नई दिल्ली-मुंबई मुख्य लाइन पर एक स्टेशन है। कोटा के भीतर और इसके आसपास के क्षेत्र में चार रेलवे स्टेशन हैं। दक्षिण कोटा शहर का एक और उपनगरीय स्टेशन डाकनिया तलाव रेलवे स्टेशन है जिसमें अवध एक्सप्रेस, देहरादून एक्सप्रेस और रणथंभौर एक्सप्रेस का ठहराव है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कोटा जंक्शन</p>\r\n<p>मुंबई 150 राजधानी, अगस्त क्रांति राजधानी एक्सप्रेस, मुंबई नई दिल्ली दुरंतो एक्सप्रेस, इंदौर-जयपुर एक्सप्रेस, उदयपुर सुपरफ़ास्ट (दिल्ली - उदयपुर सिटी एक्सप्रेस), दयोदय एक्सप्रेस (जयपुर) - जबलपुर एक्सप्रेस / अजमेर सहित 150 से अधिक ट्रेनों का शहर में ठहराव है। - जबलपुर एक्सप्रेस), जोधपुर - इंदौर इंटरसिटी, हज़रत निज़ामुद्दीन - इंदौर एक्सप्रेस, कचरा एक्सप्रेस, मरूसागर एक्सप्रेस (अजमेर - एर्नाकुलम एक्सप्रेस / एर्नाकुलम एक्सप्रेस), जयपुर - मैसूर एक्सप्रेस, जयपुर - चेन्नई एक्सप्रेस, जयपुर - कोयंबटूर एक्सप्रेस, जोधपुर - पुरी एक्सप्रेस , जोधपुर - भोपाल एक्सप्रेस।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली-मुंबई रेलवे लाइन कोटा जंक्शन से होकर गुजरती है। जिले में कोटा - रूठिया खंड में 148.83 किलोमीटर रेलवे लाइन है, नागदा-मथुरा (मुंबई-दिल्ली) खंड पर 98.72 किमी और कोटा-चित्तौड़गढ़ खंड पर 24.26 किमी।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर से कोटा और जोधपुर के बीच एक ब्रॉड-गेज रेलवे सुविधा मौजूद है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>कोटा हवाई अड्डे का 1999 से कोई संचालन नहीं है। निकटतम अंतरराष्ट्रीय हवाई अड्डा जयपुर अंतर्राष्ट्रीय हवाई अड्डा है जो कोटा से 250 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>शहर नयापुरा क्षेत्र में स्थित जे कायलोन क्रिकेट स्टेडियम का घर है। कई मैचों के बीच, छह रणजी ट्रॉफी मैच स्टेडियम में खेले गए हैं। स्टेडियम ने आरसीएल टी 20 2016 की मेजबानी की, जिसमें छह प्रतिभागी टीमों के साथ एक इंटर स्टेट क्रिकेट लीग थी।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>भीम सिंह द्वितीय</p>\r\n<p>ललित किशोर चतुर्वेदी</p>\r\n<p>कृष्ण कुमार गोयल</p>\r\n<p>शैल हाड़ा</p>\r\n<p>ताज हैदर</p>\r\n<p>हरि कुमार औदिच्य</p>\r\n<p>इज्यराज सिंह</p>\r\n<p>रघुवीर सिंह कोशल</p>\r\n<p>कोटा, राजस्थान के शासक</p>\r\n<p>कोठा की शिव कुमारी</p>\r\n<p>भुवनेश्वरी कुमारी</p>\r\n<p>निकिता लालवानी</p>\r\n<p>प्रमोद माहेश्वरी</p>\r\n<p>उम्मेद सिंह द्वितीय</p>\r\n<p>विनोद कुमार बंसल</p>\r\n<p>अनिरुद्ध सिंह</p>\r\n<p>ओम बिरला</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kota,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kota-rajasthan","tags":[{"name":"कोटा","slug":"kota"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":879,"title":"सीकर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"5d4828f5-b003-4730-a0f7-6f4de4a559e4_Sikar-railway.jpg","dateCreated":"2019-10-13T02:41:29.612Z","dateModified":"2019-10-13T02:41:47.804Z","contributedBy":"AskGif","content":"सीकर भारत में राजस्थान राज्य में राष्ट्रीय राजमार्ग 52 पर आगरा और बीकानेर के बीच स्थित एक शहर है। यह सीकर जिले का प्रशासनिक मुख्यालय है। सीकर एक ऐतिहासिक शहर है और इसमें कई पुरानी हवेलियाँ (मुगल-काल की वास्तुकला वाले बड़े घर) हैं। यह जयपुर से 114 किमी, जोधपुर से 320 किमी और बीकानेर से 215 किमी और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5d4828f5-b003-4730-a0f7-6f4de4a559e4_Sikar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सीकर","slug":"sikar"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sikar-rajasthan","total":0},{"id":877,"title":"प्रतापगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"प्रतापगढ़, भारत के राजस्थान में एक शहर है। यह प्रतापगढ़ जिले का जिला मुख्यालय है जो राजस्थान का सबसे नया जिला है। अपने थेवा कला के लिए प्रसिद्ध, शहर आदिवासी गांवों से घिरा हुआ है। यह अपने खाद्य जिरलुन और हिंग के लिए प्रसिद्ध है।\r\nप्रतापगढ़ जिला राजस्थान का 33 वां जिला है, जिसे 26 जनवरी 200","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pratapgarh-rajasthan","total":0},{"id":855,"title":"भीलवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"भीलवाड़ा जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। भीलवाड़ा शहर जिला मुख्यालय है।\r\nभीलवाड़ा भारत के राजस्थान के मेवाड़ क्षेत्र का एक कस्बा है। यह भारत के राजस्थान राज्य में वस्त्रों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nभूमिकारूप व्यवस्था\r\nसड़क संपर्क\r\nराष्ट्री","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"भीलवाड़ा","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}