{"id":874,"title":"Top Places to visit in Nagaur, Rajasthan","imageUrl":"130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","dateCreated":"2019-10-12T10:09:21.245Z","dateModified":"2019-10-12T10:09:42.833Z","contributedBy":"AskGif","content":"<p>Nagaur is a city in the state of Rajasthan in India. It is the administrative headquarters of Nagaur District. The Nagaur city lies about midway between Jodhpur and Bikaner.</p>\r\n<p>Nagaur District is one of the 33 districts of the state of Rajasthan in western India. Panchayati Raj was introduced here. Area of the district is 17,718 km2. The city of Nagaur is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Wikimedia Commons has media related to Forts in Nagaur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagaur Fort</p>\r\n<p>Nagaur Fort was one of the first Muslim strongholds in northern India and one of the finest examples of Rajput-Mughal architecture. Built in the early 12th century and repeatedly altered over subsequent centuries, it witnessed many battles. Underwent major renovations in 2007. 90 fountains are now running in the gardens and buildings. The fort's buildings and spaces, both external and internal, serve as venue, stage and home to a Sufi Music Festival.</p>\r\n<p>Rol, also known as Rol Sharif is a village in Jayal tehsil of Nagaur district in the Indianstate of Rajasthan. The village has many mosques, including Shahi Jama Masjid. There is Jubba Mubarak of Muhammad, which are said to possess holy relic brought by Qazi Hamiduddin Nagauri from Bukhara, Russia. Devotees from various parts of the country gather on urs of Quazi Sahab to celebrate the occasion. There is an annual Urs Mela (Urs Fair) organised in village.</p>\r\n<p>Ladnun - 10th century's Jain temples are rich with historical attraction. Ladnun is the spiritual hub of Ahimsa. Jain Vishva Bharti University - A famous centre of Jainism; a school of thought; a centre of spirituality &amp; purification; a society of Ahimsa; a treasure of tranquility; an abode of humanity on earth.</p>\r\n<p>&nbsp;</p>\r\n<p>Dadhimati Mata Temple in Nagaur district, Rajasthan.</p>\r\n<p>Bairathal Kallan - The Bairathal Kallan village was established about 700&ndash;750 years ago.</p>\r\n<p>Khinvsar town - Khimsar Fort - Situated 42 km from Nagaur on the National Highway No. 65 towards Jodhpur; 500-year-old fort in the middle of the Thar Desert; turned into a hotel furnished with modern facilities. Mughal Emperor Aurangzeb used to stay here; Khinvsar town has 25 small temples; black deer roaming in herds are a very popular tourist attraction.</p>\r\n<p>Jayalm- Dadhimati Mata Temple - Also known as Goth-Manglod temple; 40 km from Nagaur; the oldest temple of the district constructed during the Gupta Dynasty (4th Century); Kul Devi of Dadhich Brahmins.</p>\r\n<p>Merta - Meera Bai Temple - Also known as the Charbhuja temple; 400 years old; evidence how total surrender helps attain godly qualities; how deep faith converts poison to 'Amrit'.</p>\r\n<p>Kuchaman City - Kuchaman Fort - One of the oldest &amp; most inaccessible forts of Rajasthan; situated on top of a straight hill; unique water harvesting system; Jodhpurrulers used to mint their gold &amp; silver currency here; affords a beautiful view of the city; fort converted into a hotel has a strong attraction for tourists.</p>\r\n<p>Khatu - Khatu's old name was Shatkup (six wells). When Shak rulers came to India then they brought two new wells with them which were called Shakandhu (Stepwell) &amp; Kalandh (Rahat). According to Prathviraj Raso, Khatu's old name was Khatwan. Old Khatu is almost destroyed. Now there are two villages, one is called Bari Khatu &amp; other Chhoti Khatu. On the hillock of Chhoti Khatu a small fort is standing. Fort was built by Prithviraj Chauhan. An old stepwell is located in Chhoti Khatu, known as Phool Bawadi, it is believed that this stepwell was constructed in Gurjara Pratihara period. This stepwell is artistic in its style of architecture.</p>\r\n<p>Kurki - Kurki is a small village in the Merta Tehsil of Nagaur district. It is the birthplace of the famous princess and poet, Meera Bai, about 30 km from Merta.</p>\r\n<p>Kharnal - It is situated on the Nagaur-Jodhpur National Highway near about 15 km from Nagaur. It is the birthplace of Lok Devta Veer Tejaji. It is believed that Kharnal was established by Dhawal Khichi who was in the 5th generation of the Choudhan ruler Gundal Rao Khichi of Jayal state. Veer Tejaji was born in Dholiya Gotra of Jat.</p>\r\n<p>Untwaliya - It is situated 15 km from Nagaur and 10 km from Alai.</p>\r\n<p>Jhorda - It is situated on the north of Nagaur about 30 km away. It is the birthplace of the Great Saint Baba Hariram.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>The district consists 13 Main tehsils. These are Nagaur, Khinvsar, Jayal, Merta City, Degana, Didwana, Ladnun, Parbatsar, Makrana, Kuchaman City, Nawa, Mundwa, all of these 12 are Sub-divisions also. There are 11 blocks and 1607 villages in the district. Charbhujanath temple and meera bai mandir situated at mertacity which is known as the birth place of bhakta shiromani meerabai.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nagaur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nagaur-rajasthan","tags":[{"name":"nagaur","slug":"nagaur"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":859,"title":"Top Places to visit in Dausa, Rajasthan","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"Dausa is a city and administrative headquarters of Dausa district in the state of Rajasthan, India. It is 55 km from Jaipur, 240 km from Delhi and located on Jaipur-Agra National Highway (NH-11). It is also known as \"Dev Nagari.\"\r\nDausa District is a district of Rajasthan state in India wi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dausa","slug":"dausa"}],"slug":"top-places-to-visit-in-dausa-rajasthan","total":0},{"id":856,"title":"Top Places to visit in Churu, Rajasthan","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"Churu is a city in the desert region of Rajasthan state of India. It is known as gateway to the Thar Desert of Rajasthan. It is the administrative headquarter of Churu District. It lies in the Thar Desert[clarification needed] on the National Highway-65 connecting Pali to Ambala and is a junction","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"churu","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":846,"title":"Top Places to visit in Alwar, Rajasthan","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"Alwar District is a district in Rajasthan, a state in northern India, with capital in the city of Alwar. The district covers 8,380 km2. It is bound on the north by Rewari district of Haryana, on the east by Bharatpur and Mewat district of Haryana, on the south by Dausa, and on the west by Jaipur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"alwar","slug":"alwar"}],"slug":"top-places-to-visit-in-alwar-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}