{"id":874,"title":"नागौर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","dateCreated":"2019-10-12T10:09:21.245Z","dateModified":"2019-10-12T10:09:42.833Z","contributedBy":"AskGif","content":"<p>नागौर भारत में राजस्थान राज्य का एक शहर है। यह नागौर जिले का प्रशासनिक मुख्यालय है। नागौर शहर जोधपुर और बीकानेर के बीच में स्थित है।</p>\r\n<p>नागौर जिला पश्चिमी भारत में राजस्थान राज्य के 33 जिलों में से एक है। यहां पंचायती राज की शुरुआत की गई थी। जिले का क्षेत्रफल 17,718 किमी 2 है। नागौर शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>विकिमीडिया कॉमन्स में नागौर जिले में फॉर्ट्स से संबंधित मीडिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागौर का किला</p>\r\n<p>नागौर का किला उत्तर भारत के पहले मुस्लिम गढ़ों में से एक था और राजपूत-मुगल वास्तुकला का एक बेहतरीन उदाहरण था। 12 वीं शताब्दी की शुरुआत में और बाद की शताब्दियों में बार-बार बदली गई, इसने कई लड़ाइयों को देखा। 2007 में बड़े नवीकरण किए गए। 90 फव्वारे अब बगीचों और इमारतों में चल रहे हैं। किले की इमारतें और स्थान, दोनों बाहरी और आंतरिक, स्थल, मंच और घर के रूप में एक सूफी संगीत समारोह में काम करते हैं।</p>\r\n<p>Rol, जिसे Rol Sharif के नाम से भी जाना जाता है, राजस्थान के भारतीय राज्य में नागौर जिले की जयल तहसील का एक गाँव है। गाँव में शाही मस्जिद सहित कई मस्जिदें हैं। कहा जाता है कि मुहम्मद का जुब्बा मुबारक है, जिसे रूस के बुखारा से काजी हमीदुद्दीन नागौरी द्वारा लाया गया पवित्र अवशेष माना जाता है। देश के विभिन्न हिस्सों से भक्त इस अवसर को मनाने के लिए क़ाज़ी साहब के यहाँ जमा होते हैं। गाँव में एक वार्षिक उर्स मेला (उर्स मेला) आयोजित किया जाता है।</p>\r\n<p>लाडनूं - 10 वीं शताब्दी के जैन मंदिर ऐतिहासिक आकर्षण से समृद्ध हैं। लाडनूं अहिंसा का आध्यात्मिक केंद्र है। जैन विश्व भारती विश्वविद्यालय - जैन धर्म का प्रसिद्ध केंद्र; विचार की एक पाठशाला; आध्यात्मिकता और शुद्धि का केंद्र; अहिंसा का समाज; शांति का खजाना; पृथ्वी पर मानवता का निवास।</p>\r\n<p>&nbsp;</p>\r\n<p>नागौर जिले, राजस्थान में दधिमती माता मंदिर।</p>\r\n<p>बैराथल कल्लन - बैराथल कल्लन गाँव की स्थापना लगभग hal००-hal५० वर्ष पूर्व हुई थी।</p>\r\n<p>खिंवसर शहर - खिमसार किला - राष्ट्रीय राजमार्ग संख्या 65 पर नागौर से 42 किमी दूर जोधपुर की ओर स्थित है; थार रेगिस्तान के बीच में 500 साल पुराना किला; आधुनिक सुविधाओं से सुसज्जित होटल में बदल गया। मुगल सम्राट औरंगजेब यहां रहा करता था; खिंवसर शहर में 25 छोटे मंदिर हैं; झुंड में घूमने वाले काले हिरण एक बहुत लोकप्रिय पर्यटक आकर्षण हैं।</p>\r\n<p>जयमाल- दधिमती माता मंदिर - जिसे गोठ-मांगलोद मंदिर के नाम से भी जाना जाता है; नागौर से 40 किमी; गुप्त वंश (चौथी शताब्दी) के दौरान निर्मित जिले का सबसे पुराना मंदिर; दाधीच ब्राह्मणों की कुल देवी।</p>\r\n<p>मेड़ता - मीरा बाई मंदिर - जिसे चारभुजा मंदिर के नाम से भी जाना जाता है; 400 साल पुराना; कुल समर्पण किस तरह से ईश्वरीय गुणों को प्राप्त करने में मदद करता है; कितना गहरा विश्वास जहर को 'अमृत' में बदल देता है।</p>\r\n<p>कुचामन सिटी - कुचामन किला - राजस्थान के सबसे पुराने और सबसे दुर्गम किलों में से एक है; एक सीधी पहाड़ी के ऊपर स्थित है; अद्वितीय जल संचयन प्रणाली; जोहड़पूर्लर्स यहां अपनी सोने और चांदी की मुद्रा का इस्तेमाल करते थे; शहर का एक सुंदर दृश्य दिखाई देता है; एक होटल में परिवर्तित किला पर्यटकों के लिए एक मजबूत आकर्षण है।</p>\r\n<p>खाटू - खाटू का पुराना नाम शतक (छः कुएँ) था। जब शाक शासक भारत आए तब वे अपने साथ दो नए कुएँ लाए जिन्हें शाकंधु (स्टेपवेल) और कलंध (राहत) कहा जाता था। पृथ्वीराज रासो के अनुसार, खाटू का पुराना नाम खटवान था। पुराना खाटू लगभग नष्ट हो गया है। अब दो गाँव हैं, एक को बारी खाटू और दूसरे को छोटू कहा जाता है। छोटी खाटू की पहाड़ी पर एक छोटा किला खड़ा है। किला पृथ्वीराज चौहान द्वारा बनवाया गया था। फूल बावड़ी के नाम से मशहूर छोटा खाटू में एक पुराना स्टेपवेल स्थित है, ऐसा माना जाता है कि इस सौतेले परिवार का निर्माण गुर्जर प्रतिहार काल में हुआ था। यह स्टेपवेल वास्तुकला की अपनी शैली में कलात्मक है।</p>\r\n<p>कुर्की - नागौर जिले के मेड़ता तहसील में एक छोटा सा गाँव है। यह प्रसिद्ध राजकुमारी और कवि, मीरा बाई का जन्म स्थान है, जो मेड़ता से लगभग 30 किमी दूर है।</p>\r\n<p>खरनाल - यह नागौर से लगभग 15 किमी दूर नागौर-जोधपुर राष्ट्रीय राजमार्ग पर स्थित है। यह लोक देवता वीर तेजाजी की जन्मस्थली है। ऐसा माना जाता है कि खरनाल की स्थापना धवल खिंची ने की थी, जो जयल राज्य के चौहान शासक गुंडल राव खिंची की 5 वीं पीढ़ी में थे। वीर तेजाजी का जन्म जाट के धोलिया गोत्र में हुआ था।</p>\r\n<p>उंटवलिया - यह नागौर से 15 किमी और अलाई से 10 किमी दूर स्थित है।</p>\r\n<p>झोरडा - यह नागौर के उत्तर में लगभग 30 किमी दूर स्थित है। यह महान संत बाबा हरिराम की जन्मभूमि है।</p>\r\n<p>&nbsp;</p>\r\n<p>तहसीलों</p>\r\n<p>जिले में 13 मुख्य तहसीलें हैं। ये नागौर, खिंवसर, जयल, मेड़ता सिटी, डेगाना, डिडवाना, लाडनूं, परबतसर, मकराना, कुचामन सिटी, नावा, मुंडवा हैं, ये सभी 12 उप-प्रभाग भी हैं। जिले में 11 ब्लॉक और 1607 गांव हैं। चारभुजानाथ मंदिर और मीरा बाई मंदिर मधुरता पर स्थित है जिसे भक्त शिरोमणि मीराबाई के जन्म स्थान के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nagaur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/130e2553-a0dc-4d34-8ea9-b10a8fd612b8_Nagaur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nagaur-rajasthan","tags":[{"name":"नागौर","slug":"nagaur"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":859,"title":"दौसा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","dateCreated":"2019-10-11T03:33:15.366Z","dateModified":"2019-10-11T03:33:33.78Z","contributedBy":"AskGif","content":"दौसा भारत के राजस्थान राज्य में दौसा जिले का एक शहर और प्रशासनिक मुख्यालय है। यह जयपुर से 55 किमी, दिल्ली से 240 किमी और जयपुर-आगरा राष्ट्रीय राजमार्ग (NH-11) पर स्थित है। इसे \"देव नगरी\" के नाम से भी जाना जाता है।\r\nदौसा जिला भारत के जयपुर संभाग के भीतर राजस्थान राज्य का एक जिला है। दौसा शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87d034d5-c894-4991-9214-25b4b23274a1_Dausa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"दौसा","slug":"dausa"}],"slug":"top-places-to-visit-in-dausa-rajasthan","total":0},{"id":856,"title":"चुरू में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"चुरू भारत के राजस्थान राज्य के रेगिस्तानी क्षेत्र का एक शहर है। इसे राजस्थान के थार रेगिस्तान के प्रवेश द्वार के रूप में जाना जाता है। यह चूरू जिले का प्रशासनिक मुख्यालय है। यह थार रेगिस्तान में निहित है [राष्ट्रीय राजमार्ग -65 पर अम्बाला को जोड़ने वाले राष्ट्रीय राजमार्ग -65 पर स्पष्टीकरण की आवश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"चुरू","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":846,"title":"अलवर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"अलवर जिला राजस्थान में एक जिला है, उत्तरी भारत में एक राज्य है, अलवर शहर में राजधानी है। जिले में 8,380 किमी 2 शामिल हैं। यह उत्तर में हरियाणा के रेवाड़ी जिले से, पूर्व में भरतपुर और हरियाणा के मेवात जिले से, दक्षिण में दौसा से और पश्चिम में जयपुर जिलों से घिरा हुआ है।\r\n&nbsp;\r\nअलवर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अलवर","slug":"alwar"}],"slug":"top-places-to-visit-in-alwar-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}