{"id":876,"title":"Top Places to visit in Pali, Rajasthan","imageUrl":"7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","dateCreated":"2019-10-13T01:54:34.232Z","dateModified":"2019-10-13T01:54:56.319Z","contributedBy":"AskGif","content":"<p>Pali is a city in Rajasthan state of western India. It is the administrative headquarters of Pali District and comes in the Marwar region. It is situated on the bank of the river Bandi and is 70 km south east of Jodhpur. It is known as \"The Industrial City\".</p>\r\n<p>&nbsp;</p>\r\n<p>Famous In Pali</p>\r\n<p>Pali is famous for its sweet named Gulab Halwa made from milk. Pali is also famous for its Heena(Mehandi)(which is mainly produced in Sojat city which is 39.5 km away from pali) production in India.It is also known as textile hub of Rajasthan. it is also well known for kulfi and ice cream. Pali is also famous for Umaid mill which is a very big mill in Rajasthan founded on the name of Maharaja Shri Umaid Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Tourism Places Of Pali</p>\r\n<p>Click On the Link To Get All Tourism Places With Full Details</p>\r\n<p>&nbsp;</p>\r\n<p>Hinglaj Maa Temple</p>\r\n<p>Maa hinglaj temple in Pali district it is up to 3 km Mountain in Aravali caves. the way to going is near by Jawai bandh and Falna Station, this temple is in Bijapur village.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Navlakha Parshwanath Jain Temple</p>\r\n<p>The Jain temple is in the main city. Rs 9 lakhs were spent on raising the temple in V.S. 969. It is said that the assumed cost of ghee was Rs. nine lakhs and the money later used for developing this temple, which later on called as Navlakha temple.&nbsp; Moolnayak of this temple is a White colored idol of Navlakha Parshvanath in the Padmasana posture.&nbsp; This temple belongs to Shwetambar Sect. of Jainism. Dharamshala (Lodging) and Bhojanshala (Food) facilities are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Devgiri Temple Bhatund</p>\r\n<p>It is situated in center of Jawai Dam. Also 2 more temples are there Maa Aavarki temple and Maa Varahi temples.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhatund Village of Temples</p>\r\n<p>In this Village So many Old Temples 1. Shitla Maa Temple 2. Laxminarayan Temple 3. Thakurji Temple 4. Kshemkarni maa Temple 5. Chetan balajee Temple 6. Ubhreshwar Mahadev Temple 7. Varahi Temple 8. Shani dev Temple 9. Ramdev ji Temple.9. Poridhar Hanumanji Temple.10.Bala Hanumanji Temple. 11.shree Parsuramji Temple.12. shree Aashapuraji Temple. 11.shree Bhramaji Temple. 12.surya Mandir 13.shree Bhadreshwar Mahadev Temple.14.shree Varai mata Temple. 15.shree Aadorji Maharaj chatri.16.shree Sati mata chatri.</p>\r\n<p>&nbsp;</p>\r\n<p>Bangur Museum</p>\r\n<p>It is situated in the Pali city at old bus stand and named after Mr. Bangur like other buildings in Pali-Bangur Hospital, Bangur Dharmshala. Many old historical and artistic items like dresses, coins, arms etc. are kept here to attract tourists which are interested in Rajasthani culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakhotia Garden</p>\r\n<p>Lakhotia Garden is situated in the heart of Pali city and surrounded by a pond. One beautiful and very old temple of Lord Shiva is also situated in the middle of the garden.</p>\r\n<p>&nbsp;</p>\r\n<p>Somnath Mandir</p>\r\n<p>Historical Somnath Mandir is famous for its historical background and Shilpart. This Shiva temple is situated in the middle of the city. It was constructed by the Chaulukya ruler Kumarapala. in the Vikram Samvat 1209 or A.D.1152 lakotiya garden is so beautiful and so nice There is also Shrimaliyon ka bas near somnath temple which was made by maharana pratap.</p>\r\n<p>&nbsp;</p>\r\n<p>Hemawas Dam and Manpura Bhakri</p>\r\n<p>Hemawas Dam is situated 10 km. from Pali. Manpura Bhakri is a mountain situated near hemawas dam. The Bhakri is famous for its temple which include Durga mata temple, jabreshwar mahadev temple, and a jain temple.we saw bhakri every palace in pali city.</p>\r\n<p>&nbsp;</p>\r\n<p>Baoris</p>\r\n<p>There are numerous Baoris (stepwell) in Pali and each has its own unique design and architectural excellence. The step wells of Pali are unique art gallery with decorative designs and architecture, symbolizing the refined taste of the people of the time.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharana Pratap Smarak</p>\r\n<p>The birthplace of Maharana Pratap, situated nearby Somnath temple. he was a loyal king to his servants and never bowed down. He fought the Mughals for independent and consolidated Mewar.</p>\r\n<p>&nbsp;</p>\r\n<p>MahaLaxmi Mandir, Brahmapuri</p>\r\n<p>An ancient and magical temple, situated in the heart of the city. The idol of MahaLaxmi Ji situated here is said to be lively and magical, caretakers of this temple are specifically the local Shrimali Brahmins.</p>\r\n<p>&nbsp;</p>\r\n<p>Other places</p>\r\n<p>Navlakha Jain temple, Rameshwar Mahadev Mandir, Radha Krishna Astrological House, Bajrang Bag, Karni Mata Temple, Havas Dam, Geeta Bhavan, Bangor museum, Bangor mandir, Sai Baba temple, Keshav Bhawan (Sangh karyalay), Maharana Pratap Smarak (Birthplace of Pratap) and Illogi Temple are some of other places of interest. Ram mandir Geewada, Hinglage mataji mandir in Bhagali.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Pali has been famous for its textile industries. Cotton and Synthetic clothes and yarn was exported to other states of India on very cheap rate. Some new industries have also been developed like Bangles, Marble cutting, marble finishing etc. There is a cotton mill here named as Maharaja Shree Umaid Mills. This is the biggest cotton mill of Rajasthan. It employs 3000 workers.</p>\r\n<p>&nbsp;</p>\r\n<p>One of the biggest composite textile mill of India 'Maharaja Shri Umaid mills' (Estt. in the year 1940) is also situated at pali. Main production of this mill is cotton, Hank yarn etc. which is used for preparing different cloths. Main cloth production are cotton, 2* 2 rubia etc.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 3 industrial areas there in Pali. Mandia road industrial area, Industrial area phase 1&amp; 2 and Punayata industrial area. Mandia road Industrial area is the biggest and oldest off all. Industries like D.Pawan Fab Tex, sunlight industries, Kundan Tex, K.B Shah, Nakoda Prints, Tulsi Cotton Mills, Mayank Process, Aadeshwar Process, Shree Ganesh Fab Tex, B.B. shah, Shree Rajaram Group of Industries, Kohinoor, Kamal Agencies, Manidhari Impex, Sidhi Vinnayak Petro Chem, Shree Roopmuni Industries, Vam India Organics, Vidhya mills (india), Vidhya industries pvt ltd., Metro industries, Vijaya Fabrics, Manoj textiles, minerwa industries, Sikhwal fabrics, Mohini Process, Jov(Tex) Link, Sonu Group of Industries, Lodha Fabrics, Mega Tex Print, Vinod Group of Industries, M.B finishing, Mahaveer fab tex etc. are among well known and reputed Textile Industries situates at Mandia Road, Pali. Punayata industrial area has been always a question mark on local administration and RIICO because of its setup and evolution. But from last few years Punayata Area turned out to be major landmark for Industrialist to set up their new business.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides this, many more industries are situated at different areas of Pali district i.e. leather based industries, agriculture instruments, Chemical Industries, cement industry, minerals based units like stone crashers etc. Among these granite industries have also flourished recently due to easy availability of raw material and geographical location .</p>\r\n<p>&nbsp;</p>\r\n<p>The problem of pollution is also eminent here. Common Effluent Treatment Plants (CETP) have been established few years back for the treatment of discharged water from various industries.</p>\r\n<p>&nbsp;</p>\r\n<p>hi search for pali district</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Sub-divisions</p>\r\n<p>Pali District have ten sub-division Sojat, Marwar Junction, Jaitaran, Raipur, Sumerpur, Bali, Pali, Rohat , Rani, Rajasthan and Desuri.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>There are nine Tehsils: Sojat, Marwar Junction, Jaitaran, Raipur, Sumerpur, Bali, Pali, Rohat and Desuri. Rani is declared to be made 10th Tehsil in Rajasthan budget-2012-13.</p>\r\n<p>&nbsp;</p>\r\n<p>Civic bodies</p>\r\n<p>There are eight municipalities (Nagar Palika) in the district are Sojat, Jaitaran, Sumerpur, Sadri, Bali, Falna, Takhatgarh and Rani, Rajasthan, while Pali is a Municipal Council (Nagar Parishad).</p>\r\n<p>&nbsp;</p>\r\n<p>There are 1,030 villages in the Pali District comes under 320 Gram panchayats. Some of the villages are Thakurla Rajpurohitan, Marwar Junction, Banta Town, shivlatov, Raipur, Sanderao, Rohat, Sojat Road, Khariya sodha, Bagri Nagar, Nimaj, Nadol, Akdawas (bhati), Bagol, Khinwara, Panota, Bharunda, Bamnera, Koliwara, Ranakpur, sinderli, Pipliya Kallan, Bijowa, Bijapur, Padarla (Padalla), Sewari, Shri Sela (Mostly populated by Chauhans warriors), Boya, Bhatund, Bhandar, Ghanerao, Nana, Beda, Basant, Chanchori, Punadiya,Chanod, Vingarla, Khimel, Mandiya, Sendra, Jhala ki chowki, and Gadhwara (Rohat).</p>\r\n<p>&nbsp;</p>\r\n<p>Legislative assembly areas</p>\r\n<p>The district is represented in the State Legislature by six MLAs (Sojat, Jaitaran, Sumerpur, Bali, Pali and Marwar Junction) and One Member of Lok Sabha in Parliament (Pali (Lok Sabha Constituency)).</p>\r\n<p>&nbsp;</p>\r\n<p>Presently, the Collector and District Magistrate of Pali is Ambrish Kumar.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Pali to Balotra via Majal.</p>\r\n<p>&nbsp;</p>\r\n<p>Main article: Roads in Pali district</p>\r\n<p>The only two modes of travel available in the district are roadways and railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Almost all of the villages are connected by roads. There are two depots of government-owned state transport: Pali and Falna.</p>\r\n<p>&nbsp;</p>\r\n<p>The only railway junction in the district is Marwar Junction, which is connected with Jodhpur, Ajmer, Ahmedabad and Udaipur. Pali railway station is on the Jodhpur route while the second highest earning railway station in the Ajmer division, Falna is on the Ahmedabad route. Other important railway stations in the district are Rani railway station, Jawai Bandh, Sojat Road and Falna.</p>\r\n<p>&nbsp;</p>\r\n<p>The district got the railway in the early age of Indian Railway in 1881, when the Ahmedabad-Ajmer line opened at Rajputana State Railway. Pali got connected to Marwar Junction on 24 June 1882 and to Luni on 17 June 1884. Jodhpur was connected to the district via Luni in 1885 by the Rajputana-Malwa Railway network and the first train started on this route on 9 March 1885. This line later becomes part of the Jodhpur-Bikaner Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Phulera-Marwar Junction line was converted from Meter Gauge to Broad Gauge in 1995, while the Ahmedabad-Ajmer line was converted in 1997. During 1997-98, the 72 km Jalore-Falna route was also surveyed by the Indian Railway, however, the line has still not been laid.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pali,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pali-rajasthan","tags":[{"name":"pali","slug":"pali"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":881,"title":"Top Places to visit in Sirohi, Rajasthan","imageUrl":"c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","dateCreated":"2019-10-13T03:16:05.22Z","dateModified":"2019-10-13T03:16:29.793Z","contributedBy":"AskGif","content":"Sirohi is a city in southern Rajasthan state in western India. It is the administrative headquarters of Sirohi District and was formerly the capital of the princely state of Sirohi ruled by Sirohi Rajput rulers. The nearest railway station to Sirohi is Sirohi Road. Sirohi got first rank in 33 dis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirohi","slug":"sirohi"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-sirohi-rajasthan","total":0},{"id":880,"title":"Top Places to visit in Sawai Madhopur, Rajasthan","imageUrl":"06eda136-8c33-4252-a3c7-7a53e6c98fba_Sawai-Madhopur-railway.jpg","dateCreated":"2019-10-13T03:07:12.656Z","dateModified":"2019-10-13T03:07:30.975Z","contributedBy":"AskGif","content":"Sawai Madhopur is a city and Municipal Corporation (Nagar Parishad) in the Sawai Madhopur District in Rajasthan state, India. It is the administrative headquarters of Sawai Madhopur District of Rajasthan.Sawai Madhopur District comes under Bharatpur Divisional Commissionerate.&nbsp; Near to Sawai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06eda136-8c33-4252-a3c7-7a53e6c98fba_Sawai-Madhopur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"sawai-madhopur","slug":"sawai-madhopur"}],"slug":"top-places-to-visit-in-sawai-madhopur-rajasthan","total":0},{"id":876,"title":"Top Places to visit in Pali, Rajasthan","imageUrl":"7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","dateCreated":"2019-10-13T01:54:34.232Z","dateModified":"2019-10-13T01:54:56.319Z","contributedBy":"AskGif","content":"Pali is a city in Rajasthan state of western India. It is the administrative headquarters of Pali District and comes in the Marwar region. It is situated on the bank of the river Bandi and is 70 km south east of Jodhpur. It is known as \"The Industrial City\".\r\n&nbsp;\r\nFamous In Pali<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f46af3e-a192-4e04-a8ed-b8f5578ad51c_Pali-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pali","slug":"pali"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-pali-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}