{"id":877,"title":"Top Places to visit in Pratapgarh, Rajasthan","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"<p>Pratapgarh, is a town in Rajasthan, India. It is the district headquarters of Pratapgarh district the newest district of Rajasthan. Famous for its Thewa art, the city is surrounded by tribal villages. It is famous for its edible jiralun and hing.</p>\r\n<p>Pratapgarh district is the 33rd district of Rajasthan, created on 26 January 2008. It is a part of Udaipur Division and has been carved out from the erstwhile tehsils of Chittorgarh, Udaipur and Banswara districts. Pratapgarh town (Pin Code 312605, STD Code 01478) is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Main article: Pratapgarh State</p>\r\n<p>Mohit jadawat ruled Chittorgarh in the 14th century. Due to a dispute with his younger brother Kshemkarn he expelled him from his territory. Kshemkarn's family was a refugee for some time and lived in the Aravali ranges in near south of Rajasthan. In 1514, his son Rajkumar Surajmal became the ruler of Devgarh, and this Raj later came to be known as Pratapgarh Raj. As the environment of Devgarh was not found to be suitable by the royal family, one of the descendants of Raja Surajmal, Rajkumar Pratapsingh started to build a new town near Devgarh in 1698 and named it Pratapgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>It was 15 gun salute princely state of British India, which acceded to Union of India in 1949.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Pratapgarh District is a newly constituted district in Rajasthan state. it came into existence on 26 January 2008 as the 33rd district of Rajasthan. Pratapgarh is located at 24.03&deg; N 74.78&deg; E. It has an average elevation of 491 metres (1610 feet). It is said to be the second highest place in Rajasthan after Mount Abu</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The city is a blend of old and new cultures. In nearby villages, the tribal culture still thrives. Every Sunday when the tribes come to the city to buy merchandise in the weekly haat market, the city also looks tribal. After the declaration as a district, new development plans has been executed in the city by state government.</p>\r\n<p>&nbsp;</p>\r\n<p>Topography</p>\r\n<p>The internal part of the city has many narrow streets and some of them are so narrow that it is hard for two bikes to cross each other. In the last decade, the outer parts of the city are developing rapidly. The topography of the area is undulating because of the confluence of three different geological formations- Malwa Plateau, Vindhyachal Hills and Aravali ranges.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearby cities include Chhoti Sadri 47 km, and Mandsaur 32 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Demography</p>\r\n<p>As of the 2011 Indian census, Pratapgarh had a population of 48,900. Males constitute 52% of the population and females 48%. Pratapgarh has an average literacy rate of 74%, higher than the national average of 59.5%: male literacy is 80%, and female literacy is 67%. In Pratapgarh, 14% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Services and infrastructure</p>\r\n<p>There are three cinema halls. They are Archana, Pratap and Samata. The Pratap theatre was the first cinema hall in the whole Udaipur zone when it was built in 1945. The former Darpan cinema has now been shut off to run some other business. Communication services are being run by Airtel, BSNL(evdo), Idea, Reliance, Tata Indicom, and Vodafone. Due to its strategic location the Airport Authority of India has installed here a VOR station for guiding aircraft their path. It is said that Pratapgarh is midway between Delhi-Mumbai route.</p>\r\n<p>&nbsp;</p>\r\n<p>Though Pratapgarh is connected to all important towns by road, a railway line is unlikely, since due to the height at which it is located, it would be very costly to build a railway line.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The standard of education in Pratapgarh has risen radically since the late 1980s. The first English-language middle school was opened in 1989. Since then many education institutes have opened up. Educational services are available now for primary (up to 5th class), middle (up to 8th class), secondary (up to 10th class), higher secondary (up to 12th class) and graduation (Bachelor's degree). The city also have a cram school for pre medical and engineering courses.</p>\r\n<p>&nbsp;</p>\r\n<p>Ecotourism</p>\r\n<p>Pratapgarh is a popular venue for ecotourism. The Sita Mata Wildlife Sanctuary encompasses attractive fauna and flora, including flying squirrels, black-naped monarchs, and lesser floricans.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Pratapgarh district comprises 5 sub-divisions, Arnod, Chhoti Sadri, Dhariawad, Peepal Khoont and Pratapgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>The number of revenue villages in Arnod Tehsil is 178, in Choti Saari Tehsil the number is 141, Dariyawad Tehsil is 249 whereas Peepal khoont Tehsil has 23 and in Pratapgarh Tehsil there are 330 revenue villages.</p>\r\n<p>&nbsp;</p>\r\n<p>The major villages of Pratapgarh district include Dhamottar, Kulmipura, Sidhhpura, Rathanjana, Dhaula Pani, Devgarh, Salamgarh, Parsola, Ghantali, Arnod, Gandher, Asawsata, Kulthana, Avleshwar, Rajora, Kuni, Hathuniya, Pratappura, Mokhampura, Barotha, Basera, Basad, Varmandal, Bajranggarh, Suhagpura, Rampuriya, Chiklad, Gyaspur, Barawarda, Bardia, Thada, Panmodi, Jhansadi, Gautmeshwara, Dalot, Ghantali, Peepalkhoont, Rajpuriya, Bambori and Bagwas &amp; Kherot, Badhi Shakthali.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Pratapgarh is well connected with major cities in Rajasthan, Gujarat &amp; Madhya Pradesh by road . Daily Bus Services connect Pratapgarh with Chittaurgarh (110 km ), Banswara (80 km), Udaipur (165 km), Dungarpur (95 km), Rajsamand (200 km), Jodhpur (435 km), Jaipur (421 km) Neemach (62 km ) Ratlam (85 km), Mandsaur (32 km) and Delhi (705 km) and many other cities in Rajasthan. Private Bus operators are also providing regular connectivity to Pratapgarh from nearby places.</p>\r\n<p>&nbsp;</p>\r\n<p>The total length of roads in the district is 1879 km, with more than 7,500 registered light and heavy vehicles.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the only district without rail-connectivity in Rajasthan state. However, as a result of untiring efforts by ex-district collector Hemant Shesh, the Government of Rajasthan agreed to pursue vigorously with Ministry of Railways, Government of India to connect Pratapgarh with broad-gauge from Mandsaur (32 km), for which appropriate financial contribution to GOI may also be made by the state, if required. It is therefore, presumed that a new railway track ultimately shall be laid from Mandsaur to Pratapgarh, as publicly assured and announced by Shri Ashok Gahlot, the chief minister of Rajasthan on 18 May 2011 at Pratapgarh. Shri Dinesh Trivedi, Minister of Railways, introducing the Railway Budget 2012-2013 on 14 March 2012 has declared to undertake a survey of laying railway track between Mandsaur and Pratapgarh. This new line includes in the GOI list of 111 New Line Surveys to be taken up during 2012-13.</p>\r\n<p>&nbsp;</p>\r\n<p>An airstrip was approved by the Government of Rajasthan in April 2011 and being constructed in Varmandal village (13 km from Pratapgarh). Temporary helipads are in operation at four places in Pratapgarh, Dhariyawad, Peepalkhoont and Chhoti Sadri.</p>\r\n<p>&nbsp;</p>\r\n<p>Medical and health services</p>\r\n<p>There is one 'District Hospital' at Pratapgarh (with 277 bed-capacity), 7 Community Health Centers and dispensaries, 53 Ayurvedic and homeopathy hospitals and dispensaries, 23 PHCs (Primary Health Centres), 2 allopathic dispensaries and 153 Sub-centers in Pratapgarh. Ambulance on call \"Emergency 108&ndash;service\" is available in Pratapgarh, Dhariyawad, Arnod, Peepalkhoont and Chhoti Sadri with nine such equipped vans. An inbuilt multi-facility Mobile Medical Unit (MMU) has also been added to Pratapgarh Civil Hospital to cater to the medical needs of far-off villages in June 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pratapgarh,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pratapgarh-rajasthan","tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":865,"title":"Top Places to visit in Hanumangarh, Rajasthan","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"Hanumangarh is a city in the Indian state of Rajasthan, situated on the banks of the river Ghaggar also identified as Ancient Sarasvati river, located about 400 km from Delhi. It is the administrative seat of Hanumangarh District. The city was once called Bhatner (alternatively spelled Bhatnair) ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"hanumangarh","slug":"hanumangarh"}],"slug":"top-places-to-visit-in-hanumangarh-rajasthan","total":0},{"id":864,"title":"Top Places to visit in Ganganagar, Rajasthan","imageUrl":"815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","dateCreated":"2019-10-12T01:53:41.799Z","dateModified":"2019-10-12T01:54:11.584Z","contributedBy":"AskGif","content":"Sri Ganganagar is a planned city and the northern-most city of the Indian state of Rajasthan, near the borders of Haryana and Punjab states and the international border of India and Pakistan. It is the administrative headquarters of Sri Ganganagar district. It is named after Maharaja Shri Ganga S","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ganganagar","slug":"ganganagar"}],"slug":"top-places-to-visit-in-ganganagar-rajasthan","total":0},{"id":856,"title":"Top Places to visit in Churu, Rajasthan","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"Churu is a city in the desert region of Rajasthan state of India. It is known as gateway to the Thar Desert of Rajasthan. It is the administrative headquarter of Churu District. It lies in the Thar Desert[clarification needed] on the National Highway-65 connecting Pali to Ambala and is a junction","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"churu","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":180,"title":"Top Places to visit in Pratapgarh, Uttar Pradesh","imageUrl":"4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","dateCreated":"2018-12-22T08:04:39.454Z","dateModified":"2018-12-22T08:20:33.071Z","contributedBy":"AskGif","content":"Pratapgarh, also called Belha or Bela Pratapgarh, is a city and municipality of Uttar Pradesh, India. It is the administrative headquarters of Pratapgarh district, part of the Allahabad Division. Pratapgarh is the birthplace of the 'national poet' Harivansh Rai Bachchan.\r\n&nbsp;\r\nIt","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-pratapgarh-uttar-pradesh","total":0}]}