{"id":877,"title":"प्रतापगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","dateCreated":"2019-10-13T02:05:23.388Z","dateModified":"2019-10-13T02:05:47.328Z","contributedBy":"AskGif","content":"<p>प्रतापगढ़, भारत के राजस्थान में एक शहर है। यह प्रतापगढ़ जिले का जिला मुख्यालय है जो राजस्थान का सबसे नया जिला है। अपने थेवा कला के लिए प्रसिद्ध, शहर आदिवासी गांवों से घिरा हुआ है। यह अपने खाद्य जिरलुन और हिंग के लिए प्रसिद्ध है।</p>\r\n<p>प्रतापगढ़ जिला राजस्थान का 33 वां जिला है, जिसे 26 जनवरी 2008 को बनाया गया था। यह उदयपुर संभाग का एक हिस्सा है और चित्तौड़गढ़, उदयपुर और बांसवाड़ा जिलों की तत्कालीन तहसीलों से लिया गया है। प्रतापगढ़ शहर (पिन कोड 312605, STD कोड 01478) जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: प्रतापगढ़ राज्य</p>\r\n<p>मोहित जादावत ने 14 वीं शताब्दी में चित्तौड़गढ़ पर शासन किया। अपने छोटे भाई क्षेमकर्ण के साथ विवाद के कारण उन्होंने उसे अपने क्षेत्र से निष्कासित कर दिया। क्षेमकर्ण का परिवार कुछ समय के लिए शरणार्थी था और राजस्थान के दक्षिण में अरावली पर्वतमाला में रहता था। 1514 में, उनके पुत्र राजकुमार सूरजमल देवगढ़ के शासक बने, और इस राज को बाद में प्रतापगढ़ राज के रूप में जाना जाने लगा। चूंकि देवघर का वातावरण शाही परिवार के अनुकूल नहीं पाया जाता था, इसलिए राजा सूरजमल के वंशजों में से एक राजकुमार प्रतापसिंह ने 1698 में देवगढ़ के पास एक नया शहर बनाना शुरू किया और इसका नाम प्रतापगढ़ रखा।</p>\r\n<p>&nbsp;</p>\r\n<p>यह ब्रिटिश भारत की 15 तोपों की सलामी रियासत थी, जो 1949 में भारत संघ को सौंप दी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>प्रतापगढ़ जिला राजस्थान राज्य में एक नव गठित जिला है। यह 26 जनवरी 2008 को राजस्थान के 33 वें जिले के रूप में अस्तित्व में आया। प्रतापगढ़ 24.03 &deg; N 74.78 &deg; E पर स्थित है। इसकी औसत ऊंचाई 491 मीटर (1610 फीट) है। इसे माउंट आबू के बाद राजस्थान का दूसरा सबसे ऊँचा स्थान कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>शहर पुरानी और नई संस्कृतियों का मिश्रण है। आसपास के गांवों में, आदिवासी संस्कृति अभी भी पनपती है। हर रविवार को जब साप्ताहिक हाट बाजार में व्यापारी माल खरीदने के लिए शहर आते हैं, तो शहर भी आदिवासी दिखता है। जिले के रूप में घोषणा के बाद, राज्य सरकार द्वारा शहर में नई विकास योजनाओं को क्रियान्वित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>तलरूप</p>\r\n<p>शहर के आंतरिक भाग में कई संकरी सड़कें हैं और उनमें से कुछ इतनी संकरी हैं कि दो बाइक को एक दूसरे को पार करना कठिन है। पिछले एक दशक में शहर के बाहरी हिस्सों का तेजी से विकास हो रहा है। तीन अलग-अलग भूवैज्ञानिक संरचनाओं- मालवा पठार, विंध्याचल पहाड़ियों और अरावली पर्वतमाला के संगम के कारण क्षेत्र की स्थलाकृति का विस्तार हो रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>आसपास के शहरों में छोटा सदरी 47 किमी और मंदसौर 32 किलोमीटर शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारतीय जनगणना के अनुसार, प्रतापगढ़ की जनसंख्या 48,900 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। प्रतापगढ़ की औसत साक्षरता दर 74% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 80% है, और महिला साक्षरता 67% है। प्रतापगढ़ में, 14% आबादी 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>सेवाओं और बुनियादी ढांचे</p>\r\n<p>तीन सिनेमा हॉल हैं। वे अर्चना, प्रताप और समता हैं। प्रताप थिएटर पूरे उदयपुर ज़ोन में पहला सिनेमा हॉल था जब इसे 1945 में बनाया गया था। पूर्व डारपैन सिनेमा अब कुछ अन्य व्यवसाय चलाने के लिए बंद कर दिया गया है। संचार सेवाएं एयरटेल, बीएसएनएल (एवो), आइडिया, रिलायंस, टाटा इंडिकॉम और वोडाफोन द्वारा चलाई जा रही हैं। अपने रणनीतिक स्थान के कारण एयरपोर्ट अथॉरिटी ऑफ इंडिया ने अपने मार्ग के लिए विमान का मार्गदर्शन करने के लिए यहां एक वीओआर स्टेशन स्थापित किया है। कहा जाता है कि प्रतापगढ़ दिल्ली-मुंबई मार्ग के बीच में है।</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि प्रतापगढ़ सड़क मार्ग से सभी महत्वपूर्ण शहरों से जुड़ा हुआ है, एक रेलवे लाइन की संभावना नहीं है, क्योंकि जिस ऊंचाई पर यह स्थित है, उसके कारण रेलवे लाइन का निर्माण करना बहुत महंगा होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>प्रतापगढ़ में शिक्षा का स्तर 1980 के दशक के उत्तरार्ध से तेजी से बढ़ा है। पहला अंग्रेजी भाषा का मिडिल स्कूल 1989 में खोला गया था। तब से कई शिक्षा संस्थान खुल गए हैं। प्राथमिक (5 वीं कक्षा तक), मध्य (8 वीं कक्षा तक), माध्यमिक (10 वीं कक्षा तक), उच्चतर माध्यमिक (12 वीं कक्षा तक) और स्नातक (स्नातक की डिग्री) के लिए शैक्षिक सेवाएं उपलब्ध हैं। प्री मेडिकल और इंजीनियरिंग कोर्स के लिए शहर में एक क्राम स्कूल भी है।</p>\r\n<p>पर्यावरण पर्यटन</p>\r\n<p>प्रतापगढ़ इकोटूरिज्म का एक लोकप्रिय स्थल है। सीता माता वन्यजीव अभयारण्य में उड़ने वाली गिलहरियाँ, काले रुमाल वाले सम्राट, और कम फूलवाले सहित आकर्षक जीव-जंतु और वनस्पतियाँ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रतापगढ़ जिले में 5 उप-विभाग हैं, अरनोद, छोटी सदरी, धरियावद, पीपल खोण्ट और प्रतापगढ़।</p>\r\n<p>&nbsp;</p>\r\n<p>अरनोद तहसील में राजस्व गांवों की संख्या 178 है, चोती साड़ी तहसील में संख्या 141 है, दरियावद तहसील 249 है जबकि पीपल खोत तहसील में 23 और प्रतापगढ़ तहसील में 330 राजस्व गाँव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रतापगढ़ जिले के प्रमुख गाँवों में धमोतर, कुलमीपुरा, सिढ़पुरा, रथजाना, धौला पाणि, देवगढ़, सालमगढ़, परसोला, घेंटाली, अरनोद, गांधार, असलता, कुलथाना, अवलेश्वर, राजोरा, कुन्नी, हथुनिया, प्रतापपुरा, मटकुरा, मोकपुरा, शामिल हैं। बसाड, वर्मण्डल, बजरंगगढ़, सुहागपुरा, रामपुरिया, चिकलाद, ग्यारसपुर, बरवाड़ा, बरडिया, थड़ा, पानमोडी, झाँसाड़ी, गौतमेश्वर, दलोत, घंटाली, पीपलखोर्त, राजपुरिया, बम्बोरी और बागवास और खेरकोट, बड़ौदा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>प्रतापगढ़ सड़क मार्ग से राजस्थान, गुजरात और मध्य प्रदेश के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। दैनिक बस सेवा प्रतापगढ़ को चित्तौड़गढ़ (110 किमी), बांसवाड़ा (80 किमी), उदयपुर (165 किमी), डूंगरपुर (95 किमी), राजसमंद (200 किमी), जोधपुर (435 किमी), जयपुर (421 किमी) नीमच (62) से जोड़ती है किमी) रतलाम (85 किमी), मंदसौर (32 किमी) और दिल्ली (705 किमी) और राजस्थान के कई अन्य शहर। निजी बस ऑपरेटर भी प्रतापगढ़ के लिए नजदीकी स्थानों से नियमित संपर्क प्रदान कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में सड़कों की कुल लंबाई 1879 किमी है, जिसमें 7,500 से अधिक पंजीकृत हल्के और भारी वाहन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह राजस्थान राज्य में रेल-कनेक्टिविटी के बिना एकमात्र जिला है। हालांकि, पूर्व जिला कलेक्टर हेमंत शीश के अथक प्रयासों के परिणामस्वरूप, राजस्थान सरकार ने प्रतापगढ़ को मंदसौर (32 किलोमीटर) से ब्रॉड-गेज से जोड़ने के लिए रेल मंत्रालय, भारत सरकार के साथ सख्ती से आगे बढ़ने के लिए सहमति व्यक्त की, जिसके लिए उपयुक्त वित्तीय आवश्यकता पड़ने पर राज्य द्वारा GOI में योगदान भी किया जा सकता है। इसलिए, यह माना जाता है कि अंततः प्रतापगढ़ में राजस्थान के मुख्यमंत्री श्री अशोक गहलोत द्वारा सार्वजनिक रूप से आश्वासन और घोषणा के अनुसार, अंततः मंदसौर से प्रतापगढ़ तक एक नया रेलवे ट्रैक बिछाया जाएगा। रेल मंत्री श्री दिनेश त्रिवेदी ने 14 मार्च 2012 को रेल बजट 2012-2013 की शुरुआत करते हुए मंदसौर और प्रतापगढ़ के बीच रेलवे ट्रैक बिछाने का एक सर्वेक्षण शुरू करने की घोषणा की है। इस नई लाइन में 2012-13 के दौरान ली जाने वाली 111 नई लाइन सर्वेक्षणों की सूची शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>अप्रैल 2011 में राजस्थान सरकार द्वारा एक हवाई पट्टी को मंजूरी दी गई थी और इसका निर्माण वर्मंडल गाँव (प्रतापगढ़ से 13 किमी) में किया गया था। प्रतापगढ़, धरियावद, पीपलखोंट और छोटा सदरी में चार स्थानों पर अस्थायी हेलीपैड संचालित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकित्सा और स्वास्थ्य सेवाएं</p>\r\n<p>प्रतापगढ़ में एक 'जिला अस्पताल' (277 बिस्तर-क्षमता के साथ), 7 सामुदायिक स्वास्थ्य केंद्र और औषधालय, 53 आयुर्वेदिक और होम्योपैथी अस्पताल और औषधालय, 23 पीएचसी (प्राथमिक स्वास्थ्य केंद्र), 2 एलोपैथिक औषधालय और प्रतापगढ़ में 153 उप-केंद्र हैं। । \"आपातकालीन 108-सेवा\" पर एम्बुलेंस नौ ऐसे सुसज्जित वैन के साथ प्रतापगढ़, धरियावद, अरनोद, पीपलखोंट और छोटी सदरी में उपलब्ध है। जून 2011 में दूर-दराज के गांवों की चिकित्सा जरूरतों को पूरा करने के लिए प्रतापगढ़ सिविल अस्पताल में एक इनबिल्ट मल्टी-फैसिलिटी मोबाइल मेडिकल यूनिट (MMU) को भी जोड़ा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pratapgarh,_Rajasthan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1dde44f-470b-4695-ac37-80c569d64f8b_Pratapgarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pratapgarh-rajasthan","tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":865,"title":"हनुमानगढ़ में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","dateCreated":"2019-10-12T04:05:34.849Z","dateModified":"2019-10-12T04:05:52.223Z","contributedBy":"AskGif","content":"हनुमानगढ़ भारतीय राज्य राजस्थान का एक शहर है, जिसे घग्गर नदी के किनारे पर स्थित है, जिसे दिल्ली से लगभग 400 किमी दूर स्थित प्राचीन सरस्वती नदी के रूप में भी जाना जाता है। यह हनुमानगढ़ जिले की प्रशासनिक सीट है। इस शहर को कभी भटनेर कहा जाता था (वैकल्पिक रूप से भटनेयार का नाम था) क्योंकि इसकी स्थापन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/32a8a4df-c7c0-4d44-ae74-6768f5a6fd94_Hanumangarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"हनुमानगढ़","slug":"hanumangarh"}],"slug":"top-places-to-visit-in-hanumangarh-rajasthan","total":0},{"id":864,"title":"गंगानगर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","dateCreated":"2019-10-12T01:53:41.799Z","dateModified":"2019-10-12T01:54:11.584Z","contributedBy":"AskGif","content":"श्री गंगानगर हरियाणा और पंजाब राज्यों की सीमाओं और भारत और पाकिस्तान की अंतर्राष्ट्रीय सीमा के पास एक नियोजित शहर और भारतीय राज्य राजस्थान का सबसे उत्तरी शहर है। यह श्री गंगानगर जिले का प्रशासनिक मुख्यालय है। इसका नाम महाराजा श्री गंगा सिंह बहादुर, बीकानेर के महाराजा के नाम पर रखा गया है। इसे \"रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/815651e3-e572-4252-984a-d0c7561ca20d_Ganganagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"गंगानगर","slug":"ganganagar"}],"slug":"top-places-to-visit-in-ganganagar-rajasthan","total":0},{"id":856,"title":"चुरू में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"चुरू भारत के राजस्थान राज्य के रेगिस्तानी क्षेत्र का एक शहर है। इसे राजस्थान के थार रेगिस्तान के प्रवेश द्वार के रूप में जाना जाता है। यह चूरू जिले का प्रशासनिक मुख्यालय है। यह थार रेगिस्तान में निहित है [राष्ट्रीय राजमार्ग -65 पर अम्बाला को जोड़ने वाले राष्ट्रीय राजमार्ग -65 पर स्पष्टीकरण की आवश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"चुरू","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":180,"title":"प्रतापगढ़ में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","dateCreated":"2018-12-22T08:04:39.454Z","dateModified":"2018-12-22T08:20:33.071Z","contributedBy":"AskGif","content":"प्रतापगढ़, जिसे बेल्हा या बेला प्रतापगढ़ भी कहा जाता है, उत्तर प्रदेश, भारत का एक शहर और नगरपालिका है। यह प्रतापगढ़ जिले का प्रशासनिक मुख्यालय है, जो इलाहाबाद मंडल का हिस्सा है। प्रतापगढ़ 'राष्ट्रीय कवि' हरिवंश राय बच्चन का जन्म स्थान है।\r\n&nbsp;\r\nयह उत्तर प्रदेश के सबसे पुराने जिलो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-pratapgarh-uttar-pradesh","total":0}]}