{"id":878,"title":"Top Places to visit in Rajsamand, Rajasthan","imageUrl":"0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","dateCreated":"2019-10-13T02:21:58.527Z","dateModified":"2019-10-13T02:22:19.615Z","contributedBy":"AskGif","content":"<p>Rajsamand is a town in Rajasthan, western India. The city is named for Rajsamand Lake, an artificial lake created in the 17th century by Rana Raj Singh of Mewar. It is the administrative headquarters of Rajsamand District.</p>\r\n<p>Rajsamand District is a district of the state of Rajasthan in western India. The town of Rajnagar is the district headquarters. The district was constituted on 10 April 1991 from Udaipur district by carving out 7 entire tehsils - Bhim, Deogarh, Amet, Kumbhalgarh, Rajsamand, Nathdwara, and Railmagra.</p>\r\n<p>&nbsp;</p>\r\n<p>Places to see</p>\r\n<p>Located at about 62 km away from the magnificent city of Udaipur (the city of lakes), Rajsamand itself is quite naturally endowed with eye-catching beauty. Surrounded by the wide ranges of Aravali, it houses the stunning Rajsamand Lake. Kumbhalgarh Fort is another breathtaking architectural marvel that's a must-see in the district. Located on a hilltop, it's known for its humongous boundary wall that's second only to the Great Wall of China in size.</p>\r\n<p>&nbsp;</p>\r\n<p>From a cultural point of view, a village in Rajsamand that has made a mark in the world is the village of Piplantri. It's famed for the practice of village-members planting 111 plants every time a girl child is born in the village.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district has an area of 4,768 km&sup2;. The Aravalli Range forms the northwestern boundary of the district, across which lies Pali District. Ajmer District lies to the north, Bhilwara District to the northeast and east, Chittorgarh District to the southeast, and Udaipur District to the south. The district lies in the watershed of the Banas River and its tributaries. Some other rivers are: Ari, Gomati, Chandra and Bhoga.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Rajsamand district has a population of 1,158,283, roughly equal to the nation of Timor-Leste or the US state of Rhode Island. This gives it a ranking of 405th in India (out of a total of 640). The district has a population density of 302 inhabitants per square kilometre (780/sq mi) . Its population growth rate over the decade 2001-2011 was 17.35%. Rajsamand has a sex ratio of 988 females for every 1000 males, and a literacy rate of 63.93%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 99.48% of the population in the district spoke Hindi as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Although most of the economy of Rajasthan is based on agriculture, this part of the state is rich in mineral resources. The area is one of the prime Indian suppliers of marble, granite and other valuable varieties of stone. The Dariba and Jawar mines are the principal Indian sources of ores for zinc, silver, manganese, etc. The majority of the population is engaged in organised and unorganised mining-related works. Others are engaged in tyre and tobacco factories.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajsamand_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rajsamand-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"rajsamand","slug":"rajsamand"}],"recommendations":[{"id":883,"title":"Top Places to visit in Udaipur, Rajasthan","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"Udaipur, also known as the \"City of Lakes\", is a city in the state of Rajasthan in India. It is the historic capital of the kingdom of Mewar in the former Rajputana Agency. It was founded in 1558 by Maharana Udai Singh II of the Sisodia clan of Rajput, when he shifted his capital from the city of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"udaipur","slug":"udaipur"}],"slug":"top-places-to-visit-in-udaipur-rajasthan","total":0},{"id":878,"title":"Top Places to visit in Rajsamand, Rajasthan","imageUrl":"0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","dateCreated":"2019-10-13T02:21:58.527Z","dateModified":"2019-10-13T02:22:19.615Z","contributedBy":"AskGif","content":"Rajsamand is a town in Rajasthan, western India. The city is named for Rajsamand Lake, an artificial lake created in the 17th century by Rana Raj Singh of Mewar. It is the administrative headquarters of Rajsamand District.\r\nRajsamand District is a district of the state of Rajasthan in west","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c2450a1-9f4e-4ed1-864a-5d20d5a21e1e_Rajsamand-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"rajsamand","slug":"rajsamand"}],"slug":"top-places-to-visit-in-rajsamand-rajasthan","total":0},{"id":856,"title":"Top Places to visit in Churu, Rajasthan","imageUrl":"40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","dateCreated":"2019-10-10T17:13:46.875Z","dateModified":"2019-10-10T17:15:05.462Z","contributedBy":"AskGif","content":"Churu is a city in the desert region of Rajasthan state of India. It is known as gateway to the Thar Desert of Rajasthan. It is the administrative headquarter of Churu District. It lies in the Thar Desert[clarification needed] on the National Highway-65 connecting Pali to Ambala and is a junction","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/40161abc-c756-47de-b5b9-592478539c19_Churu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"churu","slug":"churu"}],"slug":"top-places-to-visit-in-churu-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}