{"id":880,"title":"सवाई माधोपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"06eda136-8c33-4252-a3c7-7a53e6c98fba_Sawai-Madhopur-railway.jpg","dateCreated":"2019-10-13T03:07:12.656Z","dateModified":"2019-10-13T03:07:30.975Z","contributedBy":"AskGif","content":"<p>सवाई माधोपुर राजस्थान राज्य, भारत में सवाई माधोपुर जिले में एक शहर और नगर निगम (नगर परिषद) है। यह राजस्थान के सवाई माधोपुर जिले का प्रशासनिक मुख्यालय है। सवाई माधोपुर जिला भरतपुर संभागीय आयोग के अंतर्गत आता है। सवाई माधोपुर के पास रणथंभौर नेशनल पार्क है जो रेलवे स्टेशन और यूनेस्को की विश्व धरोहर स्थल रणथंभौर किले से 7 किमी दूर है। सवाई माधोपुर में त्रिनेत्र गणेश मंदिर है। ग्वालों को शहर के चारों ओर 40 किलोमीटर क्षेत्र में उगाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>रणथंभौर राष्ट्रीय उद्यान</p>\r\n<p>&nbsp;</p>\r\n<p>रणथंभौर नेशनल पार्क में सबसे बड़ा बाघ टी 24 है</p>\r\n<p>रणथंभौर राष्ट्रीय उद्यान भारत के सबसे बड़े राष्ट्रीय उद्यानों में से एक है। यह सवाई माधोपुर से लगभग 11 किलोमीटर (6.8 मील) की दूरी पर स्थित है। 1955 में, इसे सवाई माधोपुर खेल अभयारण्य के रूप में स्थापित किया गया था। 1973 में, भूमि एक प्रोजेक्ट टाइगर रिजर्व बन गई। 1980 में इस क्षेत्र का नाम बदलकर रणथंभौर राष्ट्रीय उद्यान कर दिया गया। 1984 में, निकटवर्ती जंगलों को सवाई मान सिंह अभयारण्य और केलादेवी अभयारण्य घोषित किया गया, और 1991 में बाघों को सवाई मान सिंह और केलादेवी अभयारण्यों को शामिल करने के लिए बड़ा किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>रणथंभौर का किला</p>\r\n<p>&nbsp;</p>\r\n<p>नौलखा द्वार, रणथंभौर का किला</p>\r\n<p>सवाई माधोपुर का इतिहास रणथंभौर किले से जुड़ा हुआ है। इसके निर्माण की तिथि अज्ञात है। किला शुष्क भूमि के एक क्षेत्र में एक नखलिस्तान प्रदान करता है। मध्यकाल में, यह दिल्ली और आगरा जैसी सेनाओं के खिलाफ एक रक्षा थी। 1296 ईस्वी में, राव हमीर ने किले का आयोजन किया। किले की उल्लेखनीय विशेषताओं में तोरण द्वार, महादेव छत्री, समेटन की हवेली, 32 स्तंभ छत्री, मस्जिद और गणेश मंदिर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राकृतिक इतिहास का राजीव गांधी क्षेत्रीय संग्रहालय</p>\r\n<p>&nbsp;</p>\r\n<p>प्राकृतिक इतिहास का राजीव गांधी क्षेत्रीय संग्रहालय</p>\r\n<p>23 दिसंबर 2007 को, भारत के उपराष्ट्रपति हामिद अंसारी द्वारा सवाई माधोपुर में राजीव गांधी क्षेत्रीय संग्रहालय के प्राकृतिक इतिहास का शिलान्यास किया गया। संग्रहालय भारत के पश्चिमी शुष्क क्षेत्र के वातावरण पर केंद्रित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>काला-गौरा मंदिर</p>\r\n<p>शिल्पग्राम</p>\r\n<p>शिल्पग्राम सवाई माधोपुर का ग्रामीण कला और शिल्प परिसर है। यह भारत के पश्चिम क्षेत्र का एक जीवित नृवंशविज्ञान संग्रहालय है जिसमें पाँच संघीय राज्य शामिल हैं। कला, शिल्प, रंगमंच और संगीत पर बच्चों के लिए कार्यशालाओं पर विशेष जोर दिया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गलता मंदिर</p>\r\n<p>गलता मंदिर एक ऐतिहासिक श्री राम-सीता मंदिर है जो पुराने शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>होटल प्रबंधन संस्थान</p>\r\n<p>1 सितंबर 2015 को, भारत सरकार ने आतिथ्य क्षेत्र को विकसित करने और पर्यटन को बढ़ावा देने के लिए सवाई माधोपुर में एक होटल प्रबंधन संस्थान की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>आतिथ्य प्रबंधन संस्थान</p>\r\n<p>सवाई माधोपुर कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>गवर्नमेंट पीजी कॉलेज</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज</p>\r\n<p>गुलशन कॉलेज ऑफ नर्सिंग</p>\r\n<p>संगठन और गैर सरकारी संगठन</p>\r\n<p>ग्रामीण शिक्षा केंद्र</p>\r\n<p>दास्तकर रणथंभौर</p>\r\n<p>राजकुमारी दीया कुमारी फाउंडेशन</p>\r\n<p>प्राकृत समाज</p>\r\n<p>एक्सेस डेवलपमेंट सर्विसेज - स्थानीय किसानों और महिला कारीगरों के साथ काम करती है।</p>\r\n<p>परिवहन</p>\r\n<p>वायु</p>\r\n<p>सवाई माधोपुर में एक हवाई पट्टी है जो निजी जेट के लिए उपयोग की जाती है और सुप्रीम एयरलाइंस ने 11 अप्रैल 2018 से सवाई माधोपुर और दिल्ली के बीच नियमित उड़ान संचालन शुरू किया है। निकटतम हवाई अड्डा जयपुर अंतर्राष्ट्रीय हवाई अड्डा 132 किलोमीटर (82 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>सवाई माधोपुर जंक्शन</p>\r\n<p>सवाई माधोपुर जंक्शन दिल्ली से मुंबई ट्रंक मार्ग पर स्थित है। यह शहर जयपुर - इंदौर सुपर-फास्ट, दयोदय एक्सप्रेस (अजमेर - जबलपुर एक्सप्रेस), जोधपुर - इंदौर इंटरसिटी, हजरत निजामुद्दीन - इंदौर एक्सप्रेस, मरूसागर एक्सप्रेस (अजमेर - एर्नाकुलम एक्सप्रेस / एर्नाकुलम एक्सप्रेस), जयपुर सहित कई ट्रेनों का ठहराव है। - मैसूर एक्सप्रेस, जयपुर - चेन्नई एक्सप्रेस, जयपुर - कोयम्बटूर एक्सप्रेस, जोधपुर - पुरी एक्सप्रेस, जोधपुर - भोपाल एक्सप्रेस, जोधपुर - इंदौर इंटरसिटी, और अगस्त क्रांति राजधानी एक्सप्रेस।</p>\r\n<p>&nbsp;</p>\r\n<p>जयपुर - इंदौर सुपर-फास्ट, सवाई माधोपुर को मध्य प्रदेश के प्रमुख शहर इंदौर जंक्शन से जोड़ता है। राष्ट्रीय राजधानी दिल्ली से सवाई माधोपुर तक एक जन शताब्दी एक्सप्रेस ट्रेन भी है। अन्य ट्रेनों में कोटा - हनुमानगढ़ एक्सप्रेस, सवाई माधोपुर-मथुरा पैसेंजर और जयपुर-बयाना पैसेंजर शामिल हैं। कोटा - पटना एक्सप्रेस आगरा, कानपुर, लखनऊ और वाराणसी के माध्यम से सवाई माधोपुर और पटना शहरों को जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुंबई-निजामुद्दीन अगस्त क्रांति राजधानी एक्सप्रेस सवाई माधोपुर में 2 मिनट के लिए रुकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्जरी ट्रेनों में पैलेस ऑन व्हील्स, रॉयल राजस्थान ऑन व्हील्स और भारतीय महाराजा शामिल हैं, जो सवाई माधोपुर में आठ दिनों की पर्यटन स्थलों की यात्रा पर रुकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>&nbsp;</p>\r\n<p>कोटा-लालसोट हाईवे</p>\r\n<p>NH-116 (टोंक-सवाई माधोपुर) और कोटा-लालसोट मेगा हाईवे शहर से गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>सवाई माधोपुर में सबसे बड़ा परिचालित दैनिक समाचार पत्र राजस्थान पत्रिका और दैनिक भास्कर हैं। ऑल इंडिया रेडियो (आकाशवाणी / आकाशवाणी) और स्थानीय एफएम रेडियो स्टेशन, शहर में 101.5 मेगाहर्ट्ज़ प्रसारण। कार्यक्रम हिंदी और राजस्थानी में प्रसारित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sawai_Madhopur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06eda136-8c33-4252-a3c7-7a53e6c98fba_Sawai-Madhopur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sawai-madhopur-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"सवाई-माधोपुर","slug":"sawai-madhopur"}],"recommendations":[{"id":873,"title":"कोटा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","dateCreated":"2019-10-12T09:49:26.817Z","dateModified":"2019-10-12T09:49:48.122Z","contributedBy":"AskGif","content":"कोटा जिसे पहले कोटह के नाम से जाना जाता था, एक शहर है जो उत्तर भारतीय राज्य राजस्थान के दक्षिण-पूर्व में स्थित है। यह राज्य की राजधानी जयपुर से लगभग 240 किलोमीटर (149 मील) दक्षिण में, चंबल नदी के तट पर स्थित है। 1.2 मिलियन से अधिक की आबादी के साथ, यह जयपुर और जोधपुर के बाद राजस्थान का तीसरा सबसे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोटा","slug":"kota"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-kota-rajasthan","total":0},{"id":869,"title":"जयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"जयपुर भारत के राजस्थान राज्य की राजधानी और सबसे बड़ा शहर है। 2011 तक, इस शहर की आबादी 3.1 मिलियन थी, जिससे यह देश का दसवां सबसे अधिक आबादी वाला शहर बन गया। जयपुर को अपने भवनों की प्रमुख रंग योजना के कारण गुलाबी शहर के रूप में भी जाना जाता है। यह राष्ट्रीय राजधानी नई दिल्ली से 268 किमी (167 मील) क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जयपुर","slug":"jaipur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":860,"title":"धौलपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"धौलपुर भारत के राजस्थान राज्य के पूर्वी-अधिकांश भागों में स्थित एक शहर है। यह धौलपुर जिले का प्रशासनिक मुख्यालय है और पूर्व में धौलपुर रियासत की सीट थी। धौलपुर राज्य या धौलपुर राज्य भारत का एक राज्य था, जिसकी स्थापना ई। 1806 में धौलपुर के एक हिंदू जाट महाराणा कीरत सिंह द्वारा की गई थी।\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"धौलपुर","slug":"dholpur"}],"slug":"top-places-to-visit-in-dholpur-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}