{"id":880,"title":"Top Places to visit in Sawai Madhopur, Rajasthan","imageUrl":"06eda136-8c33-4252-a3c7-7a53e6c98fba_Sawai-Madhopur-railway.jpg","dateCreated":"2019-10-13T03:07:12.656Z","dateModified":"2019-10-13T03:07:30.975Z","contributedBy":"AskGif","content":"<p>Sawai Madhopur is a city and Municipal Corporation (Nagar Parishad) in the Sawai Madhopur District in Rajasthan state, India. It is the administrative headquarters of Sawai Madhopur District of Rajasthan.Sawai Madhopur District comes under Bharatpur Divisional Commissionerate.&nbsp; Near to Sawai Madhopur is the Ranthambore National Park which is 7 km from the railway station and Ranthambore Fort, a UNESCO World Heritage Site. In Sawai Madhopur is the Trinetra Ganesh temple. Guavas are grown in the 40 Km region around the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Ranthambore National Park</p>\r\n<p>&nbsp;</p>\r\n<p>T24, the largest tiger in Ranthambore National Park</p>\r\n<p>Ranthambore National Park is one of the largest national parks in India. It is situated about 11 kilometres (6.8 mi) from Sawai Madhopur. In 1955, it was established as the Sawai Madhopur Game Sanctuary. In 1973, the land became a Project Tiger reserve. The area was renamed the Ranthambore National Park in 1980. In 1984, the adjacent forests were declared the Sawai Man Singh Sanctuary and Keladevi Sanctuary, and in 1991 the tiger reserve was enlarged to include Sawai Man Singh and Keladevi sanctuaries.</p>\r\n<p>&nbsp;</p>\r\n<p>Ranthambore Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Naulkha gate, Ranthambore Fort</p>\r\n<p>The history of Sawai Madhopur is associated with the Ranthambore Fort. The date of its construction is unknown. The fort provides an oasis in an area of arid land. In medieval times, it was a defence against the forces such as those of Delhi and Agra. In 1296 CE, Rao Hamir held the fort. Notable features of the fort include the Toran Dwar, Mahadeo Chhatri, Sameton Ki Haveli, the 32 pillared Chhatri, Mosque, and Ganesh Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajiv Gandhi Regional Museum of Natural History</p>\r\n<p>&nbsp;</p>\r\n<p>Rajiv Gandhi Regional Museum of Natural History</p>\r\n<p>On 23 December 2007, the foundation stone laying ceremony of Rajiv Gandhi Regional Museum of Natural History in Sawai Madhopur, was officiated by Hamid Ansari, Vice President of India. The museum focusses on the environment of the western arid region of India.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kala-Gaura Temple</p>\r\n<p>Shilpgram</p>\r\n<p>Shilpgram is Sawai Madhopur's rural arts and crafts complex. It is a living ethnographic museum of the West Zone of India which includes five federal states. Special emphasis is laid on workshops for children on arts, crafts, theatre, and music.</p>\r\n<p>&nbsp;</p>\r\n<p>Galta mandir</p>\r\n<p>The Galta temple is a historic Shri Ram-Sita temple situated in the old city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Institute of Hotel Management</p>\r\n<p>On 1 September 2015, the Government of India officiated an Institute of Hotel Management at Sawai Madhopur to develop the hospitality sector and to promote tourism.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>Institute of Hospitality Management</p>\r\n<p>Sawai Madhopur College of Engineering and Technology</p>\r\n<p>Government PG College</p>\r\n<p>Government Polytechnique College</p>\r\n<p>Gulshan College of Nursing</p>\r\n<p>Organizations and NGOs</p>\r\n<p>Gramin Shiksha Kendra</p>\r\n<p>Dastkar Ranthambhore</p>\r\n<p>Princess Diya Kumari Foundation</p>\r\n<p>Prakritik Society</p>\r\n<p>Access Development Services - works with local farmers and women artisans.</p>\r\n<p>Transportation</p>\r\n<p>Air</p>\r\n<p>Sawai Madhopur has an airstrip which is used for Private Jets and Supreme Airlines has started regular flight operations between Sawai Madhopur and Delhi from 11 April 2018. The nearest airport is the Jaipur International Airport 132 kilometres (82 mi) away.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Sawai Madhopur Junction</p>\r\n<p>Sawai Madhopur Junction is located on the Delhi to Mumbai trunk route. The city is a stop for many trains, including Jaipur - Indore Super-Fast, Dayodaya Express (Ajmer - Jabalpur Express), Jodhpur - Indore Intercity, Hazrat Nizamuddin - Indore Express, Marusagar Express (Ajmer - Ernakulam Express / Ernakulam Express), Jaipur - Mysore Express, Jaipur - Chennai Express, Jaipur - Coimbatore Express, Jodhpur - Puri Express, Jodhpur - Bhopal Express, Jodhpur - Indore Intercity, and the August Kranti Rajdhani Express.</p>\r\n<p>&nbsp;</p>\r\n<p>The Jaipur - Indore Super-Fast connects Sawai Madhopur to the major city of Madhya Pradesh, Indore Junction. There is also a Jan Shatabdi Express train, from Sawai Madhopur to the national capital, Delhi. Other trains include the Kota - Hanumangarh Express, the Sawai Madhopur-Mathura Passenger and the Jaipur-Bayana Passenger. The Kota - Patna Express connects Sawai Madhopur and Patna cities via Agra, Kanpur, Lucknow, and Varanasi.</p>\r\n<p>&nbsp;</p>\r\n<p>Mumbai -Nizamuddin Aug. Kranti Rajdhani Express halts at Sawai Madhopur for 2 min.</p>\r\n<p>&nbsp;</p>\r\n<p>The luxury trains include the Palace on Wheels, the Royal Rajasthan on Wheels, and the Indian Maharaja which makes a stop at Sawai Madhopur on an eight-day round trip to tourist destinations.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>&nbsp;</p>\r\n<p>Kota-Lalsot Highway</p>\r\n<p>NH-116 (Tonk-Sawai Madhopur ) and the Kota-Lalsot Mega Highway pass through the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>The largest circulated daily newspapers in Sawai Madhopur are the Rajasthan Patrika and Dainik Bhaskar. The All India Radio (AIR / Akashvani) and the local FM radio station, 101.5 MHz broadcast in the city. Programs are broadcast in Hindi and Rajasthani.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sawai_Madhopur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06eda136-8c33-4252-a3c7-7a53e6c98fba_Sawai-Madhopur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sawai-madhopur-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"sawai-madhopur","slug":"sawai-madhopur"}],"recommendations":[{"id":873,"title":"Top Places to visit in Kota, Rajasthan","imageUrl":"a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","dateCreated":"2019-10-12T09:49:26.817Z","dateModified":"2019-10-12T09:49:48.122Z","contributedBy":"AskGif","content":"Kota previously known as Kotah, is a city located in the southeast of northern Indian state of Rajasthan. It is located about 240 kilometres (149 mi) south of the state capital, Jaipur, situated on the banks of Chambal River. With a population of over 1.2 million, it is the third most populous ci","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0666335-74f6-4575-83ab-400f6e0c1681_Kota-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kota","slug":"kota"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-kota-rajasthan","total":0},{"id":869,"title":"Top Places to visit in Jaipur, Rajasthan","imageUrl":"a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","dateCreated":"2019-10-12T08:46:26.512Z","dateModified":"2019-10-12T08:46:46.27Z","contributedBy":"AskGif","content":"Jaipur is the capital and the largest city of the Indian state of Rajasthan. As of 2011, the city had a population of 3.1 million, making it the tenth most populous city in the country. Jaipur is also known as the Pink City, due to the dominant color scheme of its buildings. It is located 268 km ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a404cb5b-88ba-4e1e-8e1e-021b30b40226_Jaipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaipur","slug":"jaipur"},{"name":"rajasthan","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jaipur-rajasthan","total":0},{"id":860,"title":"Top Places to visit in Dholpur, Rajasthan","imageUrl":"dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","dateCreated":"2019-10-11T14:13:57.929Z","dateModified":"2019-10-11T14:14:22.286Z","contributedBy":"AskGif","content":"Dholpur is a city in eastern-most parts of the Rajasthan state of India. It is the administrative headquarters of Dholpur District and was formerly seat of the Dholpur princely state. Dholpur State or Dhaulpur State was a kingdom of India, which was founded in AD 1806 by a Hindu Jat Maharana Kira","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfa0db7d-f6e4-4a85-8803-ffa5277c731f_Dholpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"dholpur","slug":"dholpur"}],"slug":"top-places-to-visit-in-dholpur-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}