{"id":881,"title":"Top Places to visit in Sirohi, Rajasthan","imageUrl":"c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","dateCreated":"2019-10-13T03:16:05.22Z","dateModified":"2019-10-13T03:16:29.793Z","contributedBy":"AskGif","content":"<p>Sirohi is a city in southern Rajasthan state in western India. It is the administrative headquarters of Sirohi District and was formerly the capital of the princely state of Sirohi ruled by Sirohi Rajput rulers. The nearest railway station to Sirohi is Sirohi Road. Sirohi got first rank in 33 districts of Rajasthan for \"Swachha bharat Abhiyan \" in year 2014.</p>\r\n<p>Sirohi District is a district of Rajasthan state in western India. The City of Sirohi is the district headquarters and the largest city of the district. Abu Road is the industrial town of Sirohi District.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third least populous district of Rajasthan (out of 33), after Jaisalmer and Pratapgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Sirohi is well connected to all the cities of India through National Highways and State Highways . RSRTC has daily services to Jaipur, Udaipur, Ajmer, Kota, Barmer, Delhi, Ahmedabad, Surat, Kalyan from Sirohi Central Busstop . Various private company buses like VRL Travels,MR travels, SRS Travels, Shrinath Travels have daily services from Sirohi to Bangalore and Pune . Nearest Railway Station Sirohi Road (SOH) and Abu road (ABR). Nearest Domestic Airport Udaipur and International Airport Ahmedabad .</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools in Sirohi are affiliated either by the Central board of secondary education, or Rajasthan board of secondary education. There are 863 schools in the district including both private and government. The higher education institutions in the city included Govt P.G.College affiliated by Mohanlal Sukhadia University, a Govt. Girls College which is also affiliated to Mohanlal Sukhadia University, Udaipur and &amp; Private colleges. For technical education Govt. POLYTECHNIC &amp; Govt. Women B.ed college and ITI College as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Some renowned schools in the city are St. Paul's Higher Secondary School, Ajit Vidhya Mandir, and Emmanuel Mission School.</p>\r\n<p>&nbsp;</p>\r\n<p>National and state highways</p>\r\n<p>Sirohi is well connected to highways of India by the NHAI . NH 62 connects sirohi from South starting from Pindwara to the north up to the Pali District of Rajasthan and continues up to Beawar. NH 168 passing through Sirohi intersecting SH 27 which is also known as Delhi - Kandla Highway SH 27 ends at Deesa In Gujarat State. SH 38 passing from NH 62 in the west of the Sirohi connecting NH 112 via Jalore and ends at the Balotra in Barmer District. SH 10 on the east of Sirohi heading towards NH 8 intersect at Udaipur, Rajasthan and SH 10 continues up to Banswara District in Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district has an area of 5136 km&sup2;. It is bordered on the west by Jalor District, on the north by Pali District, on the east by Udaipur District, and on the south by Banas Kantha District of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>It has an area of 5139 km (2009 sq. miles). Sirohi district is situated at the south-west part of Rajasthan between parallel of 24&deg; 20&prime; and 25&deg; 17&prime; North Latitude and 72&deg; 16&prime; and 73&deg; 10&prime; East Longitude.</p>\r\n<p>&nbsp;</p>\r\n<p>Sirohi District is broken up by hills and rocky ranges. The granite massif of Mount Abu divides the district into two portions, running from north-east to south-west. The south and south-east part of the district, which lies between Mount Abu and the main spine of the Aravallis, is mountainous and rugged, and is drained by the West Banas River. Abu Road, a station on the main Delhi-Ahmedabad rail line, lies in the valley of the West Banas. Dry deciduous forest is common in this part of the district, and the higher elevations of Mount Abu are covered in conifer forests. Abu Road is the biggest city and the main financial hub of Sirohi District. Sirohi district has the fewest villages in Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>The portion of the district west and north of Mount Abu is drier, lying in the rain shadow of the mountain, which blocks the southwest monsoon. The southwest corner of the district is drained by the Sukri river, an intermittent stream that drains the western slope of Mount Abu. The northwestern portion of the district is drained by tributaries of the Luni River. The Northwestern thorn scrub forests cover the western and northern portion of the district. Warada is the last village of Sirohi located on Sirohi&ndash;Siyana Road.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Adishwara temple, Dilwara Temples</p>\r\n<p>Chandravati Temple, 6 km from Abu Road city (a historical temple)</p>\r\n<p>Kusuma</p>\r\n<p>Mirpur Jain Temple (18 km from Sirohi City)</p>\r\n<p>Mount Abu</p>\r\n<p>Shree Pavapuri Tirth Dham</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative setup</p>\r\n<p>There are 5 Sub Divisions in the Sirohi district: Sirohi, Mount Abu, Sheoganj, Pindwara and Reodar, while five tehsils as well as Panchayat Samitis are Sirohi, Sheoganj, Pindwara, Abu Road and Reodar. Total 162 Gram Panchayts are there for 518 villages in the district and five Nagar Palikas (Municipalitys) are there for Sirohi, Sheoganj, Pindwara, Abu Road and Mount Abu. There are three sub-tehsils- Bhavri in Pindwara, Kalandri in Sirohi and Mandar in Reodar tehsils respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sirohi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c36a40fa-bf90-48b9-9e77-649603a7e964_Sirohi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sirohi-rajasthan","tags":[{"name":"sirohi","slug":"sirohi"},{"name":"rajasthan","slug":"rajasthan"}],"recommendations":[{"id":872,"title":"Top Places to visit in Karauli, Rajasthan","imageUrl":"3e21bc97-075f-4384-ab9f-b282f5090bcd_Karauli-tourism.jpg","dateCreated":"2019-10-12T09:42:55.843Z","dateModified":"2019-10-12T09:43:14.88Z","contributedBy":"AskGif","content":"Karauli (also formerly spelled Karoli or Kerowlee) is a city located in the Indian state of Rajasthan. The city is the administrative center of Karauli District, and was formerly the capital of the erstwhile princely state of Karauli. Karauli District comes under Bharatpur Divisional Commissioner","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e21bc97-075f-4384-ab9f-b282f5090bcd_Karauli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"karauli","slug":"karauli"}],"slug":"top-places-to-visit-in-karauli-rajasthan","total":0},{"id":855,"title":"Top Places to visit in Bhilwara, Rajasthan","imageUrl":"9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","dateCreated":"2019-10-10T17:02:02.377Z","dateModified":"2019-10-10T17:02:47.557Z","contributedBy":"AskGif","content":"Bhilwara District is a district of the state of Rajasthan in western India. The town of Bhilwara is the district headquarters.\r\nBhilwara is a town in the Mewar region of Rajasthan, India. It is famous for textiles in the Indian state of Rajasthan.\r\n&nbsp;\r\nInfrastructure\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b4795f7-aa89-49a3-a4b2-bd7b63a60441_Bhilwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bhilwara","slug":"bhilwara"}],"slug":"top-places-to-visit-in-bhilwara-rajasthan","total":0},{"id":846,"title":"Top Places to visit in Alwar, Rajasthan","imageUrl":"fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","dateCreated":"2019-10-08T02:46:04.526Z","dateModified":"2019-10-08T02:47:30.051Z","contributedBy":"AskGif","content":"Alwar District is a district in Rajasthan, a state in northern India, with capital in the city of Alwar. The district covers 8,380 km2. It is bound on the north by Rewari district of Haryana, on the east by Bharatpur and Mewat district of Haryana, on the south by Dausa, and on the west by Jaipur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd46aa5c-967a-44e4-afca-5cd596bb3d7f_Alwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"alwar","slug":"alwar"}],"slug":"top-places-to-visit-in-alwar-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}