{"id":882,"title":"टोंक में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"bfbd3469-bf62-4db3-8d5b-9426c73f3dc3_Tonk-tourism.jpg","dateCreated":"2019-10-13T03:24:05.136Z","dateModified":"2019-10-13T03:24:23.922Z","contributedBy":"AskGif","content":"<p>टोंक भारतीय राज्य राजस्थान का एक शहर है। यह शहर बनास नदी के दाहिने किनारे पर जयपुर से दक्षिण में सड़क मार्ग से 95 किमी (60 मील) की दूरी पर स्थित है। यह टोंक जिले का प्रशासनिक मुख्यालय है। टोंक 1817 से 1947 तक ब्रिटिश भारत की अधिपति रियासत की राजधानी भी थी।</p>\r\n<p>टोंक जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। टोंक शहर जिले का प्रशासनिक मुख्यालय है। यह जिला उत्तर में जयपुर जिले, पूर्व में सवाई माधोपुर जिले, दक्षिण पूर्व में कोटा जिले, दक्षिण में बूंदी जिले, दक्षिण पश्चिम में भीलवाड़ा जिले और पश्चिम में अजमेर जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>&nbsp;</p>\r\n<p>18. राजस्थान में स्थान</p>\r\n<p>टोंक राष्ट्रीय राजमार्ग 12 पर है, जो जयपुर से 100 किमी दूर है। यह 75.19 'और 76.16 पूर्वी देशांतर और 25.41' और 26.24 'उत्तरी अक्षांश के बीच राज्य के उत्तरपूर्वी भाग में है। कुल क्षेत्रफल 7194 किमी 2 (2002-03 के अनुसार) है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह राजस्थान राज्य के उन चार जिलों में से एक है जो सीधे रेल से नहीं जुड़े हैं। निकटतम रेलवे स्टेशन, नयाई जिले के भीतर है, लेकिन जिला मुख्यालय से 30 किमी दूर है। बनास नदी जिले से होकर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में, पंचायती राज मंत्रालय ने टोंक को देश के 250 सबसे पिछड़े जिलों (640 में से) में से एक का नाम दिया। यह राजस्थान के 12 जिलों में से एक है जो पिछड़ा क्षेत्र अनुदान निधि (BRGF) से धन प्राप्त करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकांश जनसंख्या कृषि पर निर्भर करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>सात उप-विभाग और तहसील हैं: देवली, मालपुरा, नयाई, टोडारायसिंह, टोंक, उनियारा और पीप्पुला। टोंक नगर-परिषद है जबकि देवली, मालपुरा, नयाई, टोडारायसिंह और उनियारा नगर-पालिका हैं। 2001 की जनगणना के अनुसार जिले में 1093 गाँव थे।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, टोंक जिले की आबादी 1,421,711 है, जो स्वाजीलैंड या हवाई के अमेरिकी राज्य के बराबर है। यह इसे भारत में 347 वें (640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 198 निवासियों प्रति वर्ग किलोमीटर (510 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 17.33% थी। टोंक में प्रत्येक 1000 पुरुषों पर 949 महिलाओं का लिंगानुपात और साक्षरता दर 62.46% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले में 95.82% लोगों ने हिंदी और 3.81% उर्दू को अपनी पहली भाषा बताया।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>तीर्थ स्थल</p>\r\n<p>दादाबाड़ी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>राज्य के संस्थापक नवाब मुहम्मद अमीर खान (1769-1834) थे, जो अफगानिस्तान के पश्तून वंश के एक साहसी और सैन्य नेता थे। अमीर खान एक सैन्य कमांडर बन गया। 1806 में, ब्रिटिश सरकार से खान ने टोंक राज्य प्राप्त किया। 1817 में, तीसरे एंग्लो-मराठा युद्ध के बाद, अमीर खान ने ब्रिटिश ब्रिटिश ईस्ट इंडिया कंपनी को सौंप दिया, उन्होंने टोंक के अपने क्षेत्र को रखा और नवाब की उपाधि प्राप्त की।</p>\r\n<p>&nbsp;</p>\r\n<p>नवाबों के शासन के दौरान, जातियों को जाति, रंग या पंथ की परवाह किए बिना मिलाद-उन-नबी के एक इस्लामी समारोह में आमंत्रित किया गया था। यह सत्तारूढ़ नवाबों द्वारा रबी अल-अव्वल के महीने में सात दिनों की अवधि के लिए आयोजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>टोंक के संस्थापक शासक नवाब मुहम्मद अमीर खान (1769-1834) थे। टोंक को महाभारत काल में सामवेद लक्ष्य के रूप में जाना जाता था। मौर्य शासन में, यह मोर्यों के अधीन था और फिर इसे मालवों में मिला दिया गया था। अधिकांश काल हर्षवर्धन के अधीन था। चीन के आगंतुक ह्वेन त्सांग के अनुसार, यह बैराथ राज्य के अधीन था। राजपूतों के शासन में, यह राज्य था, टोडा के सोलंकियों और बाद में कछवाहों ने उस समय पदभार संभाला जब मान सिंह ने टोडा के राव को हराया था। बाद में, यह होलकर और सिंधिया के शासन के अधीन था।</p>\r\n<p>&nbsp;</p>\r\n<p>1806 में, अमीर खान ने इसे जीत लिया, इसे यशवंत राव होल्कर से लिया। ब्रिटिश सरकार ने इसे बदले में पकड़ लिया। 1817 की संधि के तहत, ब्रिटिश सरकार ने इसे अमीर खान को वापस कर दिया। टोंक की स्थापना 1818 में एक अफगान सैन्य नेता द्वारा की गई थी जिसे इंदौर के शासक द्वारा जमीन दी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tonk,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bfbd3469-bf62-4db3-8d5b-9426c73f3dc3_Tonk-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tonk-rajasthan","tags":[{"name":"टोंक","slug":"tonk"},{"name":"राजस्थान","slug":"rajasthan"}],"recommendations":[{"id":868,"title":"जोधपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","dateCreated":"2019-10-12T08:37:38.579Z","dateModified":"2019-10-12T08:37:58.069Z","contributedBy":"AskGif","content":"जोधपुर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। जोधपुर शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\n2011 की जनगणना के अनुसार, यह जयपुर जिले के बाद राजस्थान का दूसरा सबसे अधिक आबादी वाला (33 में से) जिला है।\r\n&nbsp;\r\nजोधपुर मारवाड़ क्षेत्र का ऐतिहासिक केंद्र ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/13161e80-01c7-4eb2-95a2-c2e0e0b8a39a_Jodhpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जोधपुर","slug":"jodhpur"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-jodhpur-rajasthan","total":0},{"id":866,"title":"झुंझुनू में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"1977f084-e983-4c25-a819-0d9071117775_Jhunjhunu-railway.jpg","dateCreated":"2019-10-12T06:40:19.568Z","dateModified":"2019-10-12T06:40:37.32Z","contributedBy":"AskGif","content":"झुंझुनू भारत के राजस्थान राज्य में झुंझुनू जिले का एक शहर और मुख्यालय है।\r\nझुंझुनू जिला उत्तरी भारत में भारतीय राज्य राजस्थान का एक जिला है। झुंझुनू शहर जिला मुख्यालय है।\r\n&nbsp;\r\nयह शहर राजस्थान, भारत के उत्तरी राज्य और झुंझुनू जिले के प्रशासनिक मुख्यालय में है। यह जयपुर से ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1977f084-e983-4c25-a819-0d9071117775_Jhunjhunu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"झुंझुनू","slug":"jhunjhunu"}],"slug":"top-places-to-visit-in-jhunjhunu-rajasthan","total":0},{"id":851,"title":"बांसवाड़ा में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","dateCreated":"2019-10-10T02:20:07.448Z","dateModified":"2019-10-10T02:21:00.461Z","contributedBy":"AskGif","content":"बांसवाड़ा भारत में दक्षिण राजस्थान में बांसवाड़ा जिले का एक शहर है। बांसवाड़ा राज्य की स्थापना महारावल जगमाल सिंह ने की थी। यह क्षेत्र में \"बांस\" या बांस के जंगलों के लिए नामित है।\r\n&nbsp;\r\n\"चाचाकोटा\" नाम की माही नदी पर कई द्वीपों की मौजूदगी के कारण इसे 'हंड्रेड आइलैंड्स के शहर' के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b4b2d1a-3cb9-43af-9aa0-2515ccd24e94_Banswara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बांसवाड़ा","slug":"banswara"},{"name":"राजस्थान","slug":"rajasthan"}],"slug":"top-places-to-visit-in-banswara-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}