{"id":883,"title":"उदयपुर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"<p>उदयपुर, जिसे \"झीलों का शहर\" भी कहा जाता है, भारत में राजस्थान राज्य का एक शहर है। यह पूर्व राजपुताना एजेंसी में मेवाड़ राज्य की ऐतिहासिक राजधानी है। इसकी स्थापना 1558 में राजपूत के सिसोदिया वंश के महाराणा उदय सिंह द्वितीय द्वारा की गई थी, जब उन्होंने चित्तौड़गढ़ से अपनी राजधानी को चित्तौड़गढ़ शहर में स्थानांतरित कर दिया था, जब चित्तौड़गढ़ को अकबर ने घेर लिया था। यह 1818 तक राजधानी शहर के रूप में बना रहा जब यह एक ब्रिटिश रियासत बन गया, और उसके बाद मेवाड़ प्रांत राजस्थान का हिस्सा बन गया जब भारत ने 1947 में स्वतंत्रता प्राप्त की।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर राजस्थान के दक्षिणी भाग में गुजरात सीमा के पास स्थित है। यह अरावली रेंज से घिरा हुआ है, जो इसे थार रेगिस्तान से अलग करता है। यह दिल्ली से लगभग 660 किमी और मुंबई से लगभग 800 किमी दूर, लगभग दो प्रमुख भारतीय मेट्रो शहरों के मध्य में स्थित है। इसके अलावा, गुजरात बंदरगाहों के साथ कनेक्टिविटी उदयपुर को एक रणनीतिक भौगोलिक लाभ प्रदान करती है। उदयपुर महाराणा प्रताप हवाई अड्डे सहित सड़क, रेल और हवाई परिवहन सुविधाओं के माध्यम से आसपास के शहरों और राज्यों से अच्छी तरह से जुड़ा हुआ है। बोली जाने वाली आम भाषाओं में हिंदी, अंग्रेजी और राजस्थानी (मेवाड़ी) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश प्रशासक जेम्स टॉड द्वारा \"भारत के महाद्वीप पर सबसे रोमांटिक स्थान\" डब किया गया, एक पर्यटन स्थल है और यह अपने इतिहास, संस्कृति, दर्शनीय स्थानों और राजपूत-युग के महलों के लिए जाना जाता है। यह अपने परिष्कृत झील प्रणाली के कारण लोकप्रिय \"झीलों का शहर\" के रूप में जाना जाता है। शहर के चारों ओर इसकी सात झीलें हैं। भारत सरकार के राष्ट्रीय झील संरक्षण योजना (एनएलसीपी) की बहाली परियोजना के तहत फतेह सागर झील, पिछोला झील, स्वरूप सागर झील, रंगसागर और डूढ तलाई झील को शामिल किया गया है। झीलों के अलावा, उदयपुर अपने ऐतिहासिक किलों और महलों, संग्रहालयों, दीर्घाओं, प्राकृतिक स्थानों और उद्यानों, वास्तु मंदिरों के साथ-साथ पारंपरिक मेलों, त्योहारों और संरचनाओं के लिए भी जाना जाता है। उदयपुर अर्थव्यवस्था मुख्य रूप से पर्यटन द्वारा संचालित है, हालांकि खनिज, संगमरमर प्रसंस्करण, रासायनिक विनिर्माण और विकास, इलेक्ट्रॉनिक विनिर्माण और हस्तशिल्प उद्योग भी योगदानकर्ता हैं। उदयपुर में कई राज्य और क्षेत्रीय सार्वजनिक कार्यालय हैं, जिनमें खान और भूविज्ञान के निदेशक, आबकारी के आयुक्त, जनजातीय क्षेत्र विकास आयुक्त, हिंदुस्तान जिंक लिमिटेड और राजस्थान राज्य खान और खनिज निगम लिमिटेड के कार्यालय शामिल हैं। उदयपुर, 5 विश्वविद्यालयों, 14 कॉलेजों और 160 से अधिक उच्च विद्यालयों के साथ, शैक्षिक केंद्र के रूप में भी बढ़ रहा है। एमएचआरडी द्वारा जारी एनआईआरएफ रैंकिंग के अनुसार उदयपुर देश का पांचवां सर्वश्रेष्ठ प्रबंधन संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी पैलेस झील पिछोला, उदयपुर। जेपीजी सिटी पैलेस, उदयपुर 1559 पिछोला झील के पूर्वी किनारे पर खड़ा है 1559 से अलग-अलग समय में निर्मित महलों की एक विशाल श्रृंखला है। इसका मुख्य प्रवेश द्वार ट्रिपल-धनुषाकार द्वार के माध्यम से है - त्रिपोलिया, निर्मित 1725 में। इस गेट से आँगन, विभाजन, छतों, गलियारों और उद्यानों की एक श्रृंखला बनती है। महल में अब शाही युग के कई प्राचीन लेखों, चित्रों, सजावटी फर्नीचर और बर्तनों के साथ एक संग्रहालय है।</p>\r\n<p>LakePalaceEarlyMorning.jpg लेक पैलेस 1743-1746 झील पिछोला में एक द्वीप के ऊपर स्थित है, लेक पैलेस का निर्माण शाही ग्रीष्मकालीन महल के रूप में किया गया था। सफेद संगमरमर से निर्मित, महल अब एक लक्जरी 5 सितारा होटल है, जो \"ताज होटल्स रिसॉर्ट्स एंड पाल्सेस\" बैनर के तहत काम कर रहा है।</p>\r\n<p>JagMandir.jpg जग मंदिर 1551-1652 जग मंदिर पिछोला झील में एक द्वीप पर बना एक महल है। \"लेक गार्डन पैलेस\" के रूप में भी जाना जाता है, इसका निर्माण मेवाड़ राज्य के तीन महाराणाओं द्वारा किया गया था। निर्माण 1551 में शुरू हुआ था और 1652 तक पूरा हो गया था। शाही परिवार ने महल का उपयोग गर्मियों के रिसॉर्ट और सुख महल के रूप में किया था।</p>\r\n<p>ऋषभदेव जैन मंदिर (9710280717) .jpg</p>\r\n<p>केसरियाजी मंदिर 9 वीं शताब्दी</p>\r\n<p>यह मंदिर पहले जैन तीर्थंकर भगवान ऋषभ देव को समर्पित है। मंदिर के बावन-शिखर लंबी दूरी से देखे जाते हैं। मंदिर में मुख्य मूर्ति तीर्थंकर ऋषभ की है, जो पद्मासन मुद्रा में काले पत्थर की नक्काशी की हुई है, जो लगभग 3.5 फीट (1.1 मीटर) लंबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>सज्जनगढ़ 1।jpg मानसून पैलेस - मानसून पैलेस, जिसे सज्जन गढ़ पैलेस के रूप में भी जाना जाता है, को क्षेत्र में मानसूनी बादलों की आवाजाही पर नज़र रखने के लिए एक खगोलीय केंद्र के रूप में बनाया गया था और यह महाराणाओं के ग्रीष्मकालीन स्थल के रूप में भी कार्य करता था। सफेद संगमरमर से निर्मित, यह मध्य समुद्र तल से 944 मीटर (3100 फीट) की ऊँचाई पर अरावली पहाड़ी श्रृंखला के बाँसड़ा शिखर पर स्थित है। महल में शहर की झीलें, महल और आसपास के ग्रामीण इलाकों के दृश्य हैं।</p>\r\n<p>जगदीश मंदिर उदयपुर। जगदीश मंदिर 1651 जगदीश मंदिर उदयपुर के मध्य में एक बड़ा हिंदू मंदिर है, जिसे महाराणा जगत सिंह ने बनाया था। शहर का एक प्रमुख पर्यटन स्थल, यह मंदिर मारू-गुर्जूर वास्तुकला का एक उदाहरण है।</p>\r\n<p>फतेहसागर झील। फतेह सागर झील 1678 झील फतेहसागर एक कृत्रिम झील है जो उदयपुर के उत्तर-पश्चिम भाग में स्थित है। झील मूल रूप से महाराणा जय सिंह द्वारा बनाई गई थी और बाद में महाराणा फतेह सिंह द्वारा पुनर्निर्माण और विस्तारित किया गया था। इसमें 2017 में 'अंडर द सन' नाम का एक एक्वेरियम भी है।</p>\r\n<p>सुखाडिय़ा सर्किल, उदयपुर, राजस्थान।जेएसपी सुखाड़िया सर्किल - सुखाड़िया सर्किल (वर्ग) शहर के उत्तरी उपनगर में बड़ा गोल चक्कर है और एक मनोरंजक केंद्र है। इसके केंद्र में एक छोटा तालाब है, जो एक 21 फीट ऊँचा तीन-स्तरीय फव्वारा है। संगमरमर से बना फव्वारा, गेहूं-कान की आकृति से समृद्ध है, जो समृद्धि का प्रतीक है।</p>\r\n<p>उदयपुर-सहेलियन की बारी-03- बिना बादलों के बारिश का मौसम-20131013.jpg सहेली-की-बारी 1710&ndash;1734 सहेलियन की बारी शहर के उत्तरी भाग में एक उद्यान और पर्यटन स्थल है। इसके फव्वारे और कियोस्क, एक कमल पूल और संगमरमर के हाथियों वाला बगीचा, अड़तालीस युवा महिला परिचारिकाओं के एक समूह के लिए रखा गया था, जो एक राजकुमारी के साथ उदयपुर अपने दहेज के हिस्से के रूप में आई थी।</p>\r\n<p>पिछोला सी। जेपीजी झील पिछोला 1362 झील पिछोला एक कृत्रिम मीठे पानी की झील है और उदयपुर शहर की कई सन्निहित झीलों में से एक है। झील का परिवेश और झील के भीतर कई द्वीपों को सदियों से विकसित किया गया है, महलों, संगमरमर के मंदिरों, परिवार की हवेली, स्नान घाटों (गणगौर घाट, अंबरी घाट, हनुमान घाट) और चबूतरा (एक उठाया मंच, सामान्य रूप से एक आंगन के भीतर)</p>\r\n<p>मेवाड़ के महाराणा प्रताप की प्रतिमा, हल्दीघाटी, सिटी पैलेस, उदयपुर की लड़ाई की स्मृति में। मोती मगरी - मोती मगरी या पर्ल हिल, राजपूत नायक महाराणा प्रताप का स्मारक है। यह मूल रूप से एक छोटी पहाड़ी है, जिसके ऊपर महाराणा की एक कांस्य प्रतिमा है जो उनके पसंदीदा घोड़े \"चेतक\" के पास है। यह महाराणा भगवत सिंह मेवाड़ द्वारा शुरू किया गया था, और जनता के विश्वास की मदद से इसे पूरा किया गया।</p>\r\n<p>नीमच माता मंदिर - नीमच माता फतेह सागर झील के पास एक पहाड़ी पर स्थित है। मंदिर पहाड़ी की चोटी पर 900 मीटर ऊपर है। यह स्थान संपूर्ण उदयपुर का एक समग्र दृश्य प्रदान करता है।</p>\r\n<p>KarniMata.jpg करणी माता, उदयपुर - करणी माता मंदिर पिछोला में पिछोला में स्थित है। एक रोप-वे है जो आगंतुकों को एक पहाड़ी पर ले जाता है जिस पर यह मंदिर स्थित है। पिछोला झील, जग मंदिर और दुध तलाई के दृश्य हैं। ऊपर से पूरे शहर को देख सकते हैं।</p>\r\n<p>Pgk udaipur.jpg प्रताप गौरव केंद्र - प्रताप गौरव केंद्र राष्ट्रीय तीर्थ टाइगर हिल पर स्थित है। यह वीर शिरोमणि महाराणा प्रताप समिति द्वारा शुरू किया गया था, और इसका उद्देश्य महाराणा प्रताप और आधुनिक तकनीक की मदद से क्षेत्र की ऐतिहासिक विरासत के बारे में जानकारी प्रदान करना है।</p>\r\n<p>गुलाब बाग प्रवेश द्वार आदि। गुलाब बाग और चिड़ियाघर - गुलाब बाग उदयपुर का सबसे बड़ा उद्यान है, जो शहर के केंद्र में स्थित है। यह एक विस्तृत विविधता के वृक्षारोपण के लिए जाना जाता है और इसमें तालाबों, एक पुस्तकालय, खिलौना ट्रेन, प्राणी उद्यान, मंदिर और आर्य समाज के धार्मिक स्थल के साथ-साथ कई सरकारी कार्यालयों सहित विभिन्न आकर्षण शामिल हैं।</p>\r\n<p>I Love Udaipur.jpg प्रताप पार्क 2016 प्रताप पार्क पिछोला झील के किनारे स्थित एक उद्यान है। इसमें एक खुला व्यायामशाला और कई अन्य आकर्षण हैं। पृष्ठभूमि में लेक पिछोला और सिटी पैलेस के दृश्य के साथ \"I LOVE UDAIPUR\" पढ़ने वाले मानव-आकार के अक्षर के कारण इसे आकर्षण प्राप्त हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>उदयपुर भारत के प्रमुख शहरों से भूमि, रेल और हवाई मार्ग से अच्छी तरह जुड़ा हुआ है।</p>\r\n<p>वायु</p>\r\n<p>महाराणा प्रताप हवाई अड्डा, एक छोटा घरेलू हवाई अड्डा है जो उदयपुर से लगभग 20 किलोमीटर दूर एक उपग्रह शहर में स्थित है। दैनिक उड़ानें उदयपुर को जयपुर, मुंबई, दिल्ली, चेन्नई, बैंगलोर, हैदराबाद, सूरत और वाराणसी से जोड़ती हैं। वर्तमान में एयर इंडिया, इंडिगो और स्पाइस जेट चालू हैं। केवल तीन बोर्डिंग गेट, गेट 1 पर हवाई अड्डा है, जबकि 2 और 3 गेट पहली मंजिल पर हैं, और केवल दस चेक-इन काउंटर एक समय में 600 यात्रियों को मुश्किल से संभाल सकते हैं। हवाई अड्डा प्राधिकरण द्वारा भारतीय विमानपत्तन प्राधिकरण द्वारा एक दूरदराज के लेकिन संभव अंतर्राष्ट्रीय हवाई अड्डे की स्थिति के लिए पुनर्निर्मित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>उदयपुर सिटी रेलवे स्टेशन और राणा प्रताप नगर रेलवे स्टेशन उदयपुर में दो रेलवे स्टेशन हैं। उनके माध्यम से, उदयपुर में ब्रॉड गेज नेटवर्क पर राजस्थान के अधिकांश प्रमुख शहरों और शेष भारत जैसे मैसूरु, खजुराहो, अलवर, जयपुर, कोटा, चित्तौड़गढ़, अजमेर, दिल्ली, मुंबई, कोलकाता, रतलाम, से सीधे ट्रेन कनेक्टिविटी है। इंदौर, उज्जैन, मुंबई, सूरत, वडोदरा, ग्वालियर और आगरा और अहमदाबाद में एक ब्रॉड गेज रूपांतरण हो रहा है। शानदार ट्रेनों, द पैलेस ऑन व्हील्स, रॉयल राजस्थान ऑन व्हील्स, महाराजा एक्सप्रेस और भारतीय महाराजा के पास अपने यात्रा कार्यक्रम पर निर्धारित ठहराव के रूप में उदयपुर है। उदयपुर को भारत की राजधानी दिल्ली से जोड़ने वाली ट्रेनों में मेवाड़ एक्सप्रेस और चेतक एक्सप्रेस शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>यह शहर पूर्वी पश्चिम गलियारे के चौराहे पर स्थित है, स्वर्णिम चतुर्भुज, राष्ट्रीय राजमार्ग (NH) 76 और राष्ट्रीय राजमार्ग (NH) 8, दिल्ली और मुंबई के बीच में, जो कि शहर से लगभग 700 किलोमीटर की दूरी पर स्थित है। ईस्ट वेस्ट कॉरिडोर जो पोरबंदर से शुरू होता है और सिल्चर पर समाप्त होता है, स्वर्णिम चतुर्भुज को पार कर रहा है और उदयपुर से चित्तौड़ तक आम जगह साझा करता है। देश के इस हिस्से की सड़कें निजी वाहनों के लिए पक्की और फिट हैं। एक या तो जयपुर से (लगभग 6 घंटे), अहमदाबाद (4.1 / 2 घंटे) या सूरत (9 घंटे) एनएच 8 या स्वर्णिम चतुर्भुज पर कोटा (3 घंटे - ईडब्ल्यू कॉरिडोर या एनएच 76) से ड्राइव कर सकता है। उदयपुर सिटी बस डिपो में राजस्थान और मध्य प्रदेश और गुजरात की ओर उत्तर और पश्चिम में अधिकांश गंतव्यों के लिए लाइनें हैं। राजस्थान राज्य सड़क परिवहन निगम (आरएसआरटीसी) के अलावा, कई निजी ऑपरेटर और कंपनियां हैं जो अन्य शहरों से बस सेवा प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय परिवहन</p>\r\n<p>शहर में बिना टैक्सी, निजी टैक्सी, रेडियो टैक्सी, ऑटो रिक्शा और नियमित सिटी बस सेवाएं उपलब्ध हैं। 2015 से उबर और ओला कैब सेवाएं उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आस-पास के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>निकटवर्ती रणकपुर में प्रसिद्ध जैन मंदिर</p>\r\n<p>मुख्य लेख: उदयपुर में पर्यटक आकर्षण</p>\r\n<p>शहर के भीतर स्थानीय आकर्षण के अलावा, उदयपुर के आसपास कई आकर्षक स्थान हैं।</p>\r\n<p>नाथद्वारा रणकपुर चित्तौड़गढ़ हल्दीघाटी कुंभलगढ़ माउंट आबू एकलिंगजी कुंभलगढ़ वन्यजीव अभयारण्य कांकरोली और राजसमंद झील ऋषभदेव जगत् जयसमंद झील सरिसागर झील सीता माता वन्यजीव अभयारण्य बालेश्वर गलियारपुर, ग्वालियर चंदवाड़ा भुवनेश्वर भुवनेश्वर, भुवनेश्वर बांध केलेश्वर महादेव झमेश्वर महादेव वल्लभनगर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Udaipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-udaipur-rajasthan","tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"उदयपुर","slug":"udaipur"}],"recommendations":[{"id":1380,"title":"राजस्थान सांचौर में आसमान से 2.8 किलो उल्कापिंड जैसी वस्तु गिरती है","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"राजस्थान के जालोर जिले के सांचोर शहर में शुक्रवार सुबह तड़के एक 'उल्कापिंड जैसी वस्तु आकाश से गिरी, जिससे 2-3 फीट गहरा गड्ढा बन गया।\r\n&nbsp;\r\nशहर के गायत्री चौक इलाके के पास एक विशालकाय पत्थर के धमाके की आवाज सुनकर और जिस जगह पर पुलिस और स्थानीय अधिकारियों को सूचना मिली, उस इलाके के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"राजस्थान","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":872,"title":"करौली में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"3e21bc97-075f-4384-ab9f-b282f5090bcd_Karauli-tourism.jpg","dateCreated":"2019-10-12T09:42:55.843Z","dateModified":"2019-10-12T09:43:14.88Z","contributedBy":"AskGif","content":"करौली (पूर्व में करोली या केरोली भी कहा जाता है) भारत के राजस्थान राज्य में स्थित एक शहर है। यह शहर करौली जिले का प्रशासनिक केंद्र है, और पूर्व में करौली रियासत की राजधानी थी। करौली जिला भरतपुर संभागीय आयुक्तालय के अंतर्गत आता है।\r\nकरौली जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e21bc97-075f-4384-ab9f-b282f5090bcd_Karauli-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"करौली","slug":"karauli"}],"slug":"top-places-to-visit-in-karauli-rajasthan","total":0},{"id":847,"title":"बीकानेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","dateCreated":"2019-10-08T03:09:02.842Z","dateModified":"2019-10-08T03:09:17.201Z","contributedBy":"AskGif","content":"बीकानेर भारत के राजस्थान राज्य के उत्तर पश्चिम में स्थित एक शहर है। यह राज्य की राजधानी जयपुर से 330 किलोमीटर (205 मील) उत्तर-पश्चिम में स्थित है। बीकानेर शहर बीकानेर जिला और बीकानेर संभाग का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nपूर्व में बीकानेर रियासत की राजधानी, इस शहर की स्थापना राव ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"बीकानेर","slug":"bikaner"}],"slug":"top-places-to-visit-in-bikaner-rajasthan","total":0},{"id":845,"title":"अजमेर में देखने के लिए शीर्ष स्थान, राजस्थान","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"अजमेर जिला पश्चिमी भारत में राजस्थान राज्य का एक जिला है। अजमेर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nअजमेर जिले का क्षेत्रफल 8,481 वर्ग किमी है, और 2,180,526 (2001 की जनगणना) की आबादी है। तीन मुख्य धर्म हैं; हिंदू 1,869,044, मुस्लिम 244,341, जैन 47,812। यह जिला राजस्थान के केंद्र में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजस्थान","slug":"rajasthan"},{"name":"अजमेर","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}