{"id":883,"title":"Top Places to visit in Udaipur, Rajasthan","imageUrl":"07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","dateCreated":"2019-10-13T03:30:02.274Z","dateModified":"2019-10-13T03:30:24.137Z","contributedBy":"AskGif","content":"<p>Udaipur, also known as the \"City of Lakes\", is a city in the state of Rajasthan in India. It is the historic capital of the kingdom of Mewar in the former Rajputana Agency. It was founded in 1558 by Maharana Udai Singh II of the Sisodia clan of Rajput, when he shifted his capital from the city of Chittorgarh to Udaipur after Chittorgarh was besieged by Akbar. It remained as the capital city till 1818 when it became a British princely state, and thereafter the Mewar province became a part of Rajasthan when India gained independence in 1947.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is located in the southernmost part of Rajasthan, near the Gujarat border. It is surrounded by Aravali Range, which separates it from Thar Desert. It is around 660 km from Delhi and approximately 800 km from Mumbai, placed almost in the middle of two major Indian metro cities. Besides, connectivity with Gujarat ports provide Udaipur a strategic geographical advantage. Udaipur is well connected with nearby cities and states by means of road, rail and air transportation facilities, including Maharana Pratap Airport. Common languages spoken include Hindi, English and Rajasthani (Mewari).</p>\r\n<p>&nbsp;</p>\r\n<p>Dubbed \"the most romantic spot on the continent of India\" by British administrator James Tod, Udaipur is a tourist destination and is known for its history, culture, scenic locations and the Rajput-era palaces. It is popularly known as the \"City of Lakes\" because of its sophisticated lake system. It has seven lakes surrounding the city. Five of the major lakes, namely Fateh Sagar Lake, Lake Pichola, Swaroop Sagar Lake, Rangsagar and Doodh Talai Lake have been included under the restoration project of the National Lake Conservation Plan (NLCP) of the Government of India. Besides lakes, Udaipur is also known for its historic forts and palaces, museums, galleries, natural locations and gardens, architectural temples, as well as traditional fairs, festivals and structures. The Udaipur economy is primarily driven by tourism, though minerals, marble processing, chemical manufacturing and development, electronic manufacturing and the handicraft industry are also contributors. Udaipur hosts several state and regional public offices, including offices of Director of Mines and Geology, Commissioner of Excise, Commissioner of Tribal Area Development, Hindustan Zinc Limited, and Rajasthan State Mines and Mineral Corporation Limited. Besides, Udaipur is rising as educational hub as well, with 5 Universities, 14 colleges and more than 160 high schools. Udaipur is home to IIM Udaipur, the fifth best management institution in the country according to NIRF ranking released by MHRD.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>City Palace by lake Pichola, Udaipur.jpg City Palace, Udaipur 1559 Standing on the east bank of Lake Pichola is a massive series of palaces built at different times from 1559. Its main entrance is through the triple-arched gate - the Tripolia, built in 1725. This gate leads to a series of courtyards, overlapping partitions, terraces, corridors and gardens. The palace now houses a museum with many antique articles, paintings, decorative furniture and utensils from the royal era.</p>\r\n<p>LakePalaceEarlyMorning.jpg Lake Palace 1743&ndash;1746 Situated over an island in Lake Pichola, the Lake Palace was constructed to serve as a royal summer palace. Built of white marble, the palace is now a luxury 5 Star hotel, operating under the \"Taj Hotels Resorts and Palaces\" banner.</p>\r\n<p>JagMandir.jpg Jag Mandir 1551&ndash;1652 Jag Mandir is a palace built on an island in the Lake Pichola. Also known as the \"Lake Garden Palace\", it was constructed by three Maharanas of the Mewar kingdom. The construction started in 1551 and was completed by 1652. The royal family used the palace as a summer resort and pleasure palace.</p>\r\n<p>Rishabhdeo Jain temple (9710280717).jpg</p>\r\n<p>&nbsp;</p>\r\n<p>Kesariyaji Temple9th century</p>\r\n<p>The temple is dedicated to Lord Rishabh dev, the first Jain Tirthankara. The fifty-two pinnacles of the temple are seen from a long distance. The main idol in the temple is of Tirthankara Rishabha, carved in black stone in padmasana posture, about 3.5 feet (1.1 m) tall.</p>\r\n<p>&nbsp;</p>\r\n<p>Sajjangarh1.jpg Monsoon Palace - Monsoon Palace, also known as Sajjan Garh Palace, was built as an astronomical center to keep track of the movement of monsoon clouds in the area and also served as the summer resort of the Maharanas. Built with white marble, it is located on Bansdara peak of the Aravalli hill range at an elevation of 944 m (3100 ft) above mean sea level. The palace has view of the city's lakes, palaces, and surrounding countryside.</p>\r\n<p>Jagdish Temple Udaipur.jpg Jagdish Temple 1651 The Jagdish Temple is a large Hindu temple in the middle of Udaipur, built by Maharana Jagat Singh I. A key tourist place in the city, this temple is an example of Māru-Gurjara architecture.</p>\r\n<p>Lake Fatehsagar.jpg Fateh Sagar Lake 1678 Lake Fatehsagar is an artificial lake situated in the north-west part of Udaipur. The lake was originally built by Maharana Jai Singh and later reconstructed and extended by Maharana Fateh Singh. It also houses an aquarium named 'Under the Sun' inaugurated in 2017.</p>\r\n<p>Sukhadia circle, Udaipur, Rajasthan.jpg Sukhadia Circle - Sukhadia Circle (square) is large roundabout in the city's northern suburb and is a recreational centre. The square has in its centre, a small pond amidst which lies a 21 ft high three-tiered fountain. The fountain, made of marble is surmounted by a wheat-ear motif, a symbol of prosperity.</p>\r\n<p>Udaipur-Sahelion Ki Bari-03-Garden of the rain without clouds-20131013.jpg Saheliyon-ki-Bari 1710&ndash;1734 Sahelion ki Bari is a garden and tourist space in the northern part of the city. The garden with its fountains and kiosks, a lotus pool and marble elephants, was laid for a group of forty-eight young women attendants who accompanied a princess to Udaipur as part of her dowry.</p>\r\n<p>Pichola See.JPG Lake Pichola 1362 Lake Pichola is an artificial freshwater lake and is one of the several contiguous lakes in the city of Udaipur. The lake's surroundings and the several islands within the lake have been developed over the centuries, with palaces, marble temples, family mansions, bathing ghats (Gangaur Ghat, Ambrai Ghat, Hanuman Ghat) and chabutaras (a raised platform, normally within a courtyard)</p>\r\n<p>Statue of Maharana Pratap of Mewar, commemorating the Battle of Haldighati, City Palace, Udaipur.jpg Moti Magri - Moti Magri or Pearl Hill, is a memorial of the Rajput hero Maharana Pratap. It is basically a small hill, atop of which there is a bronze statue of the Maharana astride his favourite horse \"Chetak\". It was initiated by Maharana Bhagwat Singh Mewar, and carried over and completed with the help of public trust.</p>\r\n<p>Neemach Mata Temple - Neemach mata is located on a hill near Fateh Sagar Lake. The temple is 900 meters above on the top of the hill. This location provides a holistic view of entire Udaipur.</p>\r\n<p>KarniMata.jpg Karni Mata, Udaipur - Karni mata temple is located at Doodh Talai near Pichola. There is a rope-way which takes visitors to a hill at which this temple is located. There are views of Pichola Lake, Jag Mandir and Doodh Talai. From the top one can view the whole city.</p>\r\n<p>Pgk udaipur.jpg Pratap Gaurav Kendra - Pratap Gaurav Kendra Rashtriya Tirtha is situated at Tiger Hill. It was started by the Veer Shromani Maharana Pratap Samiti, and aims at providing information about Maharana Pratap and the historical heritage of the area with the help of modern technology.</p>\r\n<p>GulabBagh Entrancec.jpg Gulab Bagh and Zoo - Gulab Bagh is the largest garden in Udaipur, situated at heart of the city. It is known for a wide variety plantation and includes various attractions including ponds, a library, toy train, zoological park, temples and a religious place for Arya Samaj, as well as several government offices.</p>\r\n<p>I Love Udaipur.jpg Pratap Park 2016 Pratap Park is a garden situated near the bank of Pichola Lake. It has an open gymnasium and several other attractions. It has gained attraction due to the human-sized alphabets reading \"I LOVE UDAIPUR\", with a view of Lake Pichola and City Palace in the background.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Udaipur is well connected to the major cities of India by land, rail, and air.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Maharana Pratap Airport, is a small domestic airport situated in a satellite town about 20 kilometres from Udaipur. Daily flights connect Udaipur with Jaipur, Mumbai, Delhi, Chennai, Bangalore, Hyderabad, Surat and Varanasi . Air India, IndiGo and Spice Jet are operational at present. The airport having just three boarding gates, gate 1 is on the ground floor while gates 2 &amp; 3 are at the first floor, and only ten check-in counters can barely handle 600 passengers at a time. The airport has been renovated by the Airport Authority of India for a though remote but possible International airport status.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Udaipur City railway station and Rana Pratap Nagar railway station are two railway stations in Udaipur. Through them, Udaipur has direct train connectivity on the broad gauge network to most of the major cities in Rajasthan and the rest of India such as Mysuru, Khajuraho, Alwar, Jaipur, Kota, Chittorgarh, Ajmer, Delhi, Mumbai, Kolkata, Ratlam, Indore, Ujjain, Mumbai, Surat, Vadodara, Gwalior and Agra and a broad gauge conversion is going on to Ahmedabad. Luxurious trains, The Palace on Wheels, Royal Rajasthan on Wheels, Maharaja Express and The Indian Maharaja have Udaipur as the scheduled stop on their itinerary. Trains connecting Udaipur with the Capital of India, Delhi include the Mewar Express and Chetak Express.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>The city lies on the intersection point of East West Corridor, Golden Quadrilateral, National Highway (NH) 76 and National Highway (NH) 8, midway between Delhi and Mumbai, located around 700 kilometres from either city. The East West Corridor which starts from Porbandar and ends at Silchar is intersecting the Golden Quadrilateral and shares the common space from Udaipur to Chittor. The roads in this part of the country are paved and fit for private vehicles. One can either drive from Jaipur (around 6 hours), Ahmedabad (4.1/2 hours) or Surat (9 hours) on NH 8 or Golden Quadrilateral, from Kota (3 hours - EW Corridor or NH 76). Udaipur City Bus Depot has lines running for the majority of other destinations in Rajasthan and farther north and west towards Madhya Pradesh and Gujarat. Apart from Rajasthan State Road Transport Corporation (RSRTC), there are numerous private operators and companies providing bus services to and from the other cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Local transport</p>\r\n<p>Unmetered taxis, Private Taxi, Radio taxi, auto rickshaws, and regular city bus services are available in the city. Since 2015 Uber and Ola cab services are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Places nearby</p>\r\n<p>&nbsp;</p>\r\n<p>The renowned Jain Temple at nearby Ranakpur</p>\r\n<p>Main article: Tourist attractions in Udaipur</p>\r\n<p>Apart from the local attractions within the city, there are several charming places to see around Udaipur.</p>\r\n<p>Nathdwara Ranakpur Chittorgarh Haldighati Kumbhalgarh Mount Abu Eklingji Kumbhalgarh Wildlife Sanctuary Kankroli and Rajsamand Lake Rishabhdeo Jagat Jaisamand Lake Udaisagar Lake Sita Mata Wildlife Sanctuary Baneshwar Galiakot Dungarpur Banswara Chavand Bhinder Kanor Sanwaliaji Temple Avari Mata temple Jhakham Dam Salumber Charbhuja Ji Tidi Dam Nandeshwar Ji Ubeshwar Ji Mansi Wakal dam Keleshwar Mahadeo Jhameshwar Mahadeo Vallabhnagar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udaipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/07f56c9e-453b-451e-9afa-c6761c9b89f0_Udaipur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-udaipur-rajasthan","tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"udaipur","slug":"udaipur"}],"recommendations":[{"id":1380,"title":"2.8 kg meteorite-like object falls from the sky in Rajasthan Sanchore","imageUrl":"e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","dateCreated":"2020-06-20T14:39:09.11Z","dateModified":"2020-06-20T14:40:27.736Z","contributedBy":"AskGif","content":"A 'meteorite'-like object fell from the sky in Sanchore town of Rajasthan's Jalore district on Friday early morning, creating a 2-3 feet deep crater.\r\n&nbsp;\r\nPeople residing near the area where the object was found reported hearing a blast and finding a huge stone near Gayatri Chow","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e00bac74-29ac-4138-84d1-d8d426b7a39d-41de1c09-8fc6-4584-8e2f-7d2dd5bafe82.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rajasthan","slug":"rajasthan"}],"slug":"2.8-kg-meteorite-like-object-falls-from-the-sky-in-rajasthan-sanchore","total":0},{"id":872,"title":"Top Places to visit in Karauli, Rajasthan","imageUrl":"3e21bc97-075f-4384-ab9f-b282f5090bcd_Karauli-tourism.jpg","dateCreated":"2019-10-12T09:42:55.843Z","dateModified":"2019-10-12T09:43:14.88Z","contributedBy":"AskGif","content":"Karauli (also formerly spelled Karoli or Kerowlee) is a city located in the Indian state of Rajasthan. The city is the administrative center of Karauli District, and was formerly the capital of the erstwhile princely state of Karauli. Karauli District comes under Bharatpur Divisional Commissioner","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e21bc97-075f-4384-ab9f-b282f5090bcd_Karauli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"karauli","slug":"karauli"}],"slug":"top-places-to-visit-in-karauli-rajasthan","total":0},{"id":847,"title":"Top Places to visit in Bikaner, Rajasthan","imageUrl":"b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","dateCreated":"2019-10-08T03:09:02.842Z","dateModified":"2019-10-08T03:09:17.201Z","contributedBy":"AskGif","content":"Bikaner is a city in the northwest of the state of Rajasthan, India. It is located 330 kilometres (205 mi) northwest of the state capital, Jaipur. Bikaner city is the administrative headquarters of Bikaner District and Bikaner division.\r\n&nbsp;\r\nFormerly the capital of the princely ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b4679dd4-16a9-424f-9377-1e0ea8cc765b_Bikaner-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"bikaner","slug":"bikaner"}],"slug":"top-places-to-visit-in-bikaner-rajasthan","total":0},{"id":845,"title":"Top Places to visit in Ajmer, Rajasthan","imageUrl":"05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","dateCreated":"2019-10-08T02:35:32.386Z","dateModified":"2019-10-08T02:35:50.126Z","contributedBy":"AskGif","content":"Ajmer District is a district of the state of Rajasthan in western India. The city of Ajmer is the district headquarters.\r\n&nbsp;\r\nAjmer District has an area of 8,481 km&sup2;, and a population of 2,180,526 (2001 census). Three main religions are; Hindu 1,869,044, Muslim 244,341, Jai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05a526da-6956-4adb-b669-1552c10284fc_Ajmer-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajasthan","slug":"rajasthan"},{"name":"ajmer","slug":"ajmer"}],"slug":"top-places-to-visit-in-ajmer-rajasthan","total":0}]}