{"id":884,"title":"पूर्वी सिक्किम, गंगटोक में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"<p>पूर्वी सिक्किम भारतीय राज्य सिक्किम के चार प्रशासनिक जिलों में से एक है। भौगोलिक रूप से, पूर्वी सिक्किम राज्य के दक्षिण-पूर्व कोने पर कब्जा करता है। पूर्वी सिक्किम की राजधानी गंगटोक है, जो राज्य की राजधानी भी है। यह राज्य में सभी प्रशासनिक गतिविधियों का केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक क्षेत्र एक जिला कलेक्टर द्वारा प्रशासित होता है, जिसे राज्य सरकार और सैन्य क्षेत्र द्वारा एक मेजर जनरल द्वारा नियुक्त किया जाता है। 2011 तक यह सिक्किम के चार जिलों में सबसे अधिक आबादी वाला है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंगटोक एक शहर, नगर पालिका, राजधानी और सिक्किम भारतीय राज्य का सबसे बड़ा शहर है। यह पूर्वी सिक्किम जिले का मुख्यालय भी है। गंगटोक 1,650 मीटर (5,410 फीट) की ऊंचाई पर, पूर्वी हिमालयी रेंज में है। शहर की 100,000 की आबादी भूटिया, लेप्चा और नेपाल जैसे विभिन्न नस्लों से है। हिमालय की ऊंची चोटियों के भीतर और एक साल के हल्के शीतोष्ण जलवायु के साथ, गंगटोक सिक्किम के पर्यटन उद्योग के केंद्र में है।</p>\r\n<p>&nbsp;</p>\r\n<p>1840 में एनची मठ के निर्माण के बाद गंगटोक एक लोकप्रिय बौद्ध तीर्थ स्थल के रूप में प्रसिद्ध हो गया। 1894 में, सत्तारूढ़ सिक्किम के चोग्याल, थुतोब नामग्याल ने राजधानी को गंगटोक स्थानांतरित कर दिया। 20 वीं शताब्दी की शुरुआत में, गंगटोक ब्रिटिश भारत में तिब्बत और कोलकाता (तब कलकत्ता) जैसे शहरों में ल्हासा के बीच व्यापार मार्ग पर एक प्रमुख पड़ाव बन गया। 1947 में भारत द्वारा ब्रिटेन से अपनी स्वतंत्रता हासिल करने के बाद, सिक्किम ने गंगटोक को अपनी राजधानी के रूप में एक स्वतंत्र राजशाही बने रहने के लिए चुना। 1975 में, भारत के संघ के साथ एकीकरण के बाद, गंगटोक को भारत की 22 वीं राज्य राजधानी बनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>जिले को पहले 12 विधानसभा क्षेत्रों में विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>खामडोंग-सिंगताम</p>\r\n<p>वेस्ट पेंडम (SC)</p>\r\n<p>रिनाक</p>\r\n<p>Chujachen</p>\r\n<p>Gnathang-Machong (बीएल)</p>\r\n<p>Namcheybung</p>\r\n<p>Shyari (बीएल)</p>\r\n<p>मार्टम-रमटेक (बीएल)</p>\r\n<p>अपर तडोंग</p>\r\n<p>Arithang</p>\r\n<p>गंगटोक (बीएल)</p>\r\n<p>अपर बर्टुक</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>गंगटोक के भीतर टैक्सी सबसे व्यापक रूप से उपलब्ध सार्वजनिक परिवहन हैं। अधिकांश निवासी शहर के केंद्र के कुछ किलोमीटर के भीतर रहते हैं और कई के पास अपने वाहन हैं जैसे दोपहिया और कारें। संयुक्त निजी वाहनों और टैक्सियों का हिस्सा गंगटोक के कुल वाहनों का 98% है, जो अन्य भारतीय शहरों की तुलना में उच्च प्रतिशत है। सिटी बसों में एक प्रतिशत से भी कम वाहन शामिल हैं। लंबी दूरी की यात्रा करने वाले आमतौर पर शेयर-जीप, एक तरह की सार्वजनिक टैक्सी का उपयोग करते हैं। चार पहिया ड्राइव का उपयोग सड़कों की खड़ी ढलानों को आसानी से नेविगेट करने के लिए किया जाता है। तीन स्टॉप वाली 1 किमी (0.6 मील) लंबी केबल कार निचले गंगटोक उपनगरों को मध्य गंगटोक में सिक्किम विधान सभा और ऊपरी उपनगरों से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंगटोक शेष भारत के सभी मौसम वाले राजमार्ग राजमार्ग, राष्ट्रीय राजमार्ग 10 से जुड़ा हुआ है, जिसे पहले राष्ट्रीय राजमार्ग 31 ए के रूप में जाना जाता था, जो पश्चिम बंगाल के पड़ोसी राज्य में 114 किमी (71 मील) दूर स्थित सिलीगुड़ी से जुड़ता है। यह राजमार्ग पड़ोसी हिल स्टेशन दार्जिलिंग और कलिम्पोंग शहरों के लिए एक लिंक भी प्रदान करता है, जो निकटतम शहरी क्षेत्र हैं। नियमित जीप, वैन और बस सेवाएं इन शहरों को गंगटोक से जोड़ती हैं। गंगटोक एक रैखिक शहर है जो धमनी सड़कों, विशेष रूप से राष्ट्रीय राजमार्ग 31 ए के साथ विकसित हुआ है। गंगटोक में सड़क की अधिकांश लंबाई दो लेन की अविभाजित कैरिजवे है, जिसमें सड़क के एक तरफ फुटपाथ है और दूसरी तरफ नाली है। एक सर्पिल सड़क विन्यास के साथ युग्मित अलग-अलग सड़क की खड़ी ढाल वाहनों के साथ ही पैदल यातायात के सुचारू प्रवाह को बाधित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>शेष भारत से जुड़ा निकटतम रेलवे स्टेशन सिलीगुड़ी में न्यू जलपाईगुड़ी (NJP) का स्टेशन है, जो गंगटोक से NH10 के माध्यम से 124 किमी (77 मील) दूर स्थित है। पश्चिम बंगाल के सेवोके से सिक्किम में रंगपो तक एक व्यापक गेज रेलवे लिंक के लिए काम शुरू हो गया है, जिसे गंगटोक तक विस्तारित करने की योजना है। अगस्त 2019 तक, 200 पुलों और कई सुरंगों वाली इस लाइन के दिसंबर 2024 तक पूरा होने की उम्मीद है। एक बार पूरा हो जाने के बाद, अतिरिक्त विलोपन योजनाओं में पारो एयरपोर्ट (भारत द्वारा उन्नत और भारतीय सेना द्वारा संयुक्त रूप से उपयोग किया जाने वाला 150 किमी लंबा पूर्वी स्पर) शामिल है। भूटान की सेना) पश्चिमी भूटान में।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>&nbsp;</p>\r\n<p>प्योंगॉन्ग एयरपोर्ट पर रनवे, पूर्वोत्तर भारत में निर्मित होने वाला पहला ग्रीनफील्ड हवाई अड्डा है।</p>\r\n<p>पाक्योंग हवाई अड्डा भारत के सिक्किम राज्य की राजधानी गंगटोक के पास एक ग्रीनफ़ील्ड हवाई अड्डा है। हवाई अड्डा, 400 हेक्टेयर (990 एकड़) में फैला, गंगटोक के दक्षिण में लगभग 35 किमी (22 मील) पर प्योंग शहर में स्थित है। 4500 फीट पर, प्योंगॉन्ग एयरपोर्ट भारत के पांच सबसे ऊंचे हवाई अड्डों में से एक है। यह भारत का पूर्वोत्तर क्षेत्र, भारत में 100 वां परिचालन हवाई अड्डा और सिक्किम राज्य का एकमात्र हवाई अड्डा बनाने वाला पहला ग्रीनफील्ड हवाई अड्डा भी है।</p>\r\n<p>हवाई अड्डे का उद्घाटन भारत के प्रधान मंत्री नरेंद्र मोदी द्वारा 24 सितंबर 2018 को किया गया था और हवाई अड्डे से पहला वाणिज्यिक उड़ान संचालन 4 अक्टूबर 2018 को प्योंग और कोलकाता के बीच शुरू हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>गंगटोक के स्कूल या तो राज्य सरकार द्वारा या निजी और धार्मिक संगठनों द्वारा चलाए जाते हैं। स्कूल मुख्य रूप से अंग्रेजी और नेपाली को उनके शिक्षा के माध्यम के रूप में उपयोग करते हैं। स्कूल या तो भारतीय माध्यमिक शिक्षा प्रमाण पत्र, केंद्रीय माध्यमिक शिक्षा बोर्ड या राष्ट्रीय मुक्त विद्यालयी शिक्षा संस्थान से संबद्ध हैं। उल्लेखनीय स्कूलों में ताशी नामग्याल अकादमी, पलजोर नामग्याल गर्ल्स स्कूल, होली क्रॉस स्कूल, तख्त इंटरनेशनल स्कूल और केंद्रीय विद्यालय शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्नातक डिग्री देने वाले कॉलेजों में सिक्किम गवर्नमेंट कॉलेज, सिक्किम गवर्नमेंट लॉ कॉलेज और डंबर सिंह कॉलेज शामिल हैं। 2007 में स्थापित सिक्किम विश्वविद्यालय गंगटोक में कार्य कर रहा है; विश्वविद्यालय को अपने स्वयं के परिसर की स्थापना के लिए पड़ोसी यांग यांग शहर में भूमि आवंटित की गई है। विश्वविद्यालय पाठ्यक्रमों की एक विविध श्रेणी प्रदान करता है और इसके साथ कई संस्थान संबद्ध हैं। यहां से 8 किमी (5.0 मील) सिक्किम मणिपाल विश्वविद्यालय का मुख्यालय है, जिसमें सिक्किम मणिपाल इंस्टीट्यूट ऑफ मेडिकल साइंसेज और सिक्किम मणिपाल इंस्टीट्यूट ऑफ टेक्नोलॉजी है। इंदिरा गांधी राष्ट्रीय मुक्त विश्वविद्यालय का शहर में एक क्षेत्रीय केंद्र भी है। बौद्ध साहित्य, खानपान और अन्य गैर-मुख्यधारा के क्षेत्रों में डिप्लोमा प्रदान करने वाले अन्य संस्थान हैं। जिला शिक्षा और प्रशिक्षण संस्थान और राज्य शिक्षा संस्थान शिक्षक प्रशिक्षण कार्यक्रम आयोजित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/East_Sikkim_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"गंगटोक","slug":"gangtok"},{"name":"पूर्वी-सिक्किम","slug":"east-sikkim"}],"recommendations":[{"id":888,"title":"पश्चिम सिक्किम, गीज़िंग में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"पश्चिम सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी गीज़िंग है, जिसे ग्यालशिंग के नाम से भी जाना जाता है। ऊंचा स्थान होने के कारण यह जिले ट्रेकर्स के लिए पसंदीदा है। अन्य महत्वपूर्ण शहरों में पेलिंग और युक्सोम शामिल हैं। स्थानीय लोग पालो-सिक्किम और सानो- सिक्किम को भी कहते हैं।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गीज़िंग","slug":"geyzing"},{"name":"सिक्किम","slug":"sikkim"},{"name":"पश्चिम-सिक्किम","slug":"west-sikkim"}],"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","total":0},{"id":887,"title":"दक्षिण सिक्किम, नामची में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"दक्षिण सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी नामची है।\r\nनामची या नमत्से भारतीय राज्य सिक्किम में दक्षिण सिक्किम जिले की राजधानी है। अपीली नामची का मतलब सिक्किम में स्काई (नाम) हाई (ची) है।\r\n&nbsp;\r\nभूगोल\r\nदक्षिण सिक्किम 400 से 2000 मीटर की ऊँचाई पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"नामची","slug":"namchi"},{"name":"दक्षिण-सिक्किम","slug":"south-sikkim"}],"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","total":0},{"id":885,"title":"उत्तर सिक्किम, मंगन में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"उत्तर सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसका जिला मुख्यालय मंगन है। यह देश का सातवां सबसे कम आबादी वाला (640 में से) जिला है।\r\n2013 तक, सी पी ढकाल जिले के जिला कलेक्टर हैं।\r\nमंगन भारतीय राज्य सिक्किम में उत्तरी सिक्किम जिले की राजधानी है। यह शहर एक धमाकेदार सड़क से राजधानी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-सिक्किम","slug":"north-sikkim"},{"name":"सिक्किम","slug":"sikkim"},{"name":"मंगन","slug":"mangan"}],"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","total":0},{"id":884,"title":"पूर्वी सिक्किम, गंगटोक में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"पूर्वी सिक्किम भारतीय राज्य सिक्किम के चार प्रशासनिक जिलों में से एक है। भौगोलिक रूप से, पूर्वी सिक्किम राज्य के दक्षिण-पूर्व कोने पर कब्जा करता है। पूर्वी सिक्किम की राजधानी गंगटोक है, जो राज्य की राजधानी भी है। यह राज्य में सभी प्रशासनिक गतिविधियों का केंद्र है।\r\n&nbsp;\r\nनागरिक क्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"गंगटोक","slug":"gangtok"},{"name":"पूर्वी-सिक्किम","slug":"east-sikkim"}],"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","total":0}]}