{"id":885,"title":"Top Places to visit in North Sikkim, Mangan, Sikkim","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"<p>North Sikkim is a district of the Indian state of Sikkim. Its district headquarters is Mangan. It is the seventh least populous district in the country (out of 640).</p>\r\n<p>As of 2013, C P Dhakal is the district Collector of the district.</p>\r\n<p>Mangan is the capital of the district of North Sikkim in the Indian state of Sikkim. The town is connected to the capital Gangtok by a metalled road. North Sikkim is the largest district of Sikkim in terms of area. The town lies in the geographic south of the district. After the opening up of the district, Mangan has witnessed a spurt in its economy, mostly due to organic farming. The town opens up the Tibetan Plateau. Mangan also serves the towns of Lachung, Chungthang and Lachen in the far north. Owing to its elevation, the town enjoys a temperate climate.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Most of North Sikkim is restricted to travellers and permits are needed to visit these areas. The area, which shares a sensitive border with the People's Republic of China is heavily patrolled by the Indian army. However, in view of exquisite scenic beauty, a large number of tourists have started visiting the region overcoming all sorts of hardship. Often unregulated tourism becomes a major conservation issue in fragile ecosystem such as high mountains.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census North Sikkim district has a population of 43,354, roughly equal to the nation of Liechtenstein. This gives it a ranking of 634th in India (out of a total of 640). The district has a population density of 10 inhabitants per square kilometre (26/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 5.66%. North Sikkim has a sex ratio of 769 females for every 1000 males, and a literacy rate of 77.39%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 31.71% of the population in the district spoke Lepcha, 23.24% Nepali, 14.41% Sikkimese, 8.51% Limbu, 8.40% Hindi, 3.63% Sherpa, 2.56% Tamang, 1.75% Punjabi, 1.22% Rai, 1.08% Bengali and 0.43% Urdu as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>The people are mainly of Lepcha and Bhutia descent. Other groups include the Tibetan community. It also has one of the lowest populated regions of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roads are in a poor condition owing to the frequent landslides.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>North Sikkim is home to the red panda (Ailurus fulgens), a vulnerable species. This animal is the pride of Sikkim and is also the State Animal. It is generally found between heights of 2000 m to 4000 m. It is as big as a domestic Siamese cat (approximately 2 ft long), has a triangular shaped face with a stripe on its cheek, with red fur and black eyes. It has a sprinkling of white on its back and chest. The tail is bushy, black or brown in colour and long like that of a skunk. They generally live on treetops.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1977 North Sikkim district became home to Khangchendzonga National Park, which has an area of 1,784 km2 (688.8 sq mi). It shares the park with West Sikkim district. It is also home to the Shingba (rhododendron) Wildlife Sanctuary, which was established in 1984 and has an area of 43 km2 (16.6 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>&nbsp;</p>\r\n<p>Wildflowers of North Sikkim</p>\r\n<p>&nbsp;</p>\r\n<p>Flowering trees along stream valleys</p>\r\n<p>The district is the largest of the four districts of Sikkim.</p>\r\n<p>&nbsp;</p>\r\n<p>The landscape is mountainous with dense vegetation all the way up to the alpine altitude before thinning out to desert scrub towards the northern tundra. Numerous waterfalls astride the main road make the trip to this district extremely picturesque.</p>\r\n<p>&nbsp;</p>\r\n<p>The most prominent effect of the steepness of the valleys is the prevalence of landslides that at times drop to anything between 3000 and 5,000 ft (1,500 m) carrying devastation along their course. Most of them are caused either by the melting snow beds on top of the mountains or by erosive action of the rains.</p>\r\n<p>&nbsp;</p>\r\n<p>Most of the people of the state reside near Mangan, the district headquarters which is about 2,000 feet (610 m) above sea level. Further north the elevation increases with the vegetation turning from temperate to alpine to tundra. Temperatures range from about 25&deg; to below &minus;40&deg; in the extreme high reaches where the altitude is in excess of 6,000 metres. Kanchenjanga is the highest peak at over 8,000 m, straddling its western border with Nepal and can be seen clearly from the town of Singhik.</p>\r\n<p>&nbsp;</p>\r\n<p>National protected area</p>\r\n<p>Khangchendzonga National Park (Part)</p>\r\n<p>Assembly Constituencies</p>\r\n<p>The district was previously divided into 3 assembly constituencies.</p>\r\n<p>&nbsp;</p>\r\n<p>Kabi-Lungchuk(BL)</p>\r\n<p>Djongu(BL)</p>\r\n<p>Lachen-Mangan(BL)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/North_Sikkim_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","tags":[{"name":"north-sikkim","slug":"north-sikkim"},{"name":"sikkim","slug":"sikkim"},{"name":"mangan","slug":"mangan"}],"recommendations":[{"id":888,"title":"Top Places to visit in West Sikkim, Geyzing, Sikkim","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"West Sikkim is a district of the Indian state of Sikkim. Its capital is Geyzing, also known as Gyalshing. The district is a favourite with trekkers due to the high elevations. Other important towns include Pelling and Yuksom. Local people also call as Pallo- Sikkim and Sano- Sikkim as commonly.</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"geyzing","slug":"geyzing"},{"name":"sikkim","slug":"sikkim"},{"name":"west-sikkim","slug":"west-sikkim"}],"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","total":0},{"id":887,"title":"Top Places to visit in South Sikkim, Namchi, Sikkim","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"South Sikkim is a district of the Indian state of Sikkim. Its capital is Namchi.\r\nNamchi or Namtse is the capital of the district of South Sikkim in the Indian state of Sikkim. The appellation Namchi means Sky (Nam) High (Chi) in Sikkimese.\r\n&nbsp;\r\nGeography\r\nSouth Si","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikkim","slug":"sikkim"},{"name":"namchi","slug":"namchi"},{"name":"south-sikkim","slug":"south-sikkim"}],"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","total":0},{"id":885,"title":"Top Places to visit in North Sikkim, Mangan, Sikkim","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"North Sikkim is a district of the Indian state of Sikkim. Its district headquarters is Mangan. It is the seventh least populous district in the country (out of 640).\r\nAs of 2013, C P Dhakal is the district Collector of the district.\r\nMangan is the capital of the district of North Si","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-sikkim","slug":"north-sikkim"},{"name":"sikkim","slug":"sikkim"},{"name":"mangan","slug":"mangan"}],"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","total":0},{"id":884,"title":"Top Places to visit in East Sikkim, Gangtok, Sikkim","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"East Sikkim is one of the four administrative districts of the Indian state of Sikkim. Geographically, East Sikkim occupies the south-east corner of the state. The capital of East Sikkim is Gangtok, which is also the state capital. It is the hub of all administrative activity in the state.\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikkim","slug":"sikkim"},{"name":"gangtok","slug":"gangtok"},{"name":"east-sikkim","slug":"east-sikkim"}],"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","total":0}]}