{"id":885,"title":"उत्तर सिक्किम, मंगन में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"<p>उत्तर सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसका जिला मुख्यालय मंगन है। यह देश का सातवां सबसे कम आबादी वाला (640 में से) जिला है।</p>\r\n<p>2013 तक, सी पी ढकाल जिले के जिला कलेक्टर हैं।</p>\r\n<p>मंगन भारतीय राज्य सिक्किम में उत्तरी सिक्किम जिले की राजधानी है। यह शहर एक धमाकेदार सड़क से राजधानी गंगटोक से जुड़ा हुआ है। उत्तरी सिक्किम क्षेत्रफल की दृष्टि से सिक्किम का सबसे बड़ा जिला है। यह शहर जिले के भौगोलिक दक्षिण में स्थित है। जिले के खुलने के बाद, मंगान ने अपनी अर्थव्यवस्था में तेजी देखी है, ज्यादातर जैविक खेती के कारण। यह शहर तिब्बती पठार को खोलता है। मंगन सुदूर उत्तर में लाचुंग, चुंगथांग और लाचेन शहरों की भी सेवा करता है। इसकी ऊंचाई के कारण, शहर एक समशीतोष्ण जलवायु का आनंद लेता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अधिकांश उत्तरी सिक्किम यात्रियों के लिए प्रतिबंधित है और इन क्षेत्रों में जाने के लिए परमिट की आवश्यकता होती है। यह क्षेत्र, जो पीपल्स रिपब्लिक ऑफ चाइना के साथ एक संवेदनशील सीमा साझा करता है, भारतीय सेना द्वारा भारी गश्त की जाती है। हालाँकि, उत्तम प्राकृतिक सुंदरता को देखते हुए, बड़ी संख्या में पर्यटकों ने सभी प्रकार की कठिनाइयों पर काबू पाने के लिए इस क्षेत्र का दौरा करना शुरू कर दिया है। अक्सर अनियमित पर्यटन उच्च पहाड़ों जैसे नाजुक पारिस्थितिकी तंत्र में एक प्रमुख संरक्षण मुद्दा बन जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार उत्तरी सिक्किम जिले की आबादी 43,354 है, जो लगभग लिकटेंस्टीन के राष्ट्र के बराबर है। यह इसे भारत में 634 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 10 निवासियों प्रति वर्ग किलोमीटर (26 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 5.66% थी। उत्तरी सिक्किम में हर 1000 पुरुषों पर 769 महिलाओं का लिंग अनुपात है, और साक्षरता दर 77.39% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले में 31.71% जनसंख्या लेप्चा, 23.24% नेपाली, 14.41% सिक्किमी, 8.51% लिम्बु, 8.40% हिंदी, 3.63% शेरपा, 2.56% तमांग, 1.75% पंजाबी, 1.22% बोली जाती है। % राय, 1.08% बंगाली और 0.43% उर्दू उनकी पहली भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग मुख्यतः लेप्चा और भूटिया वंश के हैं। अन्य समूहों में तिब्बती समुदाय शामिल है। यह राज्य के सबसे कम आबादी वाले क्षेत्रों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>भूस्खलन के कारण सड़कें खराब हालत में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>उत्तरी सिक्किम लाल पांडा (Ailurus fulgens) के लिए एक संवेदनशील प्रजाति है। यह जानवर सिक्किम का गौरव है और राज्य पशु भी है। यह आम तौर पर 2000 मीटर से 4000 मीटर की ऊंचाई के बीच पाया जाता है। यह घरेलू स्याम देश की बिल्ली जितना बड़ा है (लगभग 2 फीट लंबा), जिसके गाल पर पट्टी के साथ त्रिकोणीय आकार का चेहरा है, जिसमें लाल फर और काली आंखें हैं। इसकी पीठ और छाती पर सफेद रंग का छिड़काव होता है। पूँछ झाड़ीदार, काले या भूरे रंग की होती है और लंबे समय तक वह एक पंक की तरह होती है। वे आम तौर पर treetops पर रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1977 में उत्तरी सिक्किम जिला खंगचेंद्ज़ोंगा नेशनल पार्क का घर बन गया, जिसका क्षेत्रफल 1,784 किमी 2 (688.8 वर्ग मील) है। यह पश्चिम सिक्किम जिले के साथ पार्क साझा करता है। यह शिंग्बा (रोडोडेंड्रोन) वन्यजीव अभयारण्य का भी घर है, जिसे 1984 में स्थापित किया गया था और इसका क्षेत्रफल 43 किमी 2 (16.6 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तरी सिक्किम के वन्यजीव</p>\r\n<p>&nbsp;</p>\r\n<p>धारा घाटियों के साथ फूलों के पेड़</p>\r\n<p>जिला सिक्किम के चार जिलों में सबसे बड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिदृश्य उत्तरी टुंड्रा की ओर रेगिस्तानी साफ़ करने के लिए पतले होने से पहले सभी तरह के घने वनस्पतियों के साथ पहाड़ी है। मुख्य सड़क के किनारे कई झरने इस जिले की यात्रा को बेहद मनोरम बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>घाटियों की स्थिरता का सबसे प्रमुख प्रभाव भूस्खलन का प्रचलन है जो कभी-कभी 3000 और 5,000 फीट (1,500 मीटर) के बीच किसी भी चीज को अपने पाठ्यक्रम में तबाह कर देता है। उनमें से ज्यादातर या तो पहाड़ों के ऊपर बर्फ के बेड के पिघलने या बारिश की क्षणिक कार्रवाई के कारण होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य के अधिकांश लोग मंगन के पास रहते हैं, जिला मुख्यालय जो समुद्र तल से लगभग 2,000 फीट (610 मीटर) ऊपर है। इसके उत्तर में समशीतोष्ण से अल्पाइन से टुंड्रा तक वनस्पति के साथ ऊंचाई बढ़ती है। तापमान लगभग 25 &deg; से लेकर atures40 &deg; से अत्यधिक उच्च तक पहुँचता है जहाँ ऊँचाई 6,000 मीटर से अधिक होती है। कंचनजंगा 8,000 मीटर से अधिक ऊँची चोटी है, जिसकी पश्चिमी सीमा नेपाल से लगती है और इसे सिंघिक शहर से साफ देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय संरक्षित क्षेत्र</p>\r\n<p>खंगचेंद्ज़ोंगा राष्ट्रीय उद्यान (भाग)</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>जिले को पहले 3 विधानसभा क्षेत्रों में विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कबि-Lungchuk (बीएल)</p>\r\n<p>Djongu (बीएल)</p>\r\n<p>लाचेन-मंगन (बीएल)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/North_Sikkim_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","tags":[{"name":"उत्तर-सिक्किम","slug":"north-sikkim"},{"name":"सिक्किम","slug":"sikkim"},{"name":"मंगन","slug":"mangan"}],"recommendations":[{"id":888,"title":"पश्चिम सिक्किम, गीज़िंग में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"पश्चिम सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी गीज़िंग है, जिसे ग्यालशिंग के नाम से भी जाना जाता है। ऊंचा स्थान होने के कारण यह जिले ट्रेकर्स के लिए पसंदीदा है। अन्य महत्वपूर्ण शहरों में पेलिंग और युक्सोम शामिल हैं। स्थानीय लोग पालो-सिक्किम और सानो- सिक्किम को भी कहते हैं।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गीज़िंग","slug":"geyzing"},{"name":"सिक्किम","slug":"sikkim"},{"name":"पश्चिम-सिक्किम","slug":"west-sikkim"}],"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","total":0},{"id":887,"title":"दक्षिण सिक्किम, नामची में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"दक्षिण सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी नामची है।\r\nनामची या नमत्से भारतीय राज्य सिक्किम में दक्षिण सिक्किम जिले की राजधानी है। अपीली नामची का मतलब सिक्किम में स्काई (नाम) हाई (ची) है।\r\n&nbsp;\r\nभूगोल\r\nदक्षिण सिक्किम 400 से 2000 मीटर की ऊँचाई पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"नामची","slug":"namchi"},{"name":"दक्षिण-सिक्किम","slug":"south-sikkim"}],"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","total":0},{"id":885,"title":"उत्तर सिक्किम, मंगन में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"उत्तर सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसका जिला मुख्यालय मंगन है। यह देश का सातवां सबसे कम आबादी वाला (640 में से) जिला है।\r\n2013 तक, सी पी ढकाल जिले के जिला कलेक्टर हैं।\r\nमंगन भारतीय राज्य सिक्किम में उत्तरी सिक्किम जिले की राजधानी है। यह शहर एक धमाकेदार सड़क से राजधानी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-सिक्किम","slug":"north-sikkim"},{"name":"सिक्किम","slug":"sikkim"},{"name":"मंगन","slug":"mangan"}],"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","total":0},{"id":884,"title":"पूर्वी सिक्किम, गंगटोक में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"पूर्वी सिक्किम भारतीय राज्य सिक्किम के चार प्रशासनिक जिलों में से एक है। भौगोलिक रूप से, पूर्वी सिक्किम राज्य के दक्षिण-पूर्व कोने पर कब्जा करता है। पूर्वी सिक्किम की राजधानी गंगटोक है, जो राज्य की राजधानी भी है। यह राज्य में सभी प्रशासनिक गतिविधियों का केंद्र है।\r\n&nbsp;\r\nनागरिक क्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"गंगटोक","slug":"gangtok"},{"name":"पूर्वी-सिक्किम","slug":"east-sikkim"}],"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","total":0}]}