{"id":887,"title":"दक्षिण सिक्किम, नामची में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"<p>दक्षिण सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी नामची है।</p>\r\n<p>नामची या नमत्से भारतीय राज्य सिक्किम में दक्षिण सिक्किम जिले की राजधानी है। अपीली नामची का मतलब सिक्किम में स्काई (नाम) हाई (ची) है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दक्षिण सिक्किम 400 से 2000 मीटर की ऊँचाई पर स्थित है और इसमें अधिकांश वर्ष के लिए समशीतोष्ण जलवायु होती है। प्रमुख शहरी केंद्रों में नामची, रावंगला, जोरथांग और मेली शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>जिले को पहले आठ विधानसभा क्षेत्रों में विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बारफंग (बीएल)</p>\r\n<p>Poklok-Kamrang</p>\r\n<p>नामची-Singhithang</p>\r\n<p>मेल्ली</p>\r\n<p>Namthang-Rateypani</p>\r\n<p>थीम्स-Namphing</p>\r\n<p>Rangang-Yangang</p>\r\n<p>तुमन-लिंगी (बीएल)</p>\r\n<p>राष्ट्रीय संरक्षित क्षेत्र</p>\r\n<p>मीनम वन्यजीव अभयारण्य</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>समतल भूमि की उपलब्धता के कारण दक्षिण सिक्किम राज्य का सबसे अधिक औद्योगिक क्षेत्र है। चूंकि भूविज्ञान स्थिर है, राज्य के अन्य हिस्सों की तुलना में सड़कें अच्छी स्थिति में हैं जो भूस्खलन से पीड़ित हैं। यह जिला सिक्किम चाय के लिए भी जाना जाता है, जिसे नामची के पास उगाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, दक्षिण सिक्किम जिले की जनसंख्या 146,742 है, जो संत लूसिया के देश के बराबर है। यह इसे भारत में 600 वीं (कुल 640 में से) की रैंकिंग देता है। जिले में जनसंख्या घनत्व 196 प्रति वर्ग किलोमीटर (510 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 11.57% थी। दक्षिण सिक्किम में हर 1000 पुरुषों पर 914 महिलाओं का लिंग अनुपात है, और साक्षरता दर 82.06% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की 2011 की जनगणना के समय, जिले में 72.66% आबादी नेपाली, 5.09% हिंदी, 3.88% सिक्किमी, 3.61% लेप्चा, 3.57% लिम्बु, 3.19% शेरपा, 2.46% तमांग, 1.65% राय, 0.88% बोली जाती थी। % तिब्बती और 0.83% बंगाली उनकी पहली भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण सिक्किम राज्य के सबसे कम आबादी वाले क्षेत्रों में से एक है। लोग मुख्यतः नेपाली मूल के हैं। अन्य जातीय समूहों में लेप्चा और भूटिया समुदाय शामिल हैं। नेपाली जिले में सबसे अधिक बोली जाने वाली भाषा है। जिला अठारहवीं और उन्नीसवीं शताब्दी में 30 वर्षों के लिए नेपाली के कब्जे में था।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>मेनाम वन्यजीव अभयारण्य 1987 में स्थापित किया गया था। इसका क्षेत्रफल 35 किमी 2 (13.5 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>नामची में गुणवत्ता शिक्षा (माउंट कार्मेल स्कूल, नामची पब्लिक स्कूल, तेंदू एजुकेशनल इंस्टीट्यूट, न्यू लाइट एकेडमी, बेथनी स्कूल आदि) और लड़कों और लड़कियों के लिए सरकारी उच्चतर माध्यमिक विद्यालय और प्रमुख कंप्यूटर संस्थान जैसे आधा दर्जन से अधिक निजी स्कूल हैं। सूचना विज्ञान कंप्यूटर संस्थान (सिक्किम सरकार के तहत पंजीकृत) मल्टीमीडिया कंप्यूटर संस्थान, मणिपाल समूह आदि का एक अधिकृत अध्ययन केंद्र है। शहर से कुछ किलोमीटर की दूरी पर कला, शिक्षा, विज्ञान, वाणिज्य के लिए एक प्रतिष्ठित सरकारी कॉलेज है। लोग बहुत महत्व देते हैं और श्रद्धा के साथ शिक्षा पर ध्यान केंद्रित करते हैं। कैथोलिक मिशनरियों द्वारा संचालित नामची पब्लिक स्कूल, राज्य के सम्मानित शैक्षिक संस्थानों में से एक है और सिक्किम के दक्षिण जिले में सर्वश्रेष्ठ में से एक है।</p>\r\n<p>पर्यटन</p>\r\n<p>नामची तेजी से एक पर्यटक स्थल और तीर्थस्थल बन रहा है। नामची मठ, रलंग मठ और तेंदोंग हिल स्थानीय बौद्ध तीर्थस्थल हैं। बौद्ध पद्मसंभव की दुनिया की सबसे बड़ी प्रतिमा (118 फीट पर), जिसे सिक्किम के संरक्षक संत, गुरु रिनपोछे के नाम से भी जाना जाता है, जो नामची के समद्वीप पहाड़ी (विश विश पूर्ति पहाड़ी) पर है। यह फरवरी 2004 में बनकर तैयार हुआ। यह भी कहा जाता है कि समद्रेप पहाड़ी वास्तव में एक सुप्त ज्वालामुखी है। मिथकों का कहना है कि बौद्ध भिक्षु पहाड़ी की चोटी पर जा रहे हैं और ज्वालामुखी को शांत करने के लिए प्रार्थना की पेशकश कर रहे हैं। समद्रेप के रास्ते में शहर से कुछ किलोमीटर की दूरी पर एक रॉक गार्डन भी है। इस क्षेत्र में माउंट के दृश्य हैं। कंचेंदज़ोंग, उर्फ ​​माउंट। विश्व की तीसरी सबसे ऊँची चोटी कंचनजंगा।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारे में पद्मसंभव (गुरु रिनपोछे) की प्रतिमा का विहंगम दृश्य, सिक्किम के संरक्षक संत समद्रेसे हिल, नामची में</p>\r\n<p>हाल ही में उद्घाटन (नवंबर 2011 में), सिद्धेश्वरा धाम सिक्किम सरकार का एक तीर्थ-पर्यटन उद्यम है, जिसे \"पिलग्रिम सह सांस्कृतिक केंद्र\" के रूप में विकसित किया गया है, जिसमें भगवान शिव की 87 फीट की प्रतिमा और देश के चार धामों की प्रतिकृतियां हैं। नामची में सोलोफोक पहाड़ी पर स्थित है। चार धाम, हिंदुओं के चार सबसे अधिक पूजनीय धामों को इस शानदार परिसर में भक्तों और पर्यटकों को लाभ पहुंचाने के लिए दोहराया गया है। मुख्यमंत्री पवन चामलिंग का ड्रीम प्रोजेक्ट, जिसकी कल्पना उनके द्वारा की गई थी और वर्ष 2005 में शुरू हुई, मूल रूप से सोलोफोक पहाड़ी के आसपास की लुभावनी वादियों के बीच, मूल धामों की स्थापना के पीछे की पौराणिक सेटिंग के कारण है। मुख्यमंत्री श्री पवन चामलिंग और उनकी पत्नी श्रीमती टीका माया चामलिंग की उपस्थिति में, धाम श्री जगदगुरु शंकराचार्य स्वामी स्वरूपानंद सरस्वती के अभिषेक के लिए, धाम का \"प्राण प्रतिष्ठा\" किया। रामेश्वरम के रामेश्वरम् में रामेश्वर में सोमनाथ, मल्लिकार्जुन, महाकालेश्वर, ओंकारेश्वर, केदारनाथ, भीमशंकर, विश्वनाथ, त्रयंबकेश्वर, वैद्यनाथ, नागेश्वर, रामेश्वर आदि रामनाथ के \"द्वादश ज्योतिर्लिंगों\" (बारह ज्योतिर्लिंग) की प्रतिकृतियां हैं। । यहां किरातेश्वर महादेव की भव्य मूर्ति और शिरडी साईं बाबा का मंदिर भी है। यहां से माउंट कंचनजंगा, प्रतिमा पर गुरु पद्मसंभव की मूर्ति, दार्जिलिंग और ऐसे अन्य स्थानों के दृश्य देखे जा सकते हैं। धाम भक्तों को \"यति निवास\" पर रात भर ठहरने की सुविधा प्रदान करता है, जिसमें एक बार में 90 से अधिक लोग बैठ सकते हैं। भारत सरकार के पर्यटन मंत्रालय द्वारा \"मोस्ट इनोवेटिव / यूनिक टूरिज्म प्रोजेक्ट\" की श्रेणी में धाम ने राष्ट्रीय पर्यटन पुरस्कार 2010-11 जीता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>यह सिक्किम के नामची में सिद्धेश्वर धाम में भगवान शिव की मूर्ति है</p>\r\n<p>एक हेलीपैड शहर से लगभग 5000 फीट की ऊँचाई पर 5 किमी दूर स्थित है। यहाँ से माउंट का सबसे मनोरम दृश्य देखा जा सकता है। कंचनजोंगा अन्य आसन्न चोटियों के साथ, दार्जिलिंग का एक हिस्सा, कालिम्पोंग, और बंगाल के रोलिंग मैदान।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>टेमी रिज़ॉर्ट के अंदर टेमी गार्डन, नामची, सिक्किम</p>\r\n<p>शहर के पास, सिक्किम की एकमात्र चाय की संपत्ति - टेमी टी गार्डन स्थित है। आगंतुक टेमी चाय बागान के सुंदर दृश्य का आनंद ले सकते हैं - राज्य में एक और एकमात्र चाय की संपत्ति जो अंतरराष्ट्रीय बाजार में शीर्ष गुणवत्ता वाली चाय का उत्पादन करती है। चाय दुनिया भर में एक प्रीमियम लेती है और लगभग रु। 800 / - एक किग्रा। चाय को इसकी विदेशी गंध और स्वाद से चिह्नित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>फरवरी के महीने में, नामची उद्यान में यह वार्षिक पुष्प प्रदर्शनी आयोजित की जाती है। ज्वलंत रंगों के फूलों के साथ, सिक्किम में फ्लॉवर शो सबसे बड़ा है। इस शो का मुख्य आकर्षण विदेशी और दुर्लभ ऑर्किड का प्रदर्शन है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का मुख्य आकर्षण फुटबॉल स्टेडियम है - सिक्किम सरकार द्वारा अपने सबसे प्रसिद्ध नागरिक, फुटबॉलर भाईचुंग भूटिया के सम्मान में बनाया गया भाईचंग स्टेडियम, जो पूरे भारत में कई फुटबॉल स्कूलों का मालिक है। \"द गोल्ड कप\" फुटबॉल टूर्नामेंट लगभग हर साल भाईचंग स्टेडियम में आयोजित किया जाता है। पूरे भारत, नेपाल, बांग्लादेश और भूटान की फुटबॉल टीमें सम्मान के लिए सिक्किम में बहुत अधिक भीड़ जुटाती हैं। नामची सिक्किम के मुख्यमंत्री पवन कुमार चामलिंग का भी आधार है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक रूप से, नामची वह स्थान था, जहां सिक्किम के चोगल में से एक को जहर देने वाले विश्वासघाती राजकुमारी पेंडे ओंगमू को उसके काम के लिए पकड़ा गया और मार दिया गया था। किंवदंती कहती है कि उसकी आत्मा अभी भी घुरपीस की तलहटी का शिकार करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Namchi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"नामची","slug":"namchi"},{"name":"दक्षिण-सिक्किम","slug":"south-sikkim"}],"recommendations":[{"id":888,"title":"पश्चिम सिक्किम, गीज़िंग में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"पश्चिम सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी गीज़िंग है, जिसे ग्यालशिंग के नाम से भी जाना जाता है। ऊंचा स्थान होने के कारण यह जिले ट्रेकर्स के लिए पसंदीदा है। अन्य महत्वपूर्ण शहरों में पेलिंग और युक्सोम शामिल हैं। स्थानीय लोग पालो-सिक्किम और सानो- सिक्किम को भी कहते हैं।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गीज़िंग","slug":"geyzing"},{"name":"सिक्किम","slug":"sikkim"},{"name":"पश्चिम-सिक्किम","slug":"west-sikkim"}],"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","total":0},{"id":887,"title":"दक्षिण सिक्किम, नामची में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"दक्षिण सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसकी राजधानी नामची है।\r\nनामची या नमत्से भारतीय राज्य सिक्किम में दक्षिण सिक्किम जिले की राजधानी है। अपीली नामची का मतलब सिक्किम में स्काई (नाम) हाई (ची) है।\r\n&nbsp;\r\nभूगोल\r\nदक्षिण सिक्किम 400 से 2000 मीटर की ऊँचाई पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"नामची","slug":"namchi"},{"name":"दक्षिण-सिक्किम","slug":"south-sikkim"}],"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","total":0},{"id":885,"title":"उत्तर सिक्किम, मंगन में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"उत्तर सिक्किम भारतीय राज्य सिक्किम का एक जिला है। इसका जिला मुख्यालय मंगन है। यह देश का सातवां सबसे कम आबादी वाला (640 में से) जिला है।\r\n2013 तक, सी पी ढकाल जिले के जिला कलेक्टर हैं।\r\nमंगन भारतीय राज्य सिक्किम में उत्तरी सिक्किम जिले की राजधानी है। यह शहर एक धमाकेदार सड़क से राजधानी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-सिक्किम","slug":"north-sikkim"},{"name":"सिक्किम","slug":"sikkim"},{"name":"मंगन","slug":"mangan"}],"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","total":0},{"id":884,"title":"पूर्वी सिक्किम, गंगटोक में देखने के लिए शीर्ष स्थान, सिक्किम","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"पूर्वी सिक्किम भारतीय राज्य सिक्किम के चार प्रशासनिक जिलों में से एक है। भौगोलिक रूप से, पूर्वी सिक्किम राज्य के दक्षिण-पूर्व कोने पर कब्जा करता है। पूर्वी सिक्किम की राजधानी गंगटोक है, जो राज्य की राजधानी भी है। यह राज्य में सभी प्रशासनिक गतिविधियों का केंद्र है।\r\n&nbsp;\r\nनागरिक क्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिक्किम","slug":"sikkim"},{"name":"गंगटोक","slug":"gangtok"},{"name":"पूर्वी-सिक्किम","slug":"east-sikkim"}],"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","total":0}]}