{"id":887,"title":"Top Places to visit in South Sikkim, Namchi, Sikkim","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"<p>South Sikkim is a district of the Indian state of Sikkim. Its capital is Namchi.</p>\r\n<p>Namchi or Namtse is the capital of the district of South Sikkim in the Indian state of Sikkim. The appellation Namchi means Sky (Nam) High (Chi) in Sikkimese.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>South Sikkim lies at an altitude of 400 to 2000 metres and has a temperate climate for most of the year. Major urban centres include Namchi, Ravangla, Jorethang and Melli.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>The district was previously divided into eight assembly constituencies.</p>\r\n<p>&nbsp;</p>\r\n<p>Barfung (BL)</p>\r\n<p>Poklok-Kamrang</p>\r\n<p>Namchi-Singhithang</p>\r\n<p>Melli</p>\r\n<p>Namthang-Rateypani</p>\r\n<p>Temi-Namphing</p>\r\n<p>Rangang-Yangang</p>\r\n<p>Tumen-Lingi (BL)</p>\r\n<p>National protected area</p>\r\n<p>Maenam Wildlife Sanctuary</p>\r\n<p>Economy</p>\r\n<p>South Sikkim is the most industrialised district in the state, owing to the availability of flat land. Since the geology is stable the roads are in good condition as compared to other parts of the state which suffer from landslides. The district is also known for Sikkim tea, which is grown near Namchi.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census South Sikkim district has a population of 146,742, roughly equal to the nation of Saint Lucia. This gives it a ranking of 600th in India (out of a total of 640). The district has a population density of 196 inhabitants per square kilometre (510/sq mi) . Its population growth rate over the decade 2001-2011 was 11.57%. South Sikkim has a sex ratio of 914 females for every 1000 males, and a literacy rate of 82.06%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 72.66% of the population in the district spoke Nepali, 5.09% Hindi, 3.88% Sikkimese, 3.61% Lepcha, 3.57% Limbu, 3.19% Sherpa, 2.46% Tamang, 1.65% Rai, 0.88% Tibetan and 0.83% Bengali as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>South Sikkim is one of the least populated regions of the state. The people are mainly of Nepali descent. Other ethnic groups include the Lepcha and Bhutia communities. Nepali is the most widely spoken language in the district. The district was under the occupation of the Nepalese for 30 years in the eighteenth and nineteenth centuries.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>The Maenam Wildlife Sanctuary was established in 1987. It has an area of 35 km2 (13.5 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Namchi has more than half a dozen private schools with quality education (Mt. Carmel School, Namchi Public School, Tendong Educational Institute, New Light Academy, Bethany School etc.) and government higher secondary schools for boys and girls and prominent computer institutes e.g. Informatics Computer Institute (under Government of Sikkim Registered) Multimedia Computer Institute an authorized study center of Manipal Group etc. Just few kilometers away from the town is a reputed Government College for Arts, Education, Science, Commerce. People give a lot of importance and focus on education with a reverence. Namchi Public School, run by Catholic missionaries, is one of the respected educational institutes in the state and one of the best in the south district of Sikkim.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Namchi is fast becoming a tourist spot and pilgrimage centre. The Namchi Monastery, Ralang Monastery and Tendong Hill are local Buddhist pilgrimage centres. The world's largest statue (at 118 feet) of the Buddhist Padmasambhava, also known as Guru Rinpoche, the patron saint of Sikkim, is on the Samdruptse hill (The Wish Fulfilling hill) opposite Namchi. It was completed in February 2004. It is also said that the Samdruptse hill is actually a dormant volcano. Myths say that the Buddhist monks have been going on top of the hill and offering prayers to the volcano to keep it calm. There is also a Rock Garden a few kilometers from the town on the way to Samdruptse. The area has views of Mt. Kanchendzonga, aka Mt. Kangchenjunga, the world's third highest peak.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Panoramic view of the statue of Guru Padmasambhava (Guru Rinpoche), the patron saint of Sikkim on Samdruptse Hill, Namchi</p>\r\n<p>Recently inaugurated (in November 2011), the Siddhesvara Dhaam is a pilgrimage-tourism venture of the Sikkim Government developed as \"Pilgrim cum Cultural Centre\" boasting an 87-ft statue of Lord Shiva and replicas of four Dhaams of the country, all at one place on the Solophok hilltop in Namchi. Char Dham, the four most revered Dhams of the Hindus have been replicated in this fantastic complex to benefit the devotees and tourists. The dream project of Chief Minister Pawan Chamling which was conceived by him and started in the year 2005 stands promisingly amidst the breathtaking surrounding of Solophok hill, befitting the mythological setting behind the establishment of the original Dhams. For the consecration of the Dham Shri Jagadguru Sankaryacharya Swami Swarupananda Saraswati, in the presence of the Chief Minister Shri Pawan Chamling and his wife Smt Tika Maya Chamling, did the \"Pran Prastisha\" of the Dham. There are replicas of the \"Dwadash Jyotirlingas\" (the twelve jyothirlingas) of Somnath, Mallikarjuna, Mahakaleswar, Omkareshwar, Kedarnath, Bhimashankar, Viswanath, Triambakeshwar, Vaidyanath, Nageswar, Rameshwar at Rameswaram and Grishneshwar surrounding the statue of Lord Shiva and the Char Dhams. There is a grand statue of Kirateshvar Mahadev and a temple of Shirdi Sai Baba too. One can have a view of the Mt Kanchenjunga, Statue of Guru Padmasambhava at Samdruptse, Darjeeling and other such locations from here. The Dhaam facilitates the devotees for an overnight stay at the \"Yatri Niwas\" which can accommodate more than 90 people at a time. The Dham has won the National Tourism Awards 2010&ndash;11 under the category of \"Most Innovative/Unique Tourism Project\" by the Ministry of Tourism, Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>This is the statue of Lord Shiva at Siddhesvara Dhaam in Namchi, Sikkim</p>\r\n<p>A helipad is located 5 km from the town at an altitude of around 5000 ft. From here one can get the most panoramic view of Mt. Kanchendzonga along with other adjacent peaks, a part of Darjeeling, Kalimpong, and the rolling plains of Bengal.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Cherry Resort inside Temi Tea Garden, Namchi, Sikkim</p>\r\n<p>Near the town, Sikkim's sole tea estate &mdash; the Temi Tea Garden is situated. The visitors can enjoy the scenic view of Temi tea garden - the one and the only tea estate in the state which produces top quality tea in the international market. The tea carries a premium the world over and costs around Rs. 800/- a kg. The tea is marked by its exotic odour and flavour.</p>\r\n<p>&nbsp;</p>\r\n<p>In the month of February, the Namchi garden hosts it annual flower show. The flower show is the largest in Sikkim, with flowers of vivid colours. The prime attraction of this show is the display of exotic and rare orchids.</p>\r\n<p>&nbsp;</p>\r\n<p>One of the highlights of the town is the football stadium &ndash; the Bhaichung Stadium built by the Sikkimese government in honour of its most famous citizen, footballer Bhaichung Bhutia who owns a number of football schools all over India. \"The Gold Cup\" football tournament is held in Bhaichung Stadium almost every year. Football teams from all over India, Nepal, Bangladesh and Bhutan vie for the honour which draws lot of crowds from all over Sikkim. Namchi is also the base of the chief minister of Sikkim, Pawan Kumar Chamling.</p>\r\n<p>&nbsp;</p>\r\n<p>Historically, Namchi was the place where Pende Ongmoo, the treacherous princess who poisoned one of the Chogyals of Sikkim, was caught and killed for her deed. Legend says her spirit still haunts the foothills of Ghurpisey.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Namchi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","tags":[{"name":"sikkim","slug":"sikkim"},{"name":"namchi","slug":"namchi"},{"name":"south-sikkim","slug":"south-sikkim"}],"recommendations":[{"id":888,"title":"Top Places to visit in West Sikkim, Geyzing, Sikkim","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"West Sikkim is a district of the Indian state of Sikkim. Its capital is Geyzing, also known as Gyalshing. The district is a favourite with trekkers due to the high elevations. Other important towns include Pelling and Yuksom. Local people also call as Pallo- Sikkim and Sano- Sikkim as commonly.</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"geyzing","slug":"geyzing"},{"name":"sikkim","slug":"sikkim"},{"name":"west-sikkim","slug":"west-sikkim"}],"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","total":0},{"id":887,"title":"Top Places to visit in South Sikkim, Namchi, Sikkim","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"South Sikkim is a district of the Indian state of Sikkim. Its capital is Namchi.\r\nNamchi or Namtse is the capital of the district of South Sikkim in the Indian state of Sikkim. The appellation Namchi means Sky (Nam) High (Chi) in Sikkimese.\r\n&nbsp;\r\nGeography\r\nSouth Si","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikkim","slug":"sikkim"},{"name":"namchi","slug":"namchi"},{"name":"south-sikkim","slug":"south-sikkim"}],"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","total":0},{"id":885,"title":"Top Places to visit in North Sikkim, Mangan, Sikkim","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"North Sikkim is a district of the Indian state of Sikkim. Its district headquarters is Mangan. It is the seventh least populous district in the country (out of 640).\r\nAs of 2013, C P Dhakal is the district Collector of the district.\r\nMangan is the capital of the district of North Si","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-sikkim","slug":"north-sikkim"},{"name":"sikkim","slug":"sikkim"},{"name":"mangan","slug":"mangan"}],"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","total":0},{"id":884,"title":"Top Places to visit in East Sikkim, Gangtok, Sikkim","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"East Sikkim is one of the four administrative districts of the Indian state of Sikkim. Geographically, East Sikkim occupies the south-east corner of the state. The capital of East Sikkim is Gangtok, which is also the state capital. It is the hub of all administrative activity in the state.\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikkim","slug":"sikkim"},{"name":"gangtok","slug":"gangtok"},{"name":"east-sikkim","slug":"east-sikkim"}],"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","total":0}]}