{"id":888,"title":"Top Places to visit in West Sikkim, Geyzing, Sikkim","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"<p>West Sikkim is a district of the Indian state of Sikkim. Its capital is Geyzing, also known as Gyalshing. The district is a favourite with trekkers due to the high elevations. Other important towns include Pelling and Yuksom. Local people also call as Pallo- Sikkim and Sano- Sikkim as commonly.</p>\r\n<p>Gyalshing or Geyzing is the capital of the district of West Sikkim in the Indian state of Sikkim. The town is connected to the capital Gangtok by a metalled road. Geyzing is also connected to the West Bengal towns of Darjeeling and Kalimpong via Jorethang. A few kilometres north is the town of Pelling. The town has a large Nepali population, and the Nepali language is the predominant language of the region. The town is situated at an altitude of about 6,500 feet (1,900 m). The town enjoys a temperate climate for most of the year and snow sometimes falls in the vicinity.</p>\r\n<p>&nbsp;</p>\r\n<p>Near Geyzing is the ancient town of Yuksom, the ancient capital of Sikkim built in 1642. Other attractions include Pemyangtse Monastery built in 1640, reputed to be Sikkim's oldest and Khecheopalri Lake which as legend has it not a leaf is allowed to float on the surface. The town is the base for trekking in the Himalayas and professional expeditions to Mount Kanchenjunga.</p>\r\n<p>&nbsp;</p>\r\n<p>Geyzing has a couple of English medium schools including a convent school and a major hospital. It also has the district's only three star hotel The TashiGang hotel owned by the Bollywood actor Danny Denzongpa.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>West Sikkim covers an area of 1,166 square kilometres (450 sq mi). Attractions include the Khecheopalri Lake, where, according to legend, not a leaf is allowed to fall on the surface of the lake and the Dubdi Monastery, the first monastery of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>The district was previously divided into 8 assembly constituencies.</p>\r\n<p>&nbsp;</p>\r\n<p>Yoksam-Tashiding(BL)</p>\r\n<p>Yangthang</p>\r\n<p>Maneybung-Dentam</p>\r\n<p>Gyalshing-Barnyak</p>\r\n<p>Rinchenpong(BL)</p>\r\n<p>Daramdin(BL)</p>\r\n<p>Soreng-Chakung</p>\r\n<p>Salghari-Zoom (SC)</p>\r\n<p>National protected area</p>\r\n<p>Khangchendzonga National Park (Part)</p>\r\n<p>Economy</p>\r\n<p>The economy is mainly agrarian, despite most of the land being unfit for cultivation owing to the precipitous and rocky slopes.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The region has many power projects and enjoys almost uninterrupted electricity. Roads are in poor condition owing to the frequent landslides.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census West Sikkim district has a population of 136,299, roughly equal to the nation of Grenada. This gives it a ranking of 608th in India (out of a total of 640). The district has a population density of 117 inhabitants per square kilometre (300/sq mi) . Its population growth rate over the decade 2001-2011 was 10.58%. West Sikkim has a sex ratio of 941 females for every 1000 males, and a literacy rate of 78.69%.</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the 2011 Census of India, 58.14% of the population in the district spoke Nepali, 18.59% Limbu, 6.96% Lepcha, 4.95% Sikkimese, 3.06% Sherpa, 2.44% Hindi, 2.04% Tamang and 1.75% Rai as their first language.</p>\r\n<p>&nbsp;</p>\r\n<p>The people are mainly of Limbu descent. Other ethnic groups include the Lepcha and Limbu, Bhutia communities. Nepali is the most widely spoken language in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>West Sikkim houses a great diversity of flora and fauna, many of which are used by Indigenous and local communities. Since most of the district is hilly it enjoys a temperate climate. Above 3,800 m (12,000 ft) the slopes are full of rhododendron forests.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1977 West Sikkim district became home to Khangchendzonga National Park, which has an area of 1,784 km2 (688.8 sq mi). It shares the park with North Sikkim district.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institutions</p>\r\n<p>The town is coming up with so many educational institutes. One recently established college i.e. Gyalshing Government College 2011, DIET, Schools are there in the vicinity of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Sikkim_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","tags":[{"name":"geyzing","slug":"geyzing"},{"name":"sikkim","slug":"sikkim"},{"name":"west-sikkim","slug":"west-sikkim"}],"recommendations":[{"id":888,"title":"Top Places to visit in West Sikkim, Geyzing, Sikkim","imageUrl":"ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","dateCreated":"2019-10-13T11:13:16.248Z","dateModified":"2019-10-13T11:13:37.414Z","contributedBy":"AskGif","content":"West Sikkim is a district of the Indian state of Sikkim. Its capital is Geyzing, also known as Gyalshing. The district is a favourite with trekkers due to the high elevations. Other important towns include Pelling and Yuksom. Local people also call as Pallo- Sikkim and Sano- Sikkim as commonly.</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba0e2b5d-5993-4c0a-8a81-b6827b4be8d4_West-Sikkim-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"geyzing","slug":"geyzing"},{"name":"sikkim","slug":"sikkim"},{"name":"west-sikkim","slug":"west-sikkim"}],"slug":"top-places-to-visit-in-west-sikkim-geyzing-sikkim","total":0},{"id":887,"title":"Top Places to visit in South Sikkim, Namchi, Sikkim","imageUrl":"d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","dateCreated":"2019-10-13T10:17:23.677Z","dateModified":"2019-10-13T10:17:51.133Z","contributedBy":"AskGif","content":"South Sikkim is a district of the Indian state of Sikkim. Its capital is Namchi.\r\nNamchi or Namtse is the capital of the district of South Sikkim in the Indian state of Sikkim. The appellation Namchi means Sky (Nam) High (Chi) in Sikkimese.\r\n&nbsp;\r\nGeography\r\nSouth Si","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4196501-e9ec-4a57-93c9-b94b66579029_South-Sikkim.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikkim","slug":"sikkim"},{"name":"namchi","slug":"namchi"},{"name":"south-sikkim","slug":"south-sikkim"}],"slug":"top-places-to-visit-in-south-sikkim-namchi-sikkim","total":0},{"id":885,"title":"Top Places to visit in North Sikkim, Mangan, Sikkim","imageUrl":"bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","dateCreated":"2019-10-13T06:29:21.265Z","dateModified":"2019-10-13T06:29:40.717Z","contributedBy":"AskGif","content":"North Sikkim is a district of the Indian state of Sikkim. Its district headquarters is Mangan. It is the seventh least populous district in the country (out of 640).\r\nAs of 2013, C P Dhakal is the district Collector of the district.\r\nMangan is the capital of the district of North Si","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb82e08c-cad7-4df9-861c-8ab2d18eb4c3_Mangan-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-sikkim","slug":"north-sikkim"},{"name":"sikkim","slug":"sikkim"},{"name":"mangan","slug":"mangan"}],"slug":"top-places-to-visit-in-north-sikkim-mangan-sikkim","total":0},{"id":884,"title":"Top Places to visit in East Sikkim, Gangtok, Sikkim","imageUrl":"03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","dateCreated":"2019-10-13T05:15:10.659Z","dateModified":"2019-10-13T05:15:34.23Z","contributedBy":"AskGif","content":"East Sikkim is one of the four administrative districts of the Indian state of Sikkim. Geographically, East Sikkim occupies the south-east corner of the state. The capital of East Sikkim is Gangtok, which is also the state capital. It is the hub of all administrative activity in the state.\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03f531d4-4e85-43c5-ad8c-b1fd1547a781_Gangtok-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sikkim","slug":"sikkim"},{"name":"gangtok","slug":"gangtok"},{"name":"east-sikkim","slug":"east-sikkim"}],"slug":"top-places-to-visit-in-east-sikkim-gangtok-sikkim","total":0}]}