{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"<p>Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>Ariyalur is believed to have obtained its name from Hari Nindra Oor, meaning the place where Hindu god Vishnu had his presence. Ariyalur was a part of the erstwhile Trichinopoly District until India's independence in 1947 and Tiruchirappalli district until 1995, Perambalur district until 2007 and subsequently a part of the newly formed Ariyalur district. The town is a part of the fertile Cauvery Delta and the major profession in the town is agriculture.</p>\r\n<p>&nbsp;</p>\r\n<p>Ariyalur is administered by a municipality established in 1994. As of 2011, the municipality covered an area of 7.62 km2 (2.94 sq mi) and had a population of 28,902. Ariyalur comes under the Ariyalur assembly constituency which elects a member to the Tamil Nadu Legislative Assembly once every five years and it is a part of the Chidambaram constituency which elects its Member of Parliament (MP) once in five years. Roadways are the major mode of transportation to the town and it also has rail connectivity which acts as a main station after Trichy junction. The nearest seaport is Karaikal port, located 95 km (59 mi) away, while the nearest airport is the Tiruchirappalli International Airport, located 76 km (47 mi) away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Ariyalur district is an administrative district in the state of Tamil Nadu in India. The district headquarters is located at Ariyalur. The district encompasses an area of 1,949.31 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>Gangaikonda Cholapuram, built by King Rajendra Cholan of Chola Empire, is a UNESCO World Heritage site situated in this district. The district is also known for its rich prehistoric fossils. Many fossils of gigantic molluscs and jawed fishes, at least one fossilized dinosaur egg, and several fragmentary fossils of sauropod and theropod dinosaurs have been discovered here. An on-site museum is being set up at Keelapazhur to preserve and conserve fossils. Ariyalur is noted for its cement industries and Jayankondam has huge reserves of lignite.</p>\r\n<p>&nbsp;</p>\r\n<p>Due to increased cement industries large number of mines are operated here which inturn leads to depletion of Ground water resources. Notable areas are Reddipalayam &amp; Kannakurichi where Mines are in multiple numbers which may also leads to soil erotion.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>SH143 - Ariyalur- Thungapuram - Thittakudi, SH27 Ariyalur - Thanjavur and SH139 Ariyalur - Jayankondam are the major roads via Ariyalur. The Ariyalur municipality maintains a total length of 29.17 km (18.13 mi). The town has 3.2 km (2.0 mi) concrete roads, 16.2 km (10.1 mi) BT roads, 4 km (2.5 mi) of WBM roads and 5.77 km (3.59 mi) earthen roads. A total of 452 roads is maintained by the State Highways Department. Ariyalur is served by town bus service, which provides connectivity within the town and the suburbs. There are private operated mini-bus services that cater to the local transport needs of the town. The town has a B-class bus stand located in the heart of the town. There are regular inter-city bus services to Ariyalur. The Tamil Nadu State Transport Corporation operates daily services connecting various cities to Ariyalur. The major inter city bus routes from the town are to cities and towns like Trichy, Chidambaram, Jayankondam, Perambalur and Thanjavur. Ariyalur railway station is located on the line between the state capital Chennai and Trichy and is well connected by rail to major towns like Madurai and Thoothukudi. The nearest seaport is Karaikal port, located 95 km (59 mi) away, while the nearest airport is the Tiruchirappalli International Airport, located 76 km (47 mi) away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Ariyalur railway station is a major railway station on chord line connecting Chennai and Tiruchirappalli. Several daily trains such as Pallavan Express, Rockfort Express, Pearl City Express, Vaigai Express etc. connect Ariyalur with Chennai Egmore and Tiruchirappalli Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>GANGAIKONDA CHOLAPURAM</p>\r\n<p>JAYANKONDAM</p>\r\n<p>KARAIVETTI BIRD SANCTUARY</p>\r\n<p>MELAPALUVUR and KEEZHAIYUR</p>\r\n<p>KILAPALUVUR</p>\r\n<p>THIRUMALAPADI</p>\r\n<p>KAMARASAVALLI</p>\r\n<p>GOVINDAPUTTUR</p>\r\n<p>VIKKIRAMANGALAM</p>\r\n<p>SENDURAI, SENNIVANAM AND SRIPURANDAN</p>\r\n<p>ARIYALUR &ndash; KODANDARMASWAMY KOVIL</p>\r\n<p>ELAKURICHI CHURCH</p>\r\n<p>KALLANKURICHI KALIYA PERUMAL KOVIL</p>\r\n<p>&nbsp;</p>\r\n<p>Brihadeeswarar Temple, Gangaikondacholapuram, Jayankondam</p>\r\n<p>The district became famous in 2008, when theft of 8 idols were discovered from a 9th-century Chola Brahadeeswarar Temple at Gangaikondacholapuram was discovered by Archaeological Survey of India(ASI) Government of India officials. One of these idols, the Sripuranthan Natarajan Idol found its way to the National Gallery of Australia. Two of the stolen statues were consequently returned and are now displayed in the Government Museum at Kumbakonam.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ariyalur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":913,"title":"Top Places to visit in Tirupur, Tamil Nadu","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"Tiruppur or Tirupur is a city located in the Indian state of Tamil Nadu. Tiruppur is the administrative headquarters of Tiruppur district and the fifth largest urban agglomeration in Tamil Nadu. Located on the banks of Noyyal River, it has been ruled at different times, by the Early Pandyas, Medi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tirupur","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":907,"title":"Top Places to visit in Pudukkottai, Tamil Nadu","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"pudukkottai","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":896,"title":"Top Places to visit in Erode, Tamil Nadu","imageUrl":"38ec6ef7-b91d-40db-a384-ee8c5bbdfa34_Erode-railway.jpg","dateCreated":"2019-10-15T14:55:41.012Z","dateModified":"2019-10-15T14:55:58.363Z","contributedBy":"AskGif","content":"Erode is a city and seventh largest urban agglomeration in Tamil Nadu, India. It serves as the administrative headquarters of the Erode district. Administered by a municipal corporation since 2009, Erode is a part of the Erode Lok Sabha constituency that elects its member of parliament. Located o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/38ec6ef7-b91d-40db-a384-ee8c5bbdfa34_Erode-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"erode","slug":"erode"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-erode-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}