{"id":891,"title":"Top Places to visit in Chennai, Tamil Nadu","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"<p>Chennai district, formerly known as Madras district or \"Madarasapattinam\", is a district in the state of Tamil Nadu, in India. It is the smallest of all the districts in the state, but has the highest population density. The district is a city district which means that it does not have a district headquarters. Most of the Greater Chennai City comes under this district, erstwhile under Tiruvallur, Kanchipuram and Chengalpattu districts. As of 2011, the district had a population of 8,946,732 with a sex-ratio of 989 females for every 1,000 males.</p>\r\n<p>&nbsp;</p>\r\n<p>The City of Chennai is a mega-city and local government district that contains the historic centre and the Central business district (CBD) of Chennai metropolitan area. It constituted most of Chennai from its settlement by the peoples in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders.The City is now only a tiny part of the metropolis of Chennai, though it remains a notable part of central Chennai. Administratively, it forms one of the 33 local authority districts of Tamil Nadu. However, the City of Chennai is not only a metro area it is a megacity. It is also having a separate 3 revenue division of Chennai, being an enclave surrounded by Chennai metropolitan area. It is the smallest district in the Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>The City of Chennai is widely referred to simply as the City (differentiated from the phrase \"the city of Chennai\" by capitalising City) and is also colloquially known as the Expansion of the district which took place in September 2018 aligned the district with the Greater Chennai Corporation boundary, an increase from 178 square kilometres (69 sq mi) to 426 square kilometres (164 sq mi). in area. Both of these terms are also often used as metonyms for the Chennai metropolitan area's trading and financial services industries, which continue a notable history of being largely based in the City. The name Chennai is now ordinarily used for a far wider area than just the City. Chennai most often denotes the sprawling Chennai metropolis, or the 2 districts of Tamil Nadu, in addition to the City of Chennai itself. This wider usage of Chennai is documented as far back as 1639, when the madras municipal corporation was created.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism and hospitality</p>\r\n<p>Main article: Tourism in Chennai</p>\r\n<p>&nbsp;</p>\r\n<p>ITC Grand Chola Hotel, Chennai is a prominent hotel in India</p>\r\n<p>With temples, beaches and centres of historical and cultural significance, including the UNESCO Heritage Site of Mahabalipuram, Chennai is one of the most-visited cities in India. The city serves as the gateway to the southern part of India with tourists landing in the city and then visiting the rest of the region. Chennai was the most-visited Indian city by foreign tourists in 2009 and issued the third-highest number of visas on arrival in 2014. In 2011, Chennai was ranked the 41st-most visited city, with 3,174,500 tourists, a 14 percent increase from 2010. About 830,620 domestic tourists arrived in Chennai in March 2011. Chennai's leading tourist countries-of-origin are Sri Lanka, Malaysia, Singapore, the United Kingdom, France and the United States. In 2015, the city received 4,243,700 foreign tourists, making it the third-most-visited city in India after Delhi and Mumbai and 43rd-most visited city in the world by foreign tourists. As of 2012, the city had 21 luxury hotels in the five-star category, with over 4,500 rooms in the inventory.</p>\r\n<p>&nbsp;</p>\r\n<p>Entertainment</p>\r\n<p>&nbsp;</p>\r\n<p>Marina Beach is a famous landmark. It is the second largest beach in the world</p>\r\n<p>Chennai is the base for Tamil cinema, sometimes nicknamed as Kollywood, alluding to the neighbourhood of Kodambakkam where a number of film studios are located. Many film personalities have gone on to become politicians including C. N. Annadurai, M. Karunanidhi, M. G. Ramachandran and Jayalalithaa. Chennai hosts major film studios, including AVM Productions, the oldest surviving studio in India. As of 2012, there are 120 cinema screens and multiplexes. Major multiplexes include Sathyam Cinemas, Escape cinemas, Devi, Abirami complex and Mayajaal. Chennai's expansive theatre network stages many Tamil plays of many genres: political satire, slapstick comedy, history, mythology and drama. English plays are popular in the city, along with the more common Tamil-language plays.</p>\r\n<p>&nbsp;</p>\r\n<p>Recreation</p>\r\n<p>Main article: Parks in Chennai</p>\r\n<p>The zoo, beaches and wildlife parks form the primary recreation areas of the city. Chennai has a 19+ km coastline. Marina Beach spans 6 km (3.7 mi) between the deltas of Cooum and Adyar, and is the second-longest urban beach in the world. Elliot's Beach lies south of the Adyar delta. Covelong Beach lies along the Coromandal Coast.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Express Avenue shopping mall</p>\r\n<p>Madras Crocodile Bank Trust is a reptile zoo located 40 kilometres (25 mi) south of the city covering an area of 8.5 acres (3.4 ha) and had over 450,000 visitors in 2007. The center has one of the world's largest collections of reptiles and has bred 14 of the 23 existing species of crocodiles and alligators. The Arignar Anna Zoological Park, one of the largest zoological parks in the world, annually attracts nearly 2 million visitors. The city boasts two popular beaches, the Marina and Elliot's. Guindy National Park, a protected area of Tamil Nadu, has a children's park and a snake park, which gained statutory recognition as a medium zoo from the Central Zoo Authority of India in 1995. Chennai is one of the few cities in the world to accommodate a national park, the Guindy National Park, within its limits. An estimated 4.5 percent of the city's area is under green cover. This enables birding. The seven zones of the old corporation limits have about 260 parks, many of which suffer poor maintenance. The city has a per capita park space of 0.41 sq m, which is the least among all metros in India. The eight zones in the newly added areas of the city have about 265 locations that have been identified for development of new parks. The largest park is the 358-acre Tholkappia Poonga, developed to restore the fragile ecosystem of the Adyar estuary. The horticulture department-owned Semmozhi Poonga is a 20-acre downtown botanical garden.</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai houses several theme parks, namely MGM Dizzee World and Queen's Land. However, several fatal accidents have occurred in the theme parks. Wonderla plans to open an amusement park in 2017. Other important recreation centres include Madras Boat Club, which is over 140 years old, and Gymkhana Club, which is famous for its 18-hole golf courses. Built in 1867, Madras Boat Club is the second-oldest surviving Indian rowing club.</p>\r\n<p>&nbsp;</p>\r\n<p>Shopping</p>\r\n<p>See also: Shopping in Chennai</p>\r\n<p>Chennai is home to several malls, due to its status as an IT hub. Major ones include Express Avenue (EA), Citi Centre, Abirami mega mall, Spencer Plaza, Ampa Skywalk, Phoenix Market City and Forum Vijaya Mall. Chennai is an important gold market in India contributing to 45 percent of the 800-tonne annual national gold uptake. The city is also the base to the World Gold Council's India operations. The city's retail industry is majorly concentrated in T. Nagar which accounts for major share jewellery and clothes sold in Chennai. According to the 2012 report by property consultant Cushman &amp; Wakefield, Main Streets Across the World, Khader Nawaz Khan Road at Nungambakkam ranked 10th position in the list of 'Top 10 Global Highest Retail Rental Growth Markets 2012', with 36.7 percent jump in rents.</p>\r\n<p>&nbsp;</p>\r\n<p>Health care</p>\r\n<p>Main article: Healthcare in Chennai</p>\r\n<p>&nbsp;</p>\r\n<p>Government General Hospital</p>\r\n<p>Chennai has world-class medical facilities, including both government-run and private hospitals. The government-aided hospitals include General Hospital, Adyar Cancer Institute, TB Sanatorium, and National Institute of Siddha. The National Institute of Siddha is one of the seven apex national-level educational institutions that promote excellence in Indian system of medicine and Ayurveda. Major hospitals in Chennai include Apollo Hospitals, Apollo Speciality Hospital, SRM Medical College Hospital and Research Centre, Chettinad Health City, MIOT Hospitals, Sri Ramachandra Medical College and Research Institute, Fortis Malar Hospital, Lifeline Hospitals, Vasan Healthcare, Dr Mehta Hospitals, Global Hospitals &amp; Health City, Sankara Nethralaya and Vijaya Medical &amp; Educational Trust. Chennai attracts about 45 percent of health tourists from abroad and 30 percent to 40 percent of domestic health tourists. The city has been termed India's health capital.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has more than 12,500 beds in its hospitals, including about 5,000 in multi-specialty hospitals in the private sector and over 6,000 beds in the public sector. This works to 2.1 beds per 1,000 population against the national average of less than one bed per 1,000 population and the World Health Organization's norms of three beds per 1,000 persons, higher than any other city in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Chennai</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai International Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai Central Station</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai Metro Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Cloverleaf interchange at Kathipara Junction</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai Mofussil Bus Terminus</p>\r\n<p>&nbsp;</p>\r\n<p>A bus on Route 21G operated by MTC</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai Port view from the Marina Beach</p>\r\n<p>Air</p>\r\n<p>The Chennai International Airport is the fourth-busiest in India in terms of passenger traffic behind New Delhi, Mumbai and Bengaluru. It handled about 15.2 million passengers in 2013&ndash;2014; in terms of international passengers, Chennai is the third-busiest airport behind Indira Gandhi International Airport, Delhi, and Chatrapati Shivaji International Airport, Mumbai. Chennai handles 400 flights a day, again placing it fourth among Indian airports. The city is connected to major hubs across Asia, Europe, Middle East and Africa through more than 30 national and international carriers.</p>\r\n<p>&nbsp;</p>\r\n<p>The existing airport is undergoing modernisation and expansion with an addition of 1,069.99 acres (433.01 ha), while a new greenfield airport is to be constructed at an estimated cost of ₹ 2,000 crore in Sriperumbudur on 4,200 acres (17 km2) of land. The new airport is said to be likely to handle cargo spillover traffic from the existing one.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Chennai hosts the headquarters of the Southern Railway. The city has four main railway terminals. Chennai Central, Chennai Egmore, Chennai Beach and Tambaram. Chennai Central station, the city's largest, provides nationwide access, whereas Chennai Egmore provides access to destinations primarily within Tamil Nadu; however, it also handles a few inter&ndash;state trains. A fifth terminal has been proposed to decongest Chennai Central. The Chennai suburban railway network, one of the oldest in the country, facilitates transportation within the city. It consists of four broad-gauge sectors terminating at two locations in the city, namely Chennai Central and Chennai Beach. While three sectors are operated on-grade, the fourth sector is primarily an elevated corridor, linking Chennai Beach to Velachery and is connected with the rest of the rail network.</p>\r\n<p>&nbsp;</p>\r\n<p>Metro rail</p>\r\n<p>Main article: Chennai Metro</p>\r\n<p>Chennai Metro is a rapid-transit system serving the city and was partially commenced on 29 June 2015. To improve the city's public transportation system and prepare the city for the future commuting needs, the Chennai Metro was planned and approved by the state cabinet during 2007 for which construction began on 2009. Phase I of the Chennai Metro network consists of the Blue Line and the Green Line covering a length of 45.1 kilometres (28.0 mi) consisting of 40 stations with Alandur and Chennai Central serving as interchanges. 55% of the corridors in Phase I are underground and the rest are elevated. The first stretch of Phase I, covering seven stations from Koyambedu to Alandur over a distance of 10 kilometres (6.2 mi), began operation on 29 June 2015. As of March 2019, the entire Phase 1 stretching from Chennai Central to Alandur on the Green line and Washermanpet to Chennai International Airport on Blue line are commercially operational, bringing the total operational network over 45 km. With this, the entirety of Phase I is operational. In December 2016, it was announced by Chennai Metro Rail Limited (CMRL) that Phase-2 of Chennai Metro is set to be for a length of 104 km consisting of 104 stations which was subject to approval from the State and Central governments. The Phase 2 was subsequently approved in late 2018, with certain provisos, and soil testing for the various stations are in full swing with construction set to begin in late 2019/ early 2020. As of April 2019 ridership has risen considerably to around 100,000 daily commuters, post the inaugural of the entire Phase I. Phase I-A, which is an extension of the Blue line from Washermanpet to Thiruvottiyur is expected to be inaugurated by June 2020.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Chennai is connected by the Golden Quadrilateral system of National Highways. It is connected to other Indian cities by four major National Highways (NH) that originate in the city. They are NH 4 to Mumbai (via Bangalore and Pune), NH 5 to Kolkata (linked via NH 6) (via Visakhapatnam and Bhubaneswar), NH 45 to Theni (via Villupuram, Tiruchirapalli and Dindigul) and NH 205 to Madanapalle (via Tirupati). Chennai is connected to other parts of the state and the Union Territory of Puducherry by state highways.</p>\r\n<p>&nbsp;</p>\r\n<p>The government has constructed grade separators and flyovers at major intersections, and built Inner Ring Road and Outer Ring Road. The Gemini flyover, built in 1973, crosses over the arterial road, and eases the traffic movements towards Anna Salai and towards the Kathipara Flyover. As of 2011, according to the Transport Department, there were 25.8 lakh two&ndash;wheelers and 5.6 lakh four&ndash;wheelers in the city, and the Metropolitan Transport Corporation (MTC) bus fleet were 3,421, equaling 0.1% of all vehicles in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>When opened, the Chennai Mofussil Bus Terminus (CMBT) was the largest bus station in Asia. It is the main intercity bus station of Chennai, administered by seven government-owned transport corporations, which operate intercity and interstate bus services. There are many private bus companies. The MTC provides an exclusive intracity bus service, consisting of 3,421 buses on 724 routes, which provides transportation to 55.2 lakh passengers daily. The Tamil Nadu State Transport Corporation operates Volvo air-conditioned services from Chennai to nearby Pondicherry, Vellore, Hosur and Trichy.</p>\r\n<p>&nbsp;</p>\r\n<p>The other means of road transport in the city include vans, regionally known as Maxi Cabs, auto rickshaws, on-call metered taxis and tourist taxis.</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai outer ring road is 62.3 km long connecting NH 45 (GST Road) at Perungalathur, NH 4 (GWT Road) at Nazarathpet, NH 205 (CTH Road) at Nemilicherry(Thiruninravur), NH 5 (GNT Road) at Nallur and TPP road at Minjur under the process by Chennai Metropolitan Area.</p>\r\n<p>&nbsp;</p>\r\n<p>Sea</p>\r\n<p>The city is served by two major ports, Chennai Port, one of the largest artificial ports in India, and Ennore Port. Chennai Port is the largest in the Bay of Bengal, with an annual cargo tonnage of 6.146 crore (2010&ndash;2011), and the second-largest container-hub in India, with an annual container volume of 15.23 lakh TEUs (2010&ndash;2011). The port handles transportation of automobiles, motorcycles and general industrial cargo. The Ennore Port with an annual cargo tonnage of 1.101 crore (2010&ndash;2011), handles coal, ore and other bulk and rock mineral products. Royapuram fishing harbour is used by fishing boats and Kattupalli Shipyard near Ennore Port was inaugurated in January 2013.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chennai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chennai-tamil-nadu","tags":[{"name":"chennai","slug":"chennai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":903,"title":"Top Places to visit in Nagapattinam, Tamil Nadu","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"Nagapattinam (previously spelt Nagapatnam or Negapatam) is a town in the Indian state of Tamil Nadu and the administrative headquarters of Nagapattinam District. The town came to prominence during the period of Medieval Cholas (9th&ndash;12th century CE) and served as their important port for com","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagapattinam","slug":"nagapattinam"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":900,"title":"Top Places to visit in Karur, Tamil Nadu","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district. It is located on the banks of River Amaravathi, It is situated at about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru\r\nKarur ha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karur","slug":"karur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":898,"title":"Top Places to visit in Kanchipuram, Tamil Nadu","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"Kanchipuram, also known as Kānchi or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai &ndash; the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the admi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanchipuram","slug":"kanchipuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}