{"id":891,"title":"चेन्नई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"<p>चेन्नई जिला, जिसे पहले मद्रास जिले के रूप में जाना जाता था या \"मदरसापट्टिनम\", भारत में तमिलनाडु राज्य का एक जिला है। यह राज्य के सभी जिलों में सबसे छोटा है, लेकिन सबसे अधिक जनसंख्या घनत्व है। जिला एक शहर जिला है जिसका अर्थ है कि इसका एक जिला मुख्यालय नहीं है। ग्रेटर चेन्नई सिटी का अधिकांश हिस्सा इसी जिले में आता है, जो तिरुवल्लुर, कांचीपुरम और चेंगलपट्टू जिलों के अंतर्गत आता है। 2011 तक, जिले में प्रत्येक 1,000 पुरुषों के लिए 989 महिलाओं के लिंग-अनुपात के साथ 8,946,732 की आबादी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई शहर एक मेगा-सिटी और स्थानीय सरकारी जिला है जिसमें ऐतिहासिक केंद्र और चेन्नई महानगरीय क्षेत्र का केंद्रीय व्यापार जिला (CBD) शामिल है। यह 1 शताब्दी ईस्वी से मध्य युग में लोगों द्वारा अपनी बस्ती से अधिकांश चेन्नई का गठन किया, लेकिन शहर की सीमाओं से काफी आगे बढ़ गया है। शहर अब चेन्नई के महानगर का केवल एक छोटा हिस्सा है, हालांकि यह अभी भी बना हुआ है मध्य चेन्नई का एक उल्लेखनीय हिस्सा। प्रशासनिक रूप से, यह तमिलनाडु के 33 स्थानीय प्राधिकरण जिलों में से एक है। हालाँकि, चेन्नई शहर न केवल एक मेट्रो क्षेत्र है, बल्कि यह एक मेगासिटी है। यह चेन्नई का एक अलग 3 राजस्व प्रभाग भी है, जो चेन्नई महानगरीय क्षेत्र से घिरा हुआ एक एन्क्लेव है। यह तमिलनाडु का सबसे छोटा जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई शहर को व्यापक रूप से शहर के रूप में संदर्भित किया जाता है (शहर को राजधानी बनाने के द्वारा \"चेन्नई शहर का वाक्यांश\" से भिन्न) और बोलचाल के रूप में भी जाना जाता है, जो जिले के विस्तार के रूप में जाना जाता है, जो सितंबर 2018 में ग्रेटर के साथ जिले को मिलाया गया था चेन्नई कॉर्पोरेशन सीमा, 178 वर्ग किलोमीटर (69 वर्ग मील) से 426 वर्ग किलोमीटर (164 वर्ग मील) तक की वृद्धि। क्षेत्र में। इन दोनों शब्दों को अक्सर चेन्नई महानगरीय क्षेत्र के व्यापार और वित्तीय सेवाओं के उद्योगों के लिए उपयोग किया जाता है, जो शहर में बड़े पैमाने पर आधारित होने का उल्लेखनीय इतिहास जारी रखते हैं। चेन्नई नाम अब केवल शहर की तुलना में कहीं अधिक व्यापक क्षेत्र के लिए उपयोग किया जाता है। चेन्नई सबसे अधिक बार चेन्नई शहर के अलावा चेन्नई महानगर, या तमिलनाडु के 2 जिलों को फैलाता है। चेन्नई का यह व्यापक उपयोग 1639 के रूप में वापस किया गया है, जब मद्रास नगर निगम बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन और आतिथ्य</p>\r\n<p>मुख्य लेख: चेन्नई में पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>आईटीसी ग्रैंड चोल होटल, चेन्नई भारत का एक प्रमुख होटल है</p>\r\n<p>महाबलीपुरम के यूनेस्को हेरिटेज साइट सहित मंदिरों, समुद्र तटों और ऐतिहासिक और सांस्कृतिक महत्व के केंद्रों के साथ, चेन्नई भारत में सबसे अधिक देखे जाने वाले शहरों में से एक है। यह शहर भारत के दक्षिणी भाग के प्रवेश द्वार के रूप में कार्य करता है, जहाँ शहर में पर्यटक आते हैं और फिर शेष क्षेत्र का भ्रमण करते हैं। 2009 में विदेशी पर्यटकों द्वारा चेन्नई सबसे अधिक देखा जाने वाला भारतीय शहर था और 2014 में आगमन पर तीसरी सबसे बड़ी संख्या में वीजा जारी किया गया था। 2011 में, 3,174,500 पर्यटकों के साथ चेन्नई 41 वाँ सबसे अधिक देखा गया शहर था, जो 2010 से 14 प्रतिशत की वृद्धि हुई थी। मार्च 2011 में लगभग 830,620 घरेलू पर्यटक चेन्नई पहुंचे। चेन्नई के प्रमुख पर्यटक देश श्रीलंका, मलेशिया, सिंगापुर, यूनाइटेड किंगडम, फ्रांस और संयुक्त राज्य अमेरिका हैं। 2015 में, शहर को 4,243,700 विदेशी पर्यटक प्राप्त हुए, जो दिल्ली और मुंबई के बाद भारत में तीसरा सबसे अधिक दौरा किया जाने वाला शहर है और विदेशी पर्यटकों द्वारा दुनिया में 43 वां सबसे अधिक दौरा किया गया शहर है। 2012 तक, शहर में पांच सितारा श्रेणी में 21 लक्जरी होटल थे, जिसमें इन्वेंट्री में 4,500 से अधिक कमरे थे।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन</p>\r\n<p>&nbsp;</p>\r\n<p>मरीना बीच एक प्रसिद्ध मील का पत्थर है। यह दुनिया का दूसरा सबसे बड़ा समुद्र तट है</p>\r\n<p>चेन्नई तमिल सिनेमा का आधार है, जिसे कभी-कभी कॉलीवुड के नाम से भी जाना जाता है, जो कोडम्बक्कम के पड़ोस में स्थित है, जहां कई फिल्म स्टूडियो स्थित हैं। सी। एन। अन्नादुराई, एम। करुणानिधि, एम। जी। रामचंद्रन और जयललिता सहित कई फिल्मी हस्तियां राजनेता बन चुकी हैं। चेन्नई प्रमुख फिल्म स्टूडियो की मेजबानी करता है, जिसमें एवीएम प्रोडक्शंस भी शामिल है, जो भारत में सबसे पुराना जीवित स्टूडियो है। 2012 तक, 120 सिनेमा स्क्रीन और मल्टीप्लेक्स हैं। प्रमुख मल्टीप्लेक्स में सत्यम सिनेमा, एस्केप सिनेमा, देवी, अबिरामी कॉम्प्लेक्स और मायाजाल शामिल हैं। चेन्नई के विशाल थिएटर नेटवर्क में कई शैलियों के कई तमिल नाटकों का मंचन किया गया है: राजनीतिक व्यंग्य, फूहड़ कॉमेडी, इतिहास, पौराणिक कथाओं और नाटक। अंग्रेजी नाटक शहर में लोकप्रिय हैं, साथ ही अधिक आम तमिल भाषा के नाटक भी हैं।</p>\r\n<p>मनोरंजन</p>\r\n<p>मुख्य लेख: चेन्नई में पार्क</p>\r\n<p>चिड़ियाघर, समुद्र तट और वन्यजीव पार्क शहर के प्राथमिक मनोरंजन क्षेत्र बनाते हैं। चेन्नई में 19+ किमी का समुद्र तट है। मरीना बीच कॉउम और अड्यार के डेल्टास के बीच 6 किमी (3.7 मील) तक फैला है, और दुनिया में दूसरा सबसे लंबा शहरी समुद्र तट है। इलियट बीच अड्यार डेल्टा के दक्षिण में स्थित है। कोवलॉन्ग बीच, कोरोमंडल तट के साथ स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>एक्सप्रेस एवेन्यू शॉपिंग मॉल</p>\r\n<p>मद्रास क्रोकोडाइल बैंक ट्रस्ट एक सरीसृप चिड़ियाघर है जो शहर के दक्षिण में 25.५ एकड़ (३.४ हे) क्षेत्र में ४० किलोमीटर (२५ मील) स्थित है और इसके २०० 2007 में ४५०,००० से अधिक आगंतुक थे। केंद्र में सरीसृपों के दुनिया के सबसे बड़े संग्रह में से एक है और मगरमच्छों और मगरमच्छों की 23 मौजूदा प्रजातियों में से 14 को काट दिया। दुनिया के सबसे बड़े जूलॉजिकल पार्कों में से एक, Arignar Anna Zoological Park, सालाना लगभग 2 मिलियन आगंतुकों को आकर्षित करता है। शहर में दो लोकप्रिय समुद्र तट हैं, मरीना और इलियट। तमिलनाडु के संरक्षित क्षेत्र गुइंडी नेशनल पार्क में बच्चों का एक पार्क और एक स्नेक पार्क है, जिसे 1995 में सेंट्रल जू अथॉरिटी ऑफ इंडिया से एक मध्यम चिड़ियाघर के रूप में वैधानिक मान्यता प्राप्त हुई थी। चेन्नई को समायोजित करने के लिए दुनिया के कुछ शहरों में से एक है। एक राष्ट्रीय उद्यान, गुइंडी राष्ट्रीय उद्यान, इसकी सीमा के भीतर। शहर का अनुमानित 4.5 प्रतिशत क्षेत्र हरित आवरण के अंतर्गत है। यह बीरिंग को सक्षम बनाता है। पुरानी निगम सीमा के सात क्षेत्रों में लगभग 260 पार्क हैं, जिनमें से कई खराब रखरखाव के हैं। शहर में प्रति व्यक्ति पार्क 0.41 वर्ग मीटर है, जो भारत के सभी महानगरों में सबसे कम है। शहर के नए जोड़े गए क्षेत्रों में आठ क्षेत्रों में लगभग 265 स्थान हैं जो नए पार्कों के विकास के लिए पहचाने गए हैं। सबसे बड़ा पार्क 358 एकड़ का थोलकपिया पोन्गा है, जिसे अड्यार मुहाना के नाजुक पारिस्थितिकी तंत्र को बहाल करने के लिए विकसित किया गया है। बागवानी विभाग के स्वामित्व वाला सेमीमोझी पोन्गा एक 20 एकड़ का शहर बॉटनिकल गार्डन है।</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई में कई थीम पार्क हैं, अर्थात् एमजीएम डिजी वर्ल्ड और क्वीन लैंड। हालाँकि, थीम पार्कों में कई घातक दुर्घटनाएँ हुई हैं। वंडरला ने 2017 में एक मनोरंजन पार्क खोलने की योजना बनाई है। अन्य महत्वपूर्ण मनोरंजन केंद्रों में मद्रास बोट क्लब शामिल है, जो 140 वर्ष से अधिक पुराना है, और जिमखाना क्लब, जो अपने 18-होल गोल्फ कोर्स के लिए प्रसिद्ध है। 1867 में निर्मित, मद्रास बोट क्लब दूसरा सबसे पुराना जीवित भारतीय रोइंग क्लब है।</p>\r\n<p>&nbsp;</p>\r\n<p>खरीदारी</p>\r\n<p>इसे भी देखें: चेन्नई में खरीदारी</p>\r\n<p>आईटी हब के रूप में अपनी स्थिति के कारण चेन्नई कई मॉलों का घर है। प्रमुख लोगों में एक्सप्रेस एवेन्यू (ईए), सिटी सेंटर, अबिरामी मेगा मॉल, स्पेंसर प्लाजा, आमपा स्काईवॉक, फीनिक्स मार्केट सिटी और फोरम विजया मॉल शामिल हैं। चेन्नई भारत का एक महत्वपूर्ण सोने का बाजार है जो 800 टन वार्षिक राष्ट्रीय सोने के उठाव में 45 प्रतिशत का योगदान देता है। यह शहर वर्ल्ड गोल्ड काउंसिल के भारत संचालन का भी आधार है। शहर का खुदरा उद्योग टी। नगर में प्रमुख रूप से केंद्रित है, जिसमें चेन्नई में बेचे जाने वाले प्रमुख शेयर आभूषणों और कपड़ों का हिसाब है। प्रॉपर्टी कंसल्टेंट कुशमैन एंड वेकफील्ड की 2012 की रिपोर्ट के अनुसार, नुंगम्बक्कम में खदान नवाज खान रोड, द वर्ल्ड के उस पार, मुख्य सड़कें, 'टॉप 10 ग्लोबल हाईस्टल रिटेल ग्रोथ ग्रोथ मार्किट 2012' की सूची में 10 वें स्थान पर रहीं, जिसमें किराए में 36.7 प्रतिशत का उछाल आया।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>मुख्य लेख: चेन्नई में हेल्थकेयर</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी सामान्य अस्पताल</p>\r\n<p>चेन्नई में सरकारी और निजी दोनों तरह के अस्पतालों में विश्वस्तरीय चिकित्सा सुविधाएं हैं। सरकारी सहायता प्राप्त अस्पतालों में सामान्य अस्पताल, अडयार कैंसर संस्थान, टीबी सेनेटोरियम, और राष्ट्रीय सिद्ध संस्थान शामिल हैं। राष्ट्रीय सिद्ध संस्थान सात शीर्ष राष्ट्रीय स्तर के शैक्षणिक संस्थानों में से एक है जो भारतीय चिकित्सा पद्धति और आयुर्वेद में उत्कृष्टता को बढ़ावा देता है। चेन्नई के प्रमुख अस्पतालों में अपोलो अस्पताल, अपोलो स्पेशलिटी अस्पताल, एसआरएम मेडिकल कॉलेज अस्पताल और अनुसंधान केंद्र, चेत्तिनाद हेल्थ सिटी, एमआईओटी अस्पताल, श्री रामचंद्र मेडिकल कॉलेज और अनुसंधान संस्थान, फोर्टिस मलार अस्पताल, लाइफलाइन अस्पताल, वासन हेल्थकेयर, डॉ। मेहता अस्पताल, ग्लोबल अस्पताल शामिल हैं। अस्पताल और स्वास्थ्य शहर, शंकर नेत्रालय और विजया मेडिकल एंड एजुकेशनल ट्रस्ट। चेन्नई विदेश से लगभग 45 प्रतिशत स्वास्थ्य पर्यटकों और 30 प्रतिशत से 40 प्रतिशत घरेलू स्वास्थ्य पर्यटकों को आकर्षित करता है। शहर को भारत की स्वास्थ्य राजधानी कहा गया है।</p>\r\n<p>शहर में अपने अस्पतालों में 12,500 से अधिक बेड हैं, जिनमें निजी क्षेत्र में मल्टी-स्पेशियलिटी अस्पतालों में लगभग 5,000 और सार्वजनिक क्षेत्र में 6,000 से अधिक बेड शामिल हैं। यह प्रति 1,000 जनसंख्या पर एक बेड से कम के राष्ट्रीय औसत के मुकाबले प्रति 1,000 जनसंख्या पर 2.1 बेड का काम करता है और विश्व स्वास्थ्य संगठन के प्रति 1,000 व्यक्तियों पर तीन बेड का मानदंड, देश के किसी भी अन्य शहर की तुलना में अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: चेन्नई में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई सेंट्रल स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई मेट्रो रेल</p>\r\n<p>&nbsp;</p>\r\n<p>कैथिपारा जंक्शन पर क्लोवरलीफ़ इंटरचेंज</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई मोफुसिल बस टर्मिनस</p>\r\n<p>&nbsp;</p>\r\n<p>रूट 21G पर एक बस MTC द्वारा संचालित है</p>\r\n<p>&nbsp;</p>\r\n<p>मरीना बीच से चेन्नई पोर्ट का नज़ारा</p>\r\n<p>वायु</p>\r\n<p>नई दिल्ली, मुंबई और बेंगलुरु के पीछे यात्री यातायात के मामले में चेन्नई अंतर्राष्ट्रीय हवाई अड्डा भारत में चौथा सबसे व्यस्त है। 2013-2014 में इसने लगभग 15.2 मिलियन यात्रियों को संभाला; अंतर्राष्ट्रीय यात्रियों के संदर्भ में, चेन्नई, इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डे, दिल्ली और मुंबई के छत्रपति शिवाजी अंतर्राष्ट्रीय हवाई अड्डे के पीछे तीसरा सबसे व्यस्त हवाई अड्डा है। चेन्नई एक दिन में 400 उड़ानों को संभालता है, फिर से इसे भारतीय हवाई अड्डों में चौथे स्थान पर रखता है। यह शहर 30 से अधिक राष्ट्रीय और अंतर्राष्ट्रीय वाहकों के माध्यम से एशिया, यूरोप, मध्य पूर्व और अफ्रीका के प्रमुख केंद्रों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>मौजूदा हवाई अड्डा 1,069.99 एकड़ (433.01 हेक्टेयर) के अतिरिक्त आधुनिकीकरण और विस्तार के दौर से गुजर रहा है, जबकि 4,200 एकड़ (17 किमी 2) भूमि पर श्रीपेरंबुदुर में अनुमानित रूप से 2,000 करोड़ रुपये की लागत से एक नया ग्रीनफील्ड हवाई अड्डा बनाया जाना है। कहा जाता है कि नए हवाई अड्डे को मौजूदा मालवाहक यातायात को संभालने की संभावना है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>चेन्नई दक्षिणी रेलवे के मुख्यालय की मेजबानी करता है। शहर में चार मुख्य रेलवे टर्मिनल हैं। चेन्नई सेंट्रल, चेन्नई एग्मोर, चेन्नई बीच और तांबरम। चेन्नई सेंट्रल स्टेशन, शहर का सबसे बड़ा, राष्ट्रव्यापी पहुंच प्रदान करता है, जबकि चेन्नई एग्मोर मुख्य रूप से तमिलनाडु के भीतर गंतव्यों तक पहुंच प्रदान करता है; हालाँकि, यह कुछ अंतर-राज्य ट्रेनों को भी संभालता है। पांचवें सेंट्रल को चेन्नई सेंट्रल को डीपोस्ट करने का प्रस्ताव दिया गया है। चेन्नई उपनगरीय रेलवे नेटवर्क, जो देश के सबसे पुराने शहरों में से एक है, शहर के भीतर परिवहन की सुविधा प्रदान करता है। इसमें चार ब्रॉड-गेज सेक्टर शामिल हैं जो शहर के दो स्थानों पर समाप्त होते हैं, अर्थात् चेन्नई सेंट्रल और चेन्नई बीच। जबकि तीन क्षेत्रों को ऑन-ग्रेड संचालित किया जाता है, चौथा क्षेत्र मुख्य रूप से एक ऊंचा गलियारा है, जो चेन्नई बीच को वेलाचेरी से जोड़ता है और शेष रेल नेटवर्क से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो रेल</p>\r\n<p>मुख्य लेख: चेन्नई मेट्रो</p>\r\n<p>चेन्नई मेट्रो एक तेजी से पारगमन प्रणाली है जो शहर की सेवा कर रही है और इसे 29 जून 2015 को आंशिक रूप से शुरू किया गया था। शहर की सार्वजनिक परिवहन प्रणाली में सुधार करने और भविष्य में आने वाली जरूरतों के लिए शहर को तैयार करने के लिए, चेन्नई मेट्रो को 2007 के दौरान राज्य मंत्रिमंडल द्वारा योजनाबद्ध और अनुमोदित किया गया था। जिसके लिए निर्माण 2009 से शुरू हुआ। चेन्नई मेट्रो नेटवर्क के पहले चरण में ब्लू लाइन और ग्रीन लाइन शामिल हैं, जिसकी लंबाई 45.1 किलोमीटर (28.0 मील) है, जिसमें 40 स्टेशन हैं जिनमें अलंदुर और चेन्नई सेंट्रल इंटरचेंज के रूप में काम करते हैं। प्रथम चरण में 55% गलियारे भूमिगत हैं और शेष ऊंचे हैं। चरण I का पहला खंड, कोआम्बेडु से अलंदुर तक 10 किलोमीटर (6.2 मील) की दूरी पर सात स्टेशनों को कवर करते हुए, 29 जून 2015 को परिचालन शुरू किया। मार्च 2019 तक, चेन्नई से सेंट्रल से लेकर अलंडूर तक का पूरा चरण 1 ग्रीन पर ब्लू लाइन पर चेन्नई इंटरनेशनल एयरपोर्ट के लिए लाइन और वाशरमैनपेट व्यावसायिक रूप से परिचालन कर रहे हैं, जिससे कुल परिचालन नेटवर्क 45 किमी से अधिक हो गया है। इसके साथ, चरण I की संपूर्णता चालू है। दिसंबर 2016 में, चेन्नई मेट्रो रेल लिमिटेड (CMRL) द्वारा यह घोषणा की गई कि चेन्नई मेट्रो का फेज -2 104 स्टेशनों से मिलकर 104 किलोमीटर की लंबाई के लिए निर्धारित है, जो राज्य और केंद्र सरकारों से अनुमोदन के अधीन था। चरण 2 को बाद में 2018 के अंत में अनुमोदित किया गया था, कुछ प्रोविज़ोस के साथ, और विभिन्न स्टेशनों के लिए मिट्टी परीक्षण 2019 के अंत / 2020 की शुरुआत में निर्माण सेट के साथ पूरे जोरों पर है। अप्रैल 2019 तक लगभग 100,000 दैनिक यात्रियों के लिए सवारियां काफी बढ़ गई हैं , पूरे चरण I, IA का उद्घाटन, जो वाशरमैनपेट से तिरुवोट्टियूर तक ब्लू लाइन का विस्तार है, का उद्घाटन जून 2020 तक होने की उम्मीद है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>चेन्नई राष्ट्रीय राजमार्गों के स्वर्णिम चतुर्भुज प्रणाली से जुड़ा है। यह चार प्रमुख राष्ट्रीय राजमार्गों (NH) द्वारा अन्य भारतीय शहरों से जुड़ा है जो शहर में उत्पन्न होते हैं। वे एनएच 4 से मुंबई (बैंगलोर और पुणे के माध्यम से), एनएच 5 से कोलकाता (एनएच 6 के माध्यम से जुड़े हुए) (विशाखापत्तनम और भुवनेश्वर के माध्यम से), एनएच 45 से थेनी (विल्लुपुरम, तिरुचिरापल्ली और डिंडीगुल के माध्यम से) और एनएच 205 से मदनपल्ले (तिरुपति तक) )। चेन्नई राज्य राजमार्गों द्वारा राज्य के अन्य भागों और केंद्रशासित प्रदेश पुडुचेरी से जुड़ा हुआ है।</p>\r\n<p>सरकार ने प्रमुख चौराहों पर ग्रेड सेपरेटर और फ्लाईओवर का निर्माण किया है, और इनर रिंग रोड और बाहरी रिंग रोड का निर्माण किया है। 1973 में बना मिथुन फ्लाईओवर, धमनी मार्ग पर पार करता है, और अन्ना सलाई की ओर और काठीपारा फ्लाईओवर की ओर जाने वाले यातायात आंदोलनों को आसान बनाता है। 2011 के अनुसार, परिवहन विभाग के अनुसार, शहर में 25.8 लाख दोपहिया और 5.6 लाख चार-पहिया वाहन थे, और महानगर परिवहन निगम (MTC) के बस बेड़े में 3,421 थे, जो शहर के सभी वाहनों के 0.1% के बराबर थे।</p>\r\n<p>&nbsp;</p>\r\n<p>जब खोला गया, तो चेन्नई मोफुसिल बस टर्मिनस (सीएमबीटी) एशिया का सबसे बड़ा बस स्टेशन था। यह सात सरकारी स्वामित्व वाले परिवहन निगमों द्वारा प्रशासित चेन्नई का मुख्य इंटरसिटी बस स्टेशन है, जो इंटरसिटी और अंतरराज्यीय बस सेवाओं का संचालन करता है। कई निजी बस कंपनियां हैं। एमटीसी 724 मार्गों पर 3,421 बसों से युक्त एक विशिष्ट इंट्रासिटी बस सेवा प्रदान करता है, जो प्रतिदिन 55.2 यात्रियों को परिवहन प्रदान करता है। तमिलनाडु राज्य परिवहन निगम चेन्नई से पास के पांडिचेरी, वेल्लोर, होसुर और त्रिची तक वोल्वो वातानुकूलित सेवाएं संचालित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में सड़क परिवहन के अन्य साधनों में वैन, क्षेत्रीय रूप से मैक्सी कैब्स, ऑटो रिक्शा, ऑन-कॉल मीटर्ड टैक्सी और पर्यटक टैक्सी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई बाहरी रिंग रोड 62.3 किमी लंबी है, जो पेरुंगथुर में NH 45 (GST रोड), Nazarathpet पर NH 4 (GWT रोड), NHilicherry (Thiruninravur) पर NH 205 (CTH रोड), Nallur और TPP रोड पर NH 5 (GNT रोड) है चेन्नई मेट्रोपॉलिटन एरिया द्वारा प्रक्रिया के तहत मिंजुर में।</p>\r\n<p>&nbsp;</p>\r\n<p>समुद्र</p>\r\n<p>शहर को दो प्रमुख बंदरगाहों, चेन्नई पोर्ट, भारत के सबसे बड़े कृत्रिम बंदरगाहों में से एक और एन्नोर पोर्ट द्वारा परोसा जाता है। चेन्नई बंदरगाह, बंगाल की खाड़ी में 6.146 करोड़ (2010&ndash;2011) के वार्षिक कार्गो टन भार के साथ, और भारत में दूसरा सबसे बड़ा कंटेनर-हब 15.23 लाख टीईयू (2010-2011) की वार्षिक कंटेनर मात्रा के साथ सबसे बड़ा है। । बंदरगाह ऑटोमोबाइल, मोटरसाइकिल और सामान्य औद्योगिक कार्गो के परिवहन को संभालता है। 1.101 करोड़ (2010-2011) के वार्षिक कार्गो टन भार वाले एन्नोर पोर्ट में कोयला, अयस्क और अन्य थोक और रॉक खनिज उत्पाद हैं। रॉयपुरम मछली पकड़ने के बंदरगाह का उपयोग मछली पकड़ने की नौकाओं द्वारा किया जाता है और एन्नोर पोर्ट के पास कट्टुपल्ली शिपयार्ड का उद्घाटन जनवरी 2013 में किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chennai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chennai-tamil-nadu","tags":[{"name":"चेन्नई","slug":"chennai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":903,"title":"नागपट्टिनम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"नागपट्टिनम (पहले वर्तनी में नागपट्टनम या नेगापट्टम) भारतीय राज्य तमिलनाडु का एक शहर और नागपट्टिनम जिले का प्रशासनिक मुख्यालय है। मध्ययुगीन चोलों (9 वीं -12 वीं शताब्दी ई.पू.) की अवधि के दौरान यह शहर प्रमुखता से आया और वाणिज्य और पूर्वी-सीमा नौसैनिक अभियानों के लिए उनके महत्वपूर्ण बंदरगाह के रूप म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागपट्टिनम","slug":"nagapattinam"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":900,"title":"करूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"करूर भारतीय राज्य तमिलनाडु का एक शहर है। करूर, करूर जिले का प्रशासनिक मुख्यालय है। यह अमरावती नदी के तट पर स्थित है, यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में लगभग 395 किलोमीटर (245 मील) पर स्थित है और बेंगलुरु से 295 किलोमीटर दूर है।\r\nकरूर अलग-अलग समय पर चेरों, बाद में चोल, विजयनगर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करूर","slug":"karur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":898,"title":"कांचीपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"कांचीपुरम, जिसे कांची या कांचीपुरम के नाम से भी जाना जाता है, तमिलनाडु के टोंडिमंडलम क्षेत्र में भारत के तमिलनाडु राज्य में एक मंदिर शहर है, जो चेन्नई से 72 किमी (45 मील) दूर तमिलनाडु की राजधानी है। यह शहर 11.605 किमी 2 (4.481 वर्ग मील) के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 164,265 थी।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांचीपुरम","slug":"kanchipuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}