{"id":892,"title":"कोयंबटूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","dateCreated":"2019-10-13T15:34:12.349Z","dateModified":"2019-10-13T15:40:14.487Z","contributedBy":"AskGif","content":"<p>कोयंबटूर, जिसे कोवई और कोयमुथुर के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य का एक प्रमुख शहर है। यह नोय्याल नदी के तट पर स्थित है और पश्चिमी घाट से घिरा हुआ है। कोयंबटूर चेन्नई के बाद दूसरा सबसे बड़ा शहर है और भारत में 16 वां सबसे बड़ा शहरी समूह है। यह कोयंबटूर नगर निगम द्वारा प्रशासित है और कोयम्बटूर जिले की प्रशासनिक राजधानी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर आभूषण, गीले ग्राइंडर, पोल्ट्री और ऑटो घटकों के सबसे बड़े निर्यातकों में से एक है; \"कोयंबटूर वेट ग्राइंडर\" और \"कोवई कोरा कॉटन\" को भारत सरकार द्वारा भौगोलिक संकेत के रूप में मान्यता प्राप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>C के बीच संगम काल के दौरान कोयम्बटूर कोंगु नाडु का हिस्सा था। पहली और चौथी शताब्दी ई.पू. और चेरों द्वारा शासित था क्योंकि यह पश्चिमी तट (केरल) और तमिलनाडु के बीच प्रमुख व्यापार मार्ग पलक्कड़ गैप के पूर्वी प्रवेश द्वार के रूप में कार्य करता था। कोयम्बटूर प्राचीन व्यापार मार्ग पर स्थित था जो दक्षिण भारत में मुज़िरिस से अरीकेमेडु तक विस्तारित था। मध्ययुगीन चोलों ने 10 वीं शताब्दी सीई में कोंगु नाडु पर विजय प्राप्त की। इस क्षेत्र पर 15 वीं शताब्दी में विजयनगर साम्राज्य का शासन था और उसके बाद नायक ने पालयक्कर प्रणाली की शुरुआत की थी जिसके तहत कोंगु नाडु क्षेत्र को 24 पालयमों में विभाजित किया गया था। 18 वीं शताब्दी के बाद के भाग में, कोयम्बटूर क्षेत्र मैसूर साम्राज्य के अधीन आया और एंग्लो-मैसूर युद्धों में टीपू सुल्तान की हार के बाद, ब्रिटिश ईस्ट इंडिया कंपनी ने कोयम्बटूर को 1799 में मद्रास प्रेसीडेंसी में मिला दिया। कोयम्बटूर क्षेत्र खेला द्वितीय पोलिगार युद्ध (1801) में एक प्रमुख भूमिका जब यह धीरन छिन्नमलाई के संचालन का क्षेत्र था।</p>\r\n<p>&nbsp;</p>\r\n<p>1804 में, कोयंबटूर को नवगठित कोयम्बटूर जिले की राजधानी के रूप में स्थापित किया गया था और 1866 में रॉबर्ट स्टेंस के साथ नगर पालिका का दर्जा दिया गया था। 24 नवंबर को कोयंबटूर दिवस हुआ करता था, कहते हैं कि कोयंबटूर के इतिहास से परिचित हैं। 19 वीं शताब्दी की शुरुआत में मुंबई में कपास उद्योग की गिरावट के कारण शहर में कपड़ा बूम का अनुभव हुआ। स्वतंत्रता के बाद, कोयम्बटूर में औद्योगीकरण के कारण तेजी से विकास हुआ है। 2014 के वार्षिक भारतीय शहर सर्वेक्षण में इंडिया टुडे द्वारा कोयम्बटूर को भारत में सबसे अच्छा उभरता शहर बताया गया। भारतीय उद्योग परिसंघ द्वारा निवेश के माहौल में शहर को चौथे स्थान पर रखा गया और थोलोन द्वारा शीर्ष वैश्विक आउटसोर्सिंग शहरों में 17 वां स्थान दिया गया। प्रधान मंत्री नरेंद्र मोदी के प्रमुख स्मार्ट शहरों मिशन के तहत स्मार्ट सिटी के रूप में विकसित होने वाले सौ भारतीय शहरों में से कोयम्बटूर को चुना गया है। 2015 में राष्ट्रीय अपराध रिकॉर्ड ब्यूरो की रिपोर्ट के अनुसार, कोयंबटूर को भारत में महिलाओं के लिए सबसे सुरक्षित शहरों में से एक के रूप में दर्जा दिया गया था।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: कोयम्बटूर में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>कोयम्बटूर अंतर्राष्ट्रीय हवाई अड्डे का एक दृश्य</p>\r\n<p>&nbsp;</p>\r\n<p>कोयंबटूर शहर रेलवे स्टेशन</p>\r\n<p>वायु</p>\r\n<p>कोयम्बटूर में कोयम्बटूर अंतर्राष्ट्रीय हवाई अड्डे द्वारा जिले की सेवा की जाती है। कोयंबटूर अंतर्राष्ट्रीय हवाई अड्डा चेन्नई, मुंबई, बैंगलोर, दिल्ली, हैदराबाद, कोलकाता, अहमदाबाद जैसे प्रमुख भारतीय शहरों और शारजाह, श्रीलंका और सिंगापुर के लिए अंतरराष्ट्रीय उड़ानों के लिए घरेलू उड़ानों को पूरा करता है। इसकी रनवे लंबाई में 9,760 फीट (2,970 मीटर) है और यह अंतरराष्ट्रीय उड़ानों के लिए इस्तेमाल किए जाने वाले व्यापक और \"वसा-बेलिड\" विमानों को संभालने में सक्षम है। शहर की परिधि के पास कंगायमपालयम में स्थित सुलूर वायु सेना स्टेशन, भारतीय वायु सेना का एक हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>कोयम्बटूर जिले में ट्रेन सेवा 1863 में शुरू हुई, पोदनूर के निर्माण पर - मद्रास लाइन केरल और पश्चिमी तट को शेष भारत से जोड़ती है। ब्रॉड गेज ट्रेनें कोयंबटूर को भारत और तमिलनाडु के सभी हिस्सों से जोड़ती हैं। पोदनूर और डिंडीगुल के बीच मीटर गेज लाइन का अस्तित्व मई 2009 में बंद हो गया और गेज रूपांतरण के तहत है। कोयंबटूर जंक्शन सभी प्रमुख भारतीय शहरों से अच्छी तरह से जुड़ा हुआ है और यह जिला सलेम डिवीजन के क्षेत्राधिकार में आता है। कोयम्बटूर उत्तर, पोदनूर, पोलाची और मेट्टुपालयम जिले के अन्य महत्वपूर्ण रेलवे स्टेशन हैं। अन्य स्टेशनों में पिलामेडु, सिंगनल्लूर, इरुगुर, पेरियानािकनपालम, मदुक्कराई, सोमनूर और सुलूर रोड शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग सलेम - कोच्चि राजमार्ग का बाईपास</p>\r\n<p>कोयंबटूर जिला सड़कों और राजमार्गों द्वारा अच्छी तरह से जुड़ा हुआ है। सात क्षेत्रीय परिवहन कार्यालय हैं: कोयंबटूर दक्षिण (पीलमेडु), कोयम्बटूर सेंट्रल (गांधीपुरम), कोयम्बटूर नॉर्थ (थुदियालुर), कोयम्बटूर पश्चिम (कोविपुदुर), मेट्टुपालयम, पोलाची और सुलूर। पांच राष्ट्रीय राजमार्ग हैं जो जिले को राज्यों के अन्य भागों से जोड़ता है:</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>मुख्य लेख: कोयंबटूर की संस्कृति</p>\r\n<p>कोयम्बटूर और इसके लोगों में उद्यमशीलता की प्रतिष्ठा है। हालांकि यह आमतौर पर एक पारंपरिक माना जाता है, कोयम्बटूर तमिलनाडु के अन्य शहरों की तुलना में अधिक विविध और महानगरीय है। कला, नृत्य और संगीत समारोह सालाना सितंबर और दिसंबर (तमिल कैलेंडर माह - मार्गाज़ी) के महीनों के दौरान आयोजित किए जाते हैं। विश्व शास्त्रीय तमिल सम्मेलन 2010 को कोयंबटूर में आयोजित किया गया था। भारी उद्योगीकरण के कारण भी ट्रेड यूनियनों का विकास हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>जिले की आबादी मुख्यतः मामूली मुस्लिम आबादी वाली हिंदू है। ईसाई, सिख और जैन भी कम संख्या में मौजूद हैं। जिले में कई हिंदू मंदिर हैं, जिनमें पेरूर पटेतेश्वर मंदिर, वेंकटेश पेरुमल मंदिर, नागा साईं मंदिर, कोन्नियामैन मंदिर, थांडू मरियम्मन मंदिर, मसानी अम्मन मंदिर, तत्कालीन तिरुपति, वाना बथारकली अम्मन मंदिर, करमादाई रंगनाथर मंदिर, सुलक्कल मरियम्मन मंदिर शामिल हैं। थोट्टु अय्यन मंदिर, इस्कॉन मंदिर, एचनारी विनयगर मंदिर, मरुदमलाई मुरुगन मंदिर, लोगा नयागांव ईस्वरन तीर्थ, अष्टमसा वरदान अंजनेय मंदिर, पंचमुग अंजनेय मंदिर, अनुवि सुब्रमण्यर मंदिर और ध्यानलिंग योग मंदिर। मरियम्मन त्यौहार गर्मियों में प्रमुख कार्यक्रम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोयम्बटूर में ओप्पनकारा स्ट्रीट और बिग बाज़ार स्ट्रीट पर स्थित मस्जिद हैदर अली की अवधि के हैं। क्रिश्चियन मिशनों की तारीख 1647 तक थी जब नायक शासकों द्वारा करुमाथम्पट्टी में 12 किमी (7.5 मील) एक छोटा चर्च स्थापित करने की अनुमति दी गई थी। सिख गुरुद्वारों और जैन मंदिर भी कोयम्बटूर में मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>इसे भी देखें: तमिल व्यंजन</p>\r\n<p>कोयम्बटूर भोजन मुख्य रूप से दक्षिण भारतीय चावल के साथ इसका आधार है। ज्यादातर स्थानीय लोग अभी भी अपने ग्रामीण स्वाद को बरकरार रखते हैं, कई रेस्तरां केले के पत्ते पर भोजन परोसते हैं। उत्तर भारतीय, चीनी और महाद्वीपीय व्यंजन भी उपलब्ध हैं। मैसूर पाक (दाल के आटे और घी से बनी मिठाई), इडली, डोसा, हलवा (दूध, गेहूं, चावल जैसी विभिन्न सामग्रियों से बनी एक मिठाई)। कोयम्बटूर में अन्नपूर्णा गौरीशंकर होटल सांभर के अनोखे स्वाद के लिए जाना जाता है। बिरयानी स्थानीय लोगों के बीच भी लोकप्रिय है। इसके अलावा कोयम्बटूर में एक बहुत ही सक्रिय स्ट्रीट फूड कल्चर है, जिसकी बदौलत प्रवासी उत्तर भारतीय आबादी कुछ समय पहले यहां आकर बस गई। कालायन एक ऐसा व्यंजन है जो कोयम्बटूर में उत्पन्न हुआ है और मसालेदार शोरबा में गहरे तले हुए मशरूम (आमतौर पर कटा हुआ मशरूम) को उबालकर तैयार किया जाता है, जब तक कि यह दलिया जैसी स्थिरता तक नहीं पहुंच जाता और कटा हुआ प्याज और धनिया पत्ती के साथ छिड़का जाता है।</p>\r\n<p>शिक्षा</p>\r\n<p>इन्हें भी देखें: कोयंबटूर में शैक्षिक संस्थानों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>कोयंबटूर उपनगरों में एक उच्च माध्यमिक विद्यालय</p>\r\n<p>कोयंबटूर दक्षिण भारत का एक शैक्षिक केंद्र है। 2010 तक, कोयंबटूर जिले में 7 विश्वविद्यालय, 78 इंजीनियरिंग कॉलेज, 3 मेडिकल कॉलेज, 2 डेंटल कॉलेज, 35 पॉलिटेक्निक, 150 कला और विज्ञान कॉलेज और स्कूल हैं। इस शहर में तमिलनाडु एग्रीकल्चर यूनिवर्सिटी (एस्टा। 1971), भारथिअर यूनिवर्सिटी (1982), अन्ना यूनिवर्सिटी कोयंबटूर (2007) और अविनाशिलिंगम यूनिवर्सिटी (1987) जैसे प्रतिष्ठित विश्वविद्यालय हैं। कोयंबटूर में केंद्रीय कपास अनुसंधान संस्थान, गन्ना प्रजनन संस्थान, वन आनुवंशिकी और वृक्ष प्रजनन संस्थान (IFGTB), भारतीय वानिकी अनुसंधान और शिक्षा परिषद और तमिलनाडु शहरी अध्ययन संस्थान जैसे अनुसंधान संस्थान भी हैं। क्षेत्र में एक विश्व स्तरीय विश्वविद्यालय स्थापित करने की भी योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में खोला गया पहला कॉलेज गवर्नमेंट आर्ट्स कॉलेज (1875-76) था। वन कॉलेज और अनुसंधान संस्थान 1916 में खोला गया था। शहर में पहला इंजीनियरिंग कॉलेज जीडी नायडू द्वारा 1945 में आर्थर होप कॉलेज ऑफ टेक्नोलॉजी के रूप में शुरू किया गया था। बाद में यह सरकारी कॉलेज ऑफ टेक्नोलॉजी, कोयंबटूर बन गया। PSG College of Technology की स्थापना बाद में 1951 में हुई। भारतीय वायु सेना के कर्मियों को प्रशिक्षित करने के लिए वायु सेना प्रशासनिक कॉलेज की स्थापना 1949 में की गई थी। कोयंबतूर प्रौद्योगिकी संस्थान (CIT) 1950 के दशक में शुरू किया गया था। कोयम्बटूर मेडिकल कॉलेज 1966 में खोला गया और सरकारी लॉ कॉलेज ने 1978 से काम करना शुरू कर दिया। 1868 में स्थापित कृषि विद्यालय 1971 में एक पूर्ण कृषि विश्वविद्यालय (तमिलनाडु कृषि विश्वविद्यालय) और ऑर्निथोलॉजी एंड नेचुरल हिस्ट्री के लिए सलीम अली सेंटर में परिवर्तित हो गया। 1990 में खोला गया था। 1990 के दशक में शिक्षा में उछाल के दौरान कई निजी इंजीनियरिंग और कला और विज्ञान कॉलेज शुरू किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>1867 में, छात्रों का पहला समूह कोयम्बटूर जिले के SSLC परीक्षाओं के लिए उपस्थित हुआ। कोयम्बटूर और पोलाची शिक्षा जिले में शिक्षा के लिए प्रशासन की इकाइयाँ हैं। साक्षरता दर 84% है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>अलियार बांध जलाशय</p>\r\n<p>वालपराई पोलाची से लगभग 65 किमी दूर है और समुद्र तल से 3500 फीट की ऊंचाई पर स्थित है। वलपरई चाय बागानों के लिए प्रसिद्ध है।</p>\r\n<p>अनामीलाई वन्यजीव अभयारण्य कोयम्बटूर से लगभग 90 किमी दूर है और पोलाची के पास पश्चिमी घाट में 1,400 मीटर की ऊंचाई पर स्थित है। अभयारण्य का क्षेत्रफल 958 किमी 2 है।</p>\r\n<p>टॉप स्लिप एक बिंदु है जो अनामीलाई पर्वत श्रृंखला में लगभग 800 फीट की ऊंचाई पर स्थित है।</p>\r\n<p>परम्बिकुलम वन्यजीव अभयारण्य तमिलनाडु के अनामीलाई हिल्स रेंज और केरल के नेल्लमपथी हिल्स रेंज के बीच एक घाटी में स्थित है। यह क्षेत्र पहाड़ी और पथरीला है, जो परम्बिकुलम, शोलेयर और थेक्कडी सहित कई नदियों से निकलता है। बांस, चंदन, शीशम और सागौन के स्टैंड के साथ घने जंगल, अभयारण्य में कुछ दलदली भूमि और घास के मैदान के बिखरे हुए पैच हैं।</p>\r\n<p>परम्बिकुलम - अलियार बांध परियोजना में सिंचाई और बिजली उत्पादन के लिए रखी गई परम्बिकुलम, अलियार, निरार, शोलियार, थुंकदावु, थेक्कडी और पलार नदियों का दोहन करने के लिए विभिन्न ऊँचाइयों पर सुरंगों और नहरों से जुड़े बाँधों की एक श्रृंखला है। यह अनामीलाई हिल्स रेंज में स्थित है। सात धाराएँ-पाँच पश्चिम की ओर बहती हैं और दो पूर्व की ओर धंसी हुई हैं और उनके जलाशय सुरंगों द्वारा आपस में जुड़े हुए हैं। पानी अंततः तमिलनाडु के कोयम्बटूर जिले और केरल के चित्तूर क्षेत्र में सूखाग्रस्त क्षेत्रों में पहुँचाया जाता है।</p>\r\n<p>तमिलनाडु सरकार ने करमदी वन रेंज में इको टूरिज्म को बढ़ावा दिया। यह स्थान कोयंबटूर के लोगों के लिए एक आसान गंतव्य पर स्थित है। यह कोयंबटूर जिले में करमाडई रेंज के बारालिक्कुडु में पिल्लूर के पास स्थित है। जिस तरह से एक हरी-भरी वनस्पतियों से समृद्ध पहाड़ी इलाका है, इन दृश्यों के लिए विस्मयकारी दृश्य प्रदान करने वाले एक सुखद जलवायु है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Coimbatore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-coimbatore-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कोयंबटूर","slug":"coimbatore"}],"recommendations":[{"id":916,"title":"तिरुनेलवेली में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"तिरुनेलवेली, जिसे नेल्लई के नाम से भी जाना जाता है और ऐतिहासिक रूप से (ब्रिटिश शासन के दौरान) टिननेवेल्ली के रूप में, भारतीय राज्य तमिलनाडु का एक प्रमुख शहर है। यह तिरुनेलवेली जिले का प्रशासनिक मुख्यालय है। यह चेन्नई, कोयम्बटूर, मदुरै, त्रिची और सलेम के बाद राज्य का छठा सबसे बड़ा नगर निगम है। तिर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुनेलवेली","slug":"tirunelveli"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","total":0},{"id":897,"title":"कल्लाकुरिची में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"कल्लाकुरिची भारत के तमिलनाडु राज्य में एक कस्बा है और तिरुवन्नामलाई क्षेत्र में कल्लाकुरिची जिले का प्रशासनिक मुख्यालय है। 2015 तक, शहर की आबादी 57,628 थी\r\nकल्लुकुरिची (तमिल: ளக்ak்சி்மாவட டம் )்) उन 37 जिलों में से एक है, जो भारत के दक्षिणी सिरे पर स्थित तमिलनाडु राज्य के हैं। जिला मुख्या","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कल्लाकुरिची","slug":"kallakurichi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":894,"title":"धर्मपुरी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","dateCreated":"2019-10-14T03:24:25.684Z","dateModified":"2019-10-14T03:24:50.968Z","contributedBy":"AskGif","content":"धर्मपुरी भारत के तमिलनाडु के पश्चिमी भाग का एक शहर है। शहर बैंगलोर से 126 किमी, कोयंबटूर से 200 किमी, मैसूर से 260 किमी और चेन्नई से 300 किमी दूर स्थित है। यह अक्षांश 11 एन 47 'और 12 33' और देशांतर ई 77 02 'और 78 40' के बीच स्थित है। धर्मपुरी जिले का कुल भौगोलिक क्षेत्रफल 4497.77 km2 है, अर्थात त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"धर्मपुरी","slug":"dharmapuri"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dharmapuri-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}