{"id":892,"title":"Top Places to visit in Coimbatore, Tamil Nadu","imageUrl":"2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","dateCreated":"2019-10-13T15:34:12.349Z","dateModified":"2019-10-13T15:40:14.487Z","contributedBy":"AskGif","content":"<p>Coimbatore, also known as Kovai and Koyamuthur, is a major city in the Indian state of Tamil Nadu. It is located on the banks of the Noyyal River and surrounded by the Western Ghats. Coimbatore is the second largest city in Tamil Nadu after Chennai and the 16th largest urban agglomeration in India. It is administered by the Coimbatore Municipal Corporation and is the administrative capital of Coimbatore district.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is one of the largest exporters of jewellery, wet grinders, poultry and auto components; the \"Coimbatore Wet Grinder\" and the \"Kovai Cora Cotton\" are recognised as Geographical Indications by the Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Coimbatore was part of Kongu Nadu during the Sangam period between c. 1st and the 4th centuries CE and was ruled by the Cheras as it served as the eastern entrance to the Palakkad Gap, the principal trade route between the west coast (Kerala) and Tamil Nadu). Coimbatore was located along the ancient trade route that extended from Muziris to Arikamedu in South India. The medieval Cholas conquered the Kongu Nadu in the 10th century CE. The region was ruled by Vijayanagara Empire in the 15th century followed by the Nayaks who introduced the Palayakkarar system under which Kongu Nadu region was divided into 24 Palayams. In the later part of the 18th century, the Coimbatore region came under the Kingdom of Mysore and following the defeat of Tipu Sultan in the Anglo-Mysore Wars, the British East India Company annexed Coimbatore to the Madras Presidency in 1799. The Coimbatore region played a prominent role in the Second Poligar War (1801) when it was the area of operations of Dheeran Chinnamalai.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1804, Coimbatore was established as the capital of the newly formed Coimbatore district and in 1866 it was accorded municipality status with Robert Stanes as its chairman. 24 November used to be Coimbatore Day, say those familiar with the history of Coimbatore. The city experienced a textile boom in the early 19th century due to the decline of the cotton industry in Mumbai. Post independence, Coimbatore has seen rapid growth due to industrialisation. Coimbatore was ranked the best emerging city in India by India Today in the 2014 annual Indian city survey. The city was ranked fourth among Indian cities in investment climate by Confederation of Indian Industry and 17th among the top global outsourcing cities by Tholons. Coimbatore has been selected as one of the hundred Indian cities to be developed as a smart city under Prime Minister Narendra Modi's flagship Smart Cities Mission. Coimbatore was rated as one of the safest cities in India for women according to National Crime Records Bureau report in 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Coimbatore</p>\r\n<p>&nbsp;</p>\r\n<p>A view of Coimbatore International Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Coimbatore city railway station</p>\r\n<p>Air</p>\r\n<p>The district is served by the Coimbatore International Airport at Coimbatore. The Coimbatore International Airport caters to domestic flights to major Indian cities like Chennai, Mumbai, Bangalore, Delhi, Hyderabad, Kolkata, Ahmedabad and international flights to Sharjah, Sri Lanka and Singapore. Its runway is 9,760 feet (2,970 m) in length and is capable of handling wide-bodied and \"fat-bellied\" aircraft used for international flights. Sulur Air Force Station, located at Kangayampalayam near the periphery of the city, is an air base of the Indian Air Force.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Train service in Coimbatore district started in 1863, upon construction of the Podanur &ndash; Madras line connecting Kerala and the west coast with the rest of India. Broad gauge trains connect Coimbatore to all parts of India and Tamil Nadu. Meter gauge line existed between Podanur and Dindigul got closed in May 2009 and is under gauge conversion. Coimbatore Junction is well connected to all the major Indian cities and the district comes under the Jurisdiction of the Salem Division. Coimbatore North, Podanur, Pollachi and Mettupalayam are other important railway stations in the district. The other stations include Peelamedu, Singanallur, Irugur, Perianaikanpalayam, Madukkarai, Somanur and Sulur Road.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>The National Highway bye-pass of Salem - Kochi highway</p>\r\n<p>Coimbatore district is well connected by roads and highways. There are seven regional transport offices namely: Coimbatore South (Peelamedu), Coimbatore Central (Gandhipuram),Coimbatore North (Thudiyalur), Coimbatore West (Kovaipudur), Mettupalayam, Pollachi and Sulur. There are five National Highways that connects the district to other parts of the states:</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Main article: Culture of Coimbatore</p>\r\n<p>Coimbatore and its people have a reputation for entrepreneurship. Though it is generally considered a traditional, Coimbatore is more diverse and cosmopolitan than other cities in Tamil Nadu. Art, dance and music concerts are held annually during the months of September and December (Tamil calendar month &ndash; Margazhi). The World Classical Tamil Conference 2010 was held in Coimbatore. The heavy industrialisationhas also resulted in the growth of trade unions.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>The district's population is predominantly Hindu with minor Muslim population. Christians, Sikhs and Jains are also present in small numbers. There are numerous Hindu temples in the district including the Perur Patteeswarar Temple, Venkatesa Perumal Temple, Naga Sai Mandir, Konniamman temple, Thandu Mariamman temple, Masani Amman temple, Then Tirupati, Vana Bathrakali Amman temple, Karamadai Ranganathar temple, Sulakkal Mariamman temple, Vazhai Thottathu Ayyan temple, ISKCON temple, Eachanari Vinayagar Temple, Marudamalai Murugan temple, Loga Nayaga Shani Eswaran shrine, Ashtamsa Varadha Anjaneyar Temple, Panchamuga Anjaneya temple, Anuvavi Subramaniar temple and Dhyanalinga Yogic temple. The Mariamman festivals are major events in summer.</p>\r\n<p>&nbsp;</p>\r\n<p>The mosques on Oppanakara Street and Big Bazaar Street in Coimbatore date back to the period of Hyder Ali. Christian missions date back to 1647 when permission was granted by the Nayak rulers to set up a small church in Karumathampatti 12 km (7.5 mi). Sikh Gurudwaras and Jain Temples are also present in Coimbatore.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>See also: Tamil cuisine</p>\r\n<p>Coimbatore cuisine is predominantly south Indian with rice as its base. Most locals still retain their rural flavour, with many restaurants serving food over a banana leaf. North Indian, Chinese and continental cuisines are also available. Mysore pak (a sweet made from lentil flour and ghee), idly, dosa, Halwa (a sweet made of different ingredients like milk, wheat, rice). The Annapoorna Gowrishankar Hotels in Coimbatore are known for its unique taste of Sambar. Biryani is also popular among the locals. Apart from this Coimbatore has a very active street food culture, thanks to the migratory North Indian population that settled down here a few generation ago. Kaalaan is a dish that originated in Coimbatore and is prepared by simmering deep fried mushrooms (usually chopped mushroom) in a spicy broth, until it reaches a porridge like consistency and served sprinkled with chopped onions and coriander leaves.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Coimbatore</p>\r\n<p>&nbsp;</p>\r\n<p>A Higher Secondary school in Coimbatore suburbs</p>\r\n<p>Coimbatore is an educational hub of south India. As of 2010, the Coimbatore district is home to 7 universities, 78 engineering colleges, 3 medical colleges, 2 dental colleges, 35 polytechnics, 150 arts and science colleges and schools. The city has reputed universities like Tamil Nadu Agricultural University (est. 1971), Bharathiar University (1982), Anna University Coimbatore (2007) and Avinashilingam university (1987). Coimbatore also houses research institutes like Central Institute for Cotton Research, Sugarcane Breeding Institute, Institute of Forest Genetics and Tree Breeding (IFGTB), Indian Council of Forestry Research and Education and Tamil Nadu Institute of Urban Studies. There are also plans to establish a world class university in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>The first college opened in the district was the Government Arts College (1875&ndash;76). The forest college and research institute was opened in 1916. The first engineering college in the city was started by G.D. Naidu as the Arthur Hope College of Technology in 1945. Later it became the Government College of Technology, Coimbatore. PSG College of Technology was established later in 1951. The Air Force Administrative College was established in 1949 to train Indian Air Force personnel. Coimbatore Institute of Technology (CIT) was started in the 1950s. Coimbatore Medical College was opened in 1966 and the Government law college started functioning from 1978. The agricultural school established in 1868 was converted into a full-fledged agricultural university (Tamil Nadu Agricultural University) in 1971 and the S&aacute;lim Ali Centre for Ornithology and Natural History was opened in 1990. Several private engineering and arts &amp; science colleges were started during the education boom in the 1990s.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1867, the first group of students appeared for the SSLC Examinations from Coimbatore district. The Coimbatore and Pollachi education districts are the units of administration for education in the district. The literacy rate is 84%.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Aliyar Dam Reservoir</p>\r\n<p>Valparai is about 65 km from Pollachi and is situated at an altitude of 3500 feet above the sea level. Valparai is famous for it tea plantations.</p>\r\n<p>Anaimalai Wildlife Sanctuary is about 90 km from Coimbatore and is situated at an altitude of 1,400 meters in the Western Ghats near Pollachi. The area of the sanctuary is 958 km2.</p>\r\n<p>Top Slip is a point located at an altitude of about 800 feet in the Anaimalai mountain range.</p>\r\n<p>Parambikulam Wildlife Sanctuary is located in a valley between the Anaimalai Hills range of Tamil Nadu and the Nelliampathi Hills range of Kerala. The areas hilly and rocky, drained by several rivers, including the Parambikulam, the Sholayar and the Thekkady. Thickly forested with stands of bamboo, sandalwood, rosewood and teak, the sanctuary has some marshy land and scattered patches of grassland.</p>\r\n<p>Parambikulam - Aliyar dam project consists of a series of dams interconnected by tunnels and canals at various elevations to harness the Parambikulam, Aliyar, Nirar, Sholiyar, Thunkadavu, Thenkkadi and Palar rivers, laid for irrigation and power generation. It is located in the Anaimalai Hills range. Seven streams-five flowing westward and two towards the east- have been dammed and their reservoirs interlinked by tunnels. The water is ultimately delivered to the drought-prone areas in the Coimbatore district of Tamil Nadu and the Chittur area of Kerala.</p>\r\n<p>Government of Tamil Nadu promotes eco Tourism in Karamadi forest range. The spot is located at an easy destination reachable for people from Coimbatore. It is located near Pillur in Baralikkadu of Karamadai range in Coimbatore district. The way is a hilly terrain enriched with green vegetation with a pleasant climate providing many view points to have awe for these scenes.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Coimbatore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-coimbatore-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"coimbatore","slug":"coimbatore"}],"recommendations":[{"id":916,"title":"Top Places to visit in Tirunelveli, Tamil Nadu","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"Tirunelveli, also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tirunelveli","slug":"tirunelveli"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","total":0},{"id":897,"title":"Top Places to visit in Kallakurichi, Tamil Nadu","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628\r\nKallakurichi (Tamil: கள்ளக்குறிச்சி மாவட்டம்) is one of the 37 districts which belong to Tamil Na","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kallakurichi","slug":"kallakurichi"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":894,"title":"Top Places to visit in Dharmapuri, Tamil Nadu","imageUrl":"7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","dateCreated":"2019-10-14T03:24:25.684Z","dateModified":"2019-10-14T03:24:50.968Z","contributedBy":"AskGif","content":"Dharmapuri is a city in the western part of Tamil Nadu, India. The city is located at 126 km from Bangalore, 200 km from Coimbatore, 260 km from Mysore, and 300 km from Chennai. It is located between latitudes N 11 47&rsquo; and 12 33&rsquo; and longitudes E 77 02&rsquo; and 78 40&rsquo;. The tot","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dharmapuri","slug":"dharmapuri"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dharmapuri-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}