{"id":893,"title":"Top Places to visit in Cuddalore, Tamil Nadu","imageUrl":"c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","dateCreated":"2019-10-14T03:11:43.036Z","dateModified":"2019-10-14T03:12:02.4Z","contributedBy":"AskGif","content":"<p>Cuddalore is a city which is the headquarters of the Cuddalore District in the Indian state of Tamil Nadu. Scholars believe the name Cuddalore is derived from the beach the town is famous for, meaning 'sea town' in Tamil. While the early history of Cuddalore remains unclear, the town first rose to prominence during the reign of Pallavas and Medieval Cholas. After the fall of Cholas, the town was ruled by various dynasties like Pandyas, Vijayanagar Empire, Madurai Nayaks, Thanjavur Nayaks, Thajavur Marathas, Tipu Sultan, French and the British Empire. Cuddalore was the scene of Seven Years' War and the Battle of Cuddalore in 1758 between the French and British. It has been a part of independent India since 1947. During the 2004 Indian Ocean earthquake, and the subsequent tsunamis it generated, Cuddalore was one of the affected towns, with 572 casualties.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from fishing and port related industries, Cuddalore houses chemical, pharmacological and energy industries in SIPCOT, an industrial estate set up by the state government. The town is administered by a special-grade municipality covering an area of 27.69 km2 (10.69 sq mi) and had a population of 173,676 in 2011. Cuddalore is a part of the Cuddalore legislative assembly constituency which is a part of the Cuddalore Lok Sabha constituency. There are nine schools, two arts and science colleges and two engineering colleges in the town. There is one government hospital, six municipal maternity homes and 37 other private hospitals that take care of the healthcare needs of the citizens. Roadways are the major means of transportation, while the town also has rail connectivity. The nearest airport is Chennai International Airport, located 200 km (120 mi) away from the town,and local airport is at neyveli township. The nearest major seaport is Karaikal port, located 100 km (62 mi) away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Cuddalore</p>\r\n<p>&nbsp;</p>\r\n<p>Cuddalore Port Junction</p>\r\n<p>Cuddalore has two major railway stations, namely, Cuddalore Port Junction and Tiruppadirippuliyur, both on the Viluppuram-Mayiladuthurai-Tiruchirappalli Mainline Section. The Cuddalore Port Junction has a branch to Virudhachalam Junction railway station via Neyveli. Cuddalore Port Junction has 4 platforms and 1 stabling line used more for handling freight trains. Tiruppadirippuliyur, the other important railway station of Cuddalore has 2 platforms and is located close to the Cuddalore bus stand. There are express and passenger trains on either side, connecting various cities with Tamil Nadu. There are daily express trains to Chennai, Tiruchirappalli, Karaikal,Velanknni, Nagerkoil, Tanjore, Tiruchendur and Mannargudi, weekly express trains to Rameswaram, Tirupati, Bhubaneswar, Mumbai, Bhaghat-ki-kodhi, Varanasi, Faizabad, Karaikal and Pondicherry and triweekly trains to Madurai. There are passenger trains daily to Viluppuram, Mayiladuthurai, Bangalore, Karaikal, Virudhachalam and Tiruchirappalli.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 230 km (140 mi) of roads in the town, out of which 26 km (16 mi) is maintained by the Highways department. The Cuddalore municipality maintains a total of 204.94 km (127.34 mi) of roads: 38.84 km (24.13 mi) of concrete roads, 163.6 km (101.7 mi) of bituminous roads, 1.62 km (1.01 mi) of water bound macadam (WBM) roads and 0.85 km (0.53 mi) of earthen roads. The National Highways, NH-45A Viluppuram&mdash;Pondicherry&mdash;Cuddalore&mdash;Chidambaram&mdash;Nagapattinam Highway passes through Cuddalore. Cuddalore is served by a town bus service, which provides connectivity within the town and the suburbs. There are privately operated mini-bus services that cater to the local transport needs. The main bus stand is located in Thirupapuliyur.</p>\r\n<p>&nbsp;</p>\r\n<p>There are frequent buses to nearby towns like Pondicherry,Chennai, Chidambaram, Panruti, Virudhachalam, Tindivanam and Viluppuram. Buses to major cities of Tamil Nadu such as Tiruchirapalli, Coimbatore, Salem, Kallakkurichi, Tiruvannamalai, Vellore, Tirupathi, Kumbakonam, are also available. TNSTC, the state run bus service operates long distance buses to various cities in the state like Madurai, Theni, Palani, Coimbatore, Tiruppur and Hosur. KSRTC operates daily buses to Bangalore from Cuddalore.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is in Pondicherry, approximately 25 km (16 mi) from Cuddalore, while the nearest international airport in Chennai International Airport, located 200 km (120 mi) from the town.There is airport finished its construction and waiting for the opening in Neyveli ,Which is nearly 30 kilometers from Cuddalore. Daily flights to Chennai is going to be operated by Air Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>The town in served by Cuddalore Port, a minor port. This port mainly handles cargo and is in close vicinity to Cuddalore Port Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>There are a total of more than ten schools including both matriculation and CBSE in Cuddalore. The town has three arts and science colleges, namely Periyar Arts College,Immaculate college for women, St. Joseph Arts &amp; Science College and C. Kandasamy Naidu College for Women (KNC). There are two engineering colleges in the town, namely, Krishnasamy Memorial Engineering College and CK College of Engineering and Technology. Krishnasamy Memorial Polytechnic and Padaleeswarar Polytechnic are the two polytechnic college in the town. There are six Industrial Training Institutes (ITI) in the town, two of which are operated by the government.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity supply to Cuddalore is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The town and its suburbs forms the Cuddalore Electricity Distribution Circle. A chief distribution engineer is stationed at the regional headquarters. Water supply is provided to the town by the Cuddalore municipality from three sources, namely Pennaiyar River, borewells from Caper Hills and Thirvanthipuram. The water from the sources is stored in ten overhead tanks located in various parts of the town. During the period 2000&ndash;01, a total of 6.065 million litres of water was supplied every day to households in the town. About 103 tonnes of solid waste are collected from Cuddalore every day by door-to-door collection. Subsequently, the sanitary department of the Cuddalore municipality carries out the source segregation and dumping. The coverage of solid waste management had an efficiency of 100 per cent as of 2001. There is no underground drainage system in the town, and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences. The municipality maintains stormwater drains for 65 km (40 mi), covering 32% of municipal roads. There is one government hospital, six municipal maternity homes and 37 other private hospitals that take care of the healthcare needs of the citizens. There are a total of 4,517 street lamps in the town: 275 sodium lamps, 201 mercury vapour lamps and 4,041 tube lights in the town. The municipality operates five markets, namely, Aringar Anna Daily Market at Manjakuppam, Banbari Daily Market at Thirupapuliyur, Bakthavachalam Daily Market at Cuddalore OT, Pudupalayam Daily Market at Pudupalayam and Devanampattinam Daily Market at Devanampattinam, that cater to the needs of the town and the surrounding rural areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Devanathaswamy temple</p>\r\n<p>Pichavaram, which is 57 km from Cuddalore, a world-renowned mangrove forest. Pataleeswarar Temple, a Hindu temple, built during the 7th century and dated a millennium earlier, is the most prominent landmark in Cuddalore. The name, Thirupathipuliyur, is associated with the legend behind the temple. The temple is revered in the verses of 7th-century Saiva saints Appar and Tirugnanasambandar in their works in Tevaram.</p>\r\n<p>&nbsp;</p>\r\n<p>The Devanathaswami Temple, located in Thiruvanthipuram, is another Hindu pilgrimage site around Cuddalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Silver Beach is a 2 km (1.2 mi) long beach located in Cuddalore and is another prominent visitor attraction of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Fort St David, situated on the River Gadilam near Devanampattinam and acquired in 1653 AD by Elihu Yale, a Christian slave-trader and cruel slave master, is one of the most visited tourist attraction in Cuddalore. The wealth embezzled and extracted by him was infused into the famed Yale University, an Ivy League university in USA. Only two decades later, in 1677, when Shivaji captured Gingee, the fort fell into the hands of the Marathas. In 1690, the British East India Company purchased the fort and the adjacent villages (within \"ye randome shott of a piece of ordnance\".) A great gun was fired to different points of the compass and all the country within its range, including the town of Cuddalore, passed into the possession of the English. The villages thus obtained are called \"cannon ball villages\". The fortifications were strengthened in 1693, 1698, 1702, 1725, 1740 and 1745. In 1746 Fort St. David became the British headquarters for British India. The British ruled a greater part of south India (Tamil Nadu, parts of present- Andhra Pradesh, Kerala and Karnataka) from Fort St. David. An attack by Dupleix was successfully repulsed. In 1756, Clive was appointed governor. The French captured the fort in 1758 but in 1760 relinquished it to Sir Eyre Coote of the British East India Company. The French recaptured the fort in 1782 and held it in 1783 during the Battle of Cuddalore. In 1785 the fort passed into British possession. By this time, however, the centre of British rule was Fort St George.</p>\r\n<p>&nbsp;</p>\r\n<p>The Garden House was the official residence of the Cuddalore District Collector, Robert Clive. It is typical of later medieval architecture. The roof of the Garden House was built using only bricks and slaked lime with no steel and wood.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Pichavaram</p>\r\n<p>Natraja Temple at Chidambaram</p>\r\n<p>Bhuvaraha kshetra or Bhuvaraga temple Srimushnam and Shri Nitheeswara temple</p>\r\n<p>Sri Virudhagireeswarar Temple, Virudhachalam</p>\r\n<p>Thiru ArutPrakasa Vallalar Deiva Nilayam, Vadalur aka vallalar nilayam at vadalur</p>\r\n<p>Pataleeswarar temple, a Hindu temple, built during the 7th century and dated a millennium earlier is the most prominent landmark in Cuddalore. The name, Thirupathipuliyur, is associated with the legend behind the temple. The temple is revered in the verses of 7th century Saiva saints Appar and Tirugnanasambandar in their works in Tevaram.</p>\r\n<p>The Devanathaswami Temple, located in Thiruvanthipuram, is another Hindu pilgrimage site located in the outskirts of Cuddalore.</p>\r\n<p>Silver Beach at Devanampatinam (Cuddalore)</p>\r\n<p>Veerattaneswarar Temple, near Panruti</p>\r\n<p>Pichavaram, one of the world's largest mangrove forests</p>\r\n<p>Veeranam Lake, Kattumannarkoil</p>\r\n<p>Wellington Lake, Keezhseruvai Village, Tittakudi taluk.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Cuddalore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-cuddalore-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"cuddalore","slug":"cuddalore"}],"recommendations":[{"id":916,"title":"Top Places to visit in Tirunelveli, Tamil Nadu","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"Tirunelveli, also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tirunelveli","slug":"tirunelveli"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","total":0},{"id":907,"title":"Top Places to visit in Pudukkottai, Tamil Nadu","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"pudukkottai","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":900,"title":"Top Places to visit in Karur, Tamil Nadu","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district. It is located on the banks of River Amaravathi, It is situated at about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru\r\nKarur ha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karur","slug":"karur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}