{"id":893,"title":"कुड्डालोर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","dateCreated":"2019-10-14T03:11:43.036Z","dateModified":"2019-10-14T03:12:02.4Z","contributedBy":"AskGif","content":"<p>कुड्डलोर एक शहर है जो भारत के तमिलनाडु राज्य में कुड्डालोर जिले का मुख्यालय है। विद्वानों का मानना ​​है कि कुड्डलोर नाम समुद्र तट से लिया गया है, जिसका नाम तमिल में 'समुद्री शहर' है। जबकि कुड्डलोर का प्रारंभिक इतिहास स्पष्ट नहीं है, पल्लवों और मध्ययुगीन टोलों के शासनकाल के दौरान शहर पहले प्रमुखता से उभरा। चोलों के पतन के बाद, इस शहर पर पांड्य, विजयनगर साम्राज्य, मदुरै नायक, तंजावुर नायक, थजावुर मराठा, टीपू सुल्तान, फ्रांसीसी और ब्रिटिश साम्राज्य जैसे विभिन्न राजवंशों का शासन था। कुडलोर फ्रांसीसी और ब्रिटिश के बीच 1758 में सात साल के युद्ध और कुड्डालोर की लड़ाई का दृश्य था। यह 1947 के बाद से स्वतंत्र भारत का हिस्सा रहा है। 2004 में हिंद महासागर में आए भूकंप और इसके बाद आई सुनामी के कारण, कुड्डालोर 572 हताहतों के साथ प्रभावित शहरों में से एक था।</p>\r\n<p>&nbsp;</p>\r\n<p>मछली पकड़ने और बंदरगाह से संबंधित उद्योगों के अलावा, कुड्डलोर में SIPCOT में रासायनिक, औषधीय और ऊर्जा उद्योग हैं, जो राज्य सरकार द्वारा स्थापित एक औद्योगिक संपत्ति है। इस शहर को 27.69 किमी 2 (10.69 वर्ग मील) के क्षेत्र में एक विशेष ग्रेड नगर पालिका द्वारा प्रशासित किया गया है और इसकी आबादी 2011 में 173,676 थी। कुड्डालोर कुड्डालोर विधानसभा क्षेत्र का एक हिस्सा है जो कुड्डालोर लोकसभा क्षेत्र का एक हिस्सा है। । कस्बे में नौ स्कूल, दो आर्ट्स और साइंस कॉलेज और दो इंजीनियरिंग कॉलेज हैं। एक सरकारी अस्पताल, छह नगरपालिका प्रसूति गृह और 37 अन्य निजी अस्पताल हैं जो नागरिकों की स्वास्थ्य संबंधी जरूरतों का ख्याल रखते हैं। रोडवेज परिवहन का प्रमुख साधन है, जबकि शहर में रेल कनेक्टिविटी भी है। निकटतम हवाई अड्डा चेन्नई अंतर्राष्ट्रीय हवाई अड्डा है, जो शहर से 200 किमी (120 मील) दूर है, और स्थानीय हवाई अड्डा नेवेली टाउनशिप में है। निकटतम प्रमुख बंदरगाह, कराईकल बंदरगाह है, जो शहर से 100 किमी (62 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: कुड्डालोर में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>कुड्डालोर पोर्ट जंक्शन</p>\r\n<p>कुड्डलोर के दो प्रमुख रेलवे स्टेशन हैं, अर्थात् कुड्डलोर पोर्ट जंक्शन और तिरुप्पदीरिपुलियूर, दोनों विलुप्पुरम-मइलादुथुराई-तिरुचिरापल्ली मेनलाइन सेक्शन पर स्थित हैं। कुड्डलोर पोर्ट जंक्शन की वीरुधचलम जंक्शन रेलवे स्टेशन के पास नेवेली के माध्यम से एक शाखा है। कुड्डलोर पोर्ट जंक्शन में 4 प्लेटफॉर्म हैं और 1 स्टेबलिंग लाइन मालगाड़ियों को संभालने के लिए अधिक उपयोग की जाती है। तिरुप्पदीरिपुलियूर, कुड्डलोर के अन्य महत्वपूर्ण रेलवे स्टेशन में 2 प्लेटफार्म हैं और यह कुड्डालोर बस स्टैंड के करीब स्थित है। तमिलनाडु के साथ विभिन्न शहरों को जोड़ने वाली दोनों तरफ एक्सप्रेस और पैसेंजर ट्रेनें हैं। चेन्नई, तिरुचिरापल्ली, कराईकल, वेलनकन्नी, नागरकोइल, तंजौर, तिरुचेंदुर और मन्नारगुडी के लिए दैनिक एक्सप्रेस ट्रेनें हैं, साप्ताहिक एक्सप्रेस ट्रेनें रामेश्वरम, तिरुपति, भुवनेश्वर, मुंबई, भगत-की-कोठी, वाराणसी, फैजाबाद, कराईकल और पांडिचेरी और त्रिवेणी हैं। मदुरै को। विलुप्पुरम, मयिलादुथुराई, बैंगलोर, कराईकल, विरुधचलम और तिरुचिरापल्ली के लिए दैनिक यात्री ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कस्बे में 230 किमी (140 मील) सड़कें हैं, जिनमें से 26 किलोमीटर (16 मील) राजमार्ग विभाग द्वारा बनाए रखी जाती हैं। कुड्डलोर नगरपालिका सड़कों की कुल 204.94 किमी (127.34 मील): कंक्रीट सड़कों के 38.84 किमी (24.13 मील), बिटुमिनस सड़कों की 163.6 किमी (101.7 मील), 1.62 किमी (1.01 मील) पानी की सीमा वाले मैकडैम (डब्ल्यूबीएम) सड़कों का रखरखाव करती है। और मिट्टी की सड़कों का 0.85 किमी (0.53 मील)। राष्ट्रीय राजमार्ग, NH-45A विलुप्पुरम-पांडिचेरी-कुड्डलोर-चिदंबरम-नागापट्टिनम राजमार्ग कुड्डलोर से होकर गुजरता है। कडलूर को एक टाउन बस सेवा द्वारा सेवा प्रदान की जाती है, जो शहर और उपनगरों के बीच कनेक्टिविटी प्रदान करती है। निजी रूप से संचालित मिनी बस सेवाएं हैं जो स्थानीय परिवहन आवश्यकताओं को पूरा करती हैं। मुख्य बस स्टैंड थिरुपुलियूर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पास के शहरों जैसे पांडिचेरी, चेन्नई, चिदंबरम, पन्रुति, विरुधचलम, तिंडीवनम और विलुप्पुरम के लिए अक्सर बसें हैं। तमिलनाडु के प्रमुख शहरों जैसे तिरुचिरापल्ली, कोयम्बटूर, सलेम, कल्लक्कुरिची, तिरुवन्नामलाई, वेल्लोर, तिरुपति, कुंभकोणम के लिए बसें भी उपलब्ध हैं। TNSTC, राज्य द्वारा संचालित बस सेवा मदुरई, थेनी, पलानी, कोयम्बटूर, तिरुप्पुर और होसुर जैसे राज्य के विभिन्न शहरों के लिए लंबी दूरी की बसों का संचालन करती है। KSRTC बैंगलोर से कुड्डालोर के लिए दैनिक बसों का संचालन करता है।</p>\r\n<p>निकटतम हवाई अड्डा पांडिचेरी में, कुड्डलोर से लगभग 25 किमी (16 मील) की दूरी पर है, जबकि चेन्नई अंतर्राष्ट्रीय हवाई अड्डे का निकटतम अंतरराष्ट्रीय हवाई अड्डा, शहर से 200 किमी (120 मील) पर स्थित है। हवाई अड्डा अपना निर्माण कार्य पूरा कर चुका है और अंदर खुलने का इंतजार कर रहा है। नेवेली, जो कुड्डालोर से लगभग 30 किलोमीटर दूर है। चेन्नई के लिए दैनिक उड़ानें एयर ओडिशा द्वारा संचालित की जा रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक मामूली बंदरगाह कुड्डलोर बंदरगाह द्वारा परोसा जाने वाला शहर। यह बंदरगाह मुख्य रूप से कार्गो को संभालता है और कुड्डलोर पोर्ट जंक्शन के समीप है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>कुड्डालोर में मैट्रिक और सीबीएसई दोनों सहित कुल दस से अधिक स्कूल हैं। शहर में तीन कला और विज्ञान कॉलेज हैं, अर्थात् पेरियार आर्ट्स कॉलेज, महिलाओं के लिए बेदाग कॉलेज, सेंट जोसेफ आर्ट्स एंड साइंस कॉलेज और सी। कंदासामी नायडू कॉलेज फॉर वुमन (केएनसी)। कस्बे में दो इंजीनियरिंग कॉलेज हैं, कृष्णसामी मेमोरियल इंजीनियरिंग कॉलेज और सीके कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी। कृष्णासामी मेमोरियल पॉलिटेक्निक और पडलेश्वरर पॉलिटेक्निक शहर के दो पॉलिटेक्निक कॉलेज हैं। कस्बे में छह औद्योगिक प्रशिक्षण संस्थान (आईटीआई) हैं, जिनमें से दो सरकार द्वारा संचालित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुड्डालोर को विद्युत आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। शहर और इसके उपनगर कुड्डलोर विद्युत वितरण सर्कल बनाते हैं। एक मुख्य वितरण अभियंता क्षेत्रीय मुख्यालय में तैनात है। शहर में कुड्डलोर नगरपालिका द्वारा तीन स्रोतों से पानी की आपूर्ति की जाती है, जैसे कि पोटरियनार नदी, कापर हिल्स और थिरवनथिपुरम से बोरवेल। स्रोतों से पानी शहर के विभिन्न हिस्सों में स्थित दस ओवरहेड टैंकों में जमा होता है। 2000&ndash;01 की अवधि के दौरान, कस्बे के घरों में हर दिन कुल 6.065 मिलियन लीटर पानी की आपूर्ति की गई थी। डोर-टू-डोर कलेक्शन द्वारा कुड्डालोर से हर दिन लगभग 103 टन ठोस कचरा एकत्र किया जाता है। इसके बाद, कुड्डलोर नगरपालिका का सैनिटरी विभाग स्रोत अलगाव और डंपिंग करता है। ठोस अपशिष्ट प्रबंधन की कवरेज में 2001 की तुलना में 100 प्रतिशत की दक्षता थी। शहर में भूमिगत जल निकासी व्यवस्था नहीं है, और मल के निपटान के लिए सीवरेज प्रणाली सेप्टिक टैंक, खुली नालियों और सार्वजनिक सुविधाओं के माध्यम से है। नगरपालिका 65 किमी (40 मील) के लिए तूफानी नालियों का रखरखाव करती है, जो नगरपालिका की 32% सड़कों को कवर करती है। एक सरकारी अस्पताल, छह नगरपालिका प्रसूति गृह और 37 अन्य निजी अस्पताल हैं जो नागरिकों की स्वास्थ्य संबंधी जरूरतों का ख्याल रखते हैं। शहर में कुल 4,517 स्ट्रीट लैंप हैं: 275 सोडियम लैंप, 201 पारा वाष्प लैंप और शहर में 4,041 ट्यूबलाइट। नगरपालिका पांच बाजारों का संचालन करती है, जैसे मंजाकुप्पम में अरिंजर अन्ना डेली मार्केट, थिरुप्पुलियुर में बनबारी डेली मार्केट, कुड्डलोर ओटी में बखतवाचलम डेली मार्केट, पुदुपालयम में पुडुपालयम डेली मार्केट और देवनमपट्टिनम में देवनापट्टिनम डेली मार्केट, जो शहर की जरूरतों को पूरा करता है। आसपास के ग्रामीण क्षेत्र।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>देवनाथस्वामी मंदिर</p>\r\n<p>पिचवारम, जो कुड्डालोर से 57 किलोमीटर दूर है, जो विश्व प्रसिद्ध मैंग्रोव वन है। पटलेश्वरर मंदिर, एक हिंदू मंदिर, जो 7 वीं शताब्दी के दौरान बनाया गया था और एक सहस्राब्दी पहले दिनांकित था, कुड्डलोर में सबसे प्रमुख मील का पत्थर है। मंदिर के पीछे की कहानी के साथ थिरुपथिपुलियूर नाम जुड़ा हुआ है। यह मंदिर 7 वीं शताब्दी के शिव संतों अप्पार और तिरुवन्नसम्बंदर के छंदों में उनके कृतित्व पर आधारित है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवन्तीपुरम में स्थित देवनाथस्वामी मंदिर, कुड्डालोर के आसपास एक और हिंदू तीर्थ स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिल्वर बीच कुड्डालोर में स्थित एक 2 किमी (1.2 मील) लंबा समुद्र तट है और शहर का एक और प्रमुख आगंतुक आकर्षण है।</p>\r\n<p>फोर्ट सेंट डेविड, देवनमपट्टिनम के पास गादिलम नदी पर स्थित है और 1653 ईस्वी में एक ईसाई गुलाम-व्यापारी और क्रूर गुलाम मास्टर एलिहु येल द्वारा अधिगृहीत किया गया, जो कुड्डालोर में सबसे अधिक देखे जाने वाले पर्यटकों के आकर्षण में से एक है। धन का गबन और उसके द्वारा निकाली गई संपत्ति को संयुक्त राज्य अमेरिका में एक आइवी लीग विश्वविद्यालय, प्रसिद्ध येल विश्वविद्यालय में बदल दिया गया था। केवल दो दशक बाद, 1677 में, जब शिवाजी ने गिंगी पर कब्जा कर लिया, तो यह किला मराठों के हाथों में आ गया। 1690 में, ब्रिटिश ईस्ट इंडिया कंपनी ने किले और आस-पास के गाँवों को खरीदा (\"अध्यादेश के एक टुकड़े को चीरकर)\"। कम्पास के विभिन्न बिंदुओं और इसकी सीमा के भीतर सभी देश सहित, एक महान बंदूक निकाल दी गई थी। कडलोर शहर, अंग्रेजी के कब्जे में चला गया। इस प्रकार प्राप्त गाँवों को \"तोप बॉल गाँव\" कहा जाता है। किलेबंदी को 1693, 1698, 1702, 1725, 1740 और 1745 में मजबूत किया गया। 1746 में फोर्ट सेंट डेविड ब्रिटिश भारत का ब्रिटिश मुख्यालय बन गया। फोर्ट सेंट डेविड से ब्रिटिशों ने दक्षिण भारत (तमिलनाडु, वर्तमान आंध्र प्रदेश, केरल और कर्नाटक) के एक बड़े हिस्से पर शासन किया। डुप्लेक्स के एक हमले को सफलतापूर्वक रद्द कर दिया गया था। 1756 में, क्लाइव को गवर्नर नियुक्त किया गया। फ्रांसीसी ने 1758 में किले पर कब्जा कर लिया लेकिन 1760 में इसे ब्रिटिश ईस्ट इंडिया कंपनी के सर आइरे कोटे को सौंप दिया। फ्रांसीसी ने 1782 में किले पर कब्जा कर लिया और इसे 1783 में कुड्डलोर की लड़ाई के दौरान आयोजित किया। 1785 में यह किला ब्रिटिश कब्जे में चला गया। हालांकि, इस समय तक, ब्रिटिश शासन का केंद्र फोर्ट सेंट जॉर्ज था।</p>\r\n<p>&nbsp;</p>\r\n<p>गार्डन हाउस कुड्डालोर जिला कलेक्टर, रॉबर्ट क्लाइव का आधिकारिक निवास था। यह बाद के मध्यकालीन वास्तुकला की खासियत है। गार्डन हाउस की छत केवल ईंटों और बिना स्टील और लकड़ी के चूने के उपयोग से बनाई गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>Pichavaram</p>\r\n<p>चिदंबरम में नटराज मंदिर</p>\r\n<p>भुवराहा क्षेत्र या भुवरगा मंदिर श्रीमशुनाम और श्री नीथेश्वर मंदिर</p>\r\n<p>श्री विरुधागीरेश्वर मंदिर, विरुधचलम</p>\r\n<p>थिरु अरुतप्रकास वल्लर देवा निलयम, वडालुर में वडालुर उर्फ ​​वल्लार निलयम</p>\r\n<p>पटलेश्वरर मंदिर, एक हिंदू मंदिर, जो 7 वीं शताब्दी के दौरान बनाया गया था और एक सहस्राब्दी पहले दिनांकित था, कुड्डलोर में सबसे प्रमुख मील का पत्थर है। मंदिर के पीछे की कहानी के साथ थिरुपथिपुलियूर नाम जुड़ा हुआ है। यह मंदिर 7 वीं शताब्दी के शिव संतों अप्पार और तिरुवन्नसंबंदर की रचनाओं में तेवरम की रचनाओं में प्रतिष्ठित है।</p>\r\n<p>तिरुवनंतपुरम में स्थित देवनाथस्वामी मंदिर, कुड्डालोर के बाहरी इलाके में स्थित एक और हिंदू तीर्थ स्थल है।</p>\r\n<p>देवनमपट्टिनम (कुड्डालोर) में सिल्वर बीच</p>\r\n<p>पनरुति के पास वीरत्नेश्वरश्वर मंदिर</p>\r\n<p>पिचवारम, दुनिया के सबसे बड़े मैंग्रोव जंगलों में से एक</p>\r\n<p>वीरनम झील, कट्टुमनारकोइल</p>\r\n<p>वेलिंगटन झील, कीझुसरुवाई गांव, टिटाकुडी तालुक।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Cuddalore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-cuddalore-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कुड्डालोर","slug":"cuddalore"}],"recommendations":[{"id":916,"title":"तिरुनेलवेली में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"तिरुनेलवेली, जिसे नेल्लई के नाम से भी जाना जाता है और ऐतिहासिक रूप से (ब्रिटिश शासन के दौरान) टिननेवेल्ली के रूप में, भारतीय राज्य तमिलनाडु का एक प्रमुख शहर है। यह तिरुनेलवेली जिले का प्रशासनिक मुख्यालय है। यह चेन्नई, कोयम्बटूर, मदुरै, त्रिची और सलेम के बाद राज्य का छठा सबसे बड़ा नगर निगम है। तिर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुनेलवेली","slug":"tirunelveli"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","total":0},{"id":907,"title":"पुदुक्कोट्टई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"पुदुक्कोट्टई भारत के तमिलनाडु राज्य में पुदुक्कोट्टई जिले का प्रशासनिक मुख्यालय है। यह वल्लारू नदी के तट पर स्थित एक बड़ा शहर है, इस पर चोल, मुथारियार, अर्ली पांड्य, थोंडिमन और अंग्रेजों ने अलग-अलग समय पर शासन किया है। यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में 395 किलोमीटर (245 मील) और तिरु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"पुदुक्कोट्टई","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":900,"title":"करूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"करूर भारतीय राज्य तमिलनाडु का एक शहर है। करूर, करूर जिले का प्रशासनिक मुख्यालय है। यह अमरावती नदी के तट पर स्थित है, यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में लगभग 395 किलोमीटर (245 मील) पर स्थित है और बेंगलुरु से 295 किलोमीटर दूर है।\r\nकरूर अलग-अलग समय पर चेरों, बाद में चोल, विजयनगर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करूर","slug":"karur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}