{"id":894,"title":"धर्मपुरी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","dateCreated":"2019-10-14T03:24:25.684Z","dateModified":"2019-10-14T03:24:50.968Z","contributedBy":"AskGif","content":"<p>धर्मपुरी भारत के तमिलनाडु के पश्चिमी भाग का एक शहर है। शहर बैंगलोर से 126 किमी, कोयंबटूर से 200 किमी, मैसूर से 260 किमी और चेन्नई से 300 किमी दूर स्थित है। यह अक्षांश 11 एन 47 'और 12 33' और देशांतर ई 77 02 'और 78 40' के बीच स्थित है। धर्मपुरी जिले का कुल भौगोलिक क्षेत्रफल 4497.77 km2 है, अर्थात तमिलनाडु का 3.46%। और यह शीर्ष प्रमुख आम की खेती और राज्य के उत्पादक में से एक है।</p>\r\n<p>धर्मपुरी दक्षिण भारत में तमिलनाडु के पश्चिमी भाग में एक जिला है। 02 अक्टूबर, 1965 को तत्कालीन-सलेम जिले से अलग होकर यह भारत की स्वतंत्रता के बाद तमिलनाडु में बनाया गया पहला जिला है। जिले के अन्य प्रमुख शहर हैं हरूर, पलाकोडे, करीमंगलम, पेनागरम और पाप्पाडीपट्टी। धर्मपुरी जिला राज्य में आम के प्रमुख उत्पादकों में से एक है, जिले में उत्तम गुणवत्ता वाला ग्रेनाइट पाया जाता है। यह राज्य में मुख्य सेरीकल्चर बेल्ट में से एक है। जिले का लगभग 30 प्रतिशत क्षेत्र वनों से घिरा है। कावेरी नदी इस जिले से होकर तमिलनाडु में प्रवेश करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज</p>\r\n<p>धर्मपुरी प्रमुख राष्ट्रीय राजमार्ग NH-44 से अच्छी तरह से जुड़ा हुआ है। आमतौर पर उत्तर-दक्षिण गलियारा कहा जाता है, जो श्रीनगर से निकलता है और कन्याकुमारी जिले में समाप्त हो जाता है। यह राज्य के राजमार्गों जैसे कि SH-17 (कर्नाटक के धर्मपुरी-पलासोड-होसुर-मलूर) से जुड़ा हुआ है, जो राष्ट्रीय राजमार्ग NH-844, SH-60 (होगेनकल-धर्मपुरी-तिरुपत्तूर), और SH-60A (धर्मपुरी-हरूर) से अपग्रेड किए गए हैं। ) के माध्यम से: मोरापुर</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>धर्मपुरी स्टेशन एक जंक्शन है (स्टेशन कोड स्वयं DPJ इंगित करता है) स्टेशन को दक्षिण पश्चिम रेलवे में खंडित किया गया था जब उन्होंने इसे सुधार लिया था। अब यह बेंगलुरु डिवीजन द्वारा चलाया जाता है। रेलवे स्टेशन के पास वर्तमान में एक कार्यात्मक लाइन है जो बेंगलुरु-धर्मपुरी-सलेम लाइन है। जबकि दूसरी पंक्ति धर्मपुरी - मोरापुर का निर्माण 1907 में किया गया था और लगभग 38 वर्षों तक काम किया गया था। हालाँकि फिर से जिले में लोगों की आवश्यकता के कारण विद्युतीकरण के साथ लाइन का निर्माण चल रहा है। यह नई लाइन धर्मपुरी जिले के लोगों को सीधे चेन्नई से जोड़ेगी ... साथ ही यह लाइन बैंगलोर - चेन्नई (वाया धर्मपुरी) के लिए वैकल्पिक मार्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>निकटतम अंतरराष्ट्रीय हवाई अड्डा केम्पेगौड़ा अंतर्राष्ट्रीय हवाई अड्डा है। बेंगलुरू में 162 किलोमीटर (101 मील) की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>दूसरा नजदीकी हवाई अड्डा सलेम में 45 किलोमीटर (28 मील) की दूरी पर है। सेलेम हवाई अड्डा, भारत के तमिलनाडु के सलेम में 15 किलोमीटर उत्तर-पश्चिम में कमलापुरम में स्थित है। सलेम हवाई अड्डा चेन्नई, कोयम्बटूर, तिरुचिरापल्ली, मदुरै, थूथुकुडी के बाद तमिलनाडु का छठा हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>धर्मपुरी जिला साक्षरता और शिक्षा के क्षेत्र में बेहतर प्रदर्शन करता है। वर्ष 2011 में यह 62% के स्कोर के साथ तमिलनाडु में अंतिम स्थान पर था, जबकि वर्ष 2016 तक इसने 92% साक्षरता दर दिखाई और तमिलनाडु में 32 में से 12 वें स्थान पर रहा। इसने शैक्षिक हब में वृद्धि भी दिखाई। शिक्षा के विभिन्न क्षेत्रों में कॉलेज और स्कूल हैं। कुछ प्रमुख शैक्षणिक संस्थान नीचे दिए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकित्सा क्षेत्र</p>\r\n<p>गवर्नमेंट धर्मपुरी मेडिकल कॉलेज (GDMC)</p>\r\n<p>DNV कॉलेज ऑफ नर्सिंग</p>\r\n<p>श्री विजय विद्यालय कॉलेज ऑफ एलाइड हेल्थ साइंस।</p>\r\n<p>स्वामी विवेकानंद कॉलेज ऑफ नर्सिंग।</p>\r\n<p>ओम सक्थि कॉलेज ऑफ नर्सिंग।</p>\r\n<p>इंजीनियरिंग फील्ड्स</p>\r\n<p>वरुण वादिवलान प्रौद्योगिकी संस्थान।</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ इंजीनियरिंग, धर्मपुरी</p>\r\n<p>जयम कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>जयलक्ष्मी प्रौद्योगिकी संस्थान</p>\r\n<p>सप्तगिरी इंजीनियरिंग कॉलेज</p>\r\n<p>श्रीनिवास कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>लॉ कॉलेज</p>\r\n<p>धर्मपुरी में स्थित गवर्नमेंट लॉ कॉलेज, तमिलनाडु सरकार द्वारा संचालित डॉ। अम्बेडकर लॉ यूनिवर्सिटी से संबद्ध है, भारत में स्नातक नीति शिक्षा पर केंद्रित कानूनी शिक्षा का एक संस्थान है। 2017 में स्थापित होने वाला धर्मपुरी में यह पहला लॉ कॉलेज था।</p>\r\n<p>&nbsp;</p>\r\n<p>कला और विज्ञान महाविद्यालय</p>\r\n<p>धर्मपुरी जिले में महिलाओं के कॉलेजों सहित लगभग 30 कला और विज्ञान महाविद्यालय हैं। (PMP ARTS &amp; SCIENCE COLLEGE) 1 विजय विद्यालय कॉलेज ऑफ़ आर्ट्स एंड साइंस (महिला) 2 लक्ष्मी नारायण कॉलेज ऑफ़ आर्ट्स एंड साइंस (वुमेन्स) 3.Pachamuthu College of Arts &amp; Science विज्ञान (महिला) 4. जय श्री वेंकटेश कॉलेज ऑफ आर्ट्स एंड साइंस 5.Psa कॉलेज ऑफ आर्ट्स एंड साइंस 6. वेंकटेश्वर कॉलेज ऑफ आर्ट्स एंड साइंस 7. डॉन बोस्को कॉलेज ऑफ आर्ट्स एंड साइंस 8.कामधेनु कॉलेज ऑफ आर्ट्स एंड साइंस।</p>\r\n<p>&nbsp;</p>\r\n<p>पेरियार विश्वविद्यालय</p>\r\n<p>पेरियारदीपट्टी में पेरियार यूनिवर्सिटी कॉलेज ऑफ आर्ट्स एंड साइंस</p>\r\n<p>&nbsp;</p>\r\n<p>सीबीएसई और आईसीएसई स्कूल</p>\r\n<p>धर्मपुरी जिले में केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) और भारतीय माध्यमिक शिक्षा प्रमाणपत्र (ICSE) सहित लगभग 12 स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>टीएन बोर्ड के स्कूल</p>\r\n<p>धर्मपुरी जिले में 500 से अधिक तमिलनाडु बोर्ड-आधारित स्कूल हैं, जिनमें सरकारी और निजी दोनों स्कूल शामिल हैं।</p>\r\n<p>पर्यटन</p>\r\n<p>होगेनक्कल फॉल्स पेनागरम तालुक धर्मपुरी जिले में स्थित है। औषधीय स्नान, नाव की सवारी, तेल की मालिश, मछली की मक्खियों और पहाड़ियों में गिरता पानी इसे पर्यटकों के आकर्षण का केंद्र बनाता है। कभी-कभी \"नियाग्रा फॉल्स ऑफ इंडिया\" के रूप में जाना जाता है, इस साइट में कार्बोनाइट चट्टानों को दक्षिण एशिया में अपनी तरह का सबसे पुराना और दुनिया में सबसे पुराना माना जाता है। तमिलनाडु सरकार ने राज्य के लिए पेयजल उपलब्ध कराने के लिए फॉल्स को बदलने का प्रस्ताव दिया। कावेरी नदी जिले के माध्यम से राज्य में बहती है, और धर्मपुरी शहर से 46 किमी (29 मील) की दूरी पर स्थित शहर होजेनक्कल वह स्थल है जहाँ नदी एक सुंदर झरने के रूप में गिरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>तमिलनाडु में धर्मपुरी जिले में वाथलमालई या वैतला हिल्स (तमिल: தல்மலை் is) एक हिल स्टेशन है। यह समुद्र तल से 1,418 मीटर (4,652 फीट) की ऊंचाई पर स्थित है। यह धर्मपुरी शहर से 25 किमी (16 मील) की दूरी पर स्थित है और पहाड़ी की चोटी तक पहुँचने के लिए सड़क पर 26 हेयरपिन हैं। यह लगभग 225 किमी 2 (87 वर्ग मील) क्षेत्र को कवर करता है। Vytla Hills की जलवायु में मध्यम आर्द्र उपोष्णकटिबंधीय जलवायु (कोपेन: Cwa) है। सर्दियां काफी हल्की होती हैं, जो दिसंबर में शुरू होती हैं और फरवरी में खत्म होती हैं। सर्दियों के दौरान, पहाड़ धुंध में ढँक जाते हैं। सर्दियाँ &deg;-१ C &deg; C (४५-६४ &deg; F) से, और १५-२ C &deg; C (५ ९-.२ &deg; F) तक होती हैं। वर्षा 1,500-2,000 मिमी (59-79 इंच) है। अप्रैल में कॉफी की झाड़ियां खिलती हैं। जलवायु भी विशेष रूप से सुखद है। [मूल शोध?] ज्यादातर वनस्पतियों और जीवों के जीव वनस्पति के निर्माण के परिणामस्वरूप गंभीर निवास स्थान विखंडन के कारण गायब हो गए हैं। हालाँकि, कुछ प्रजातियाँ जीवित हैं और आस-पास के कई संरक्षित क्षेत्रों में पनपती रहती हैं, जिनमें शामिल हैं शीवरयन हिल्स (यरकौड)। ये संरक्षित क्षेत्र कई खतरे वाली और स्थानिक प्रजातियों के लिए जाने जाते हैं, जिनमें (Ibex), ग्रिजल्ड जाइंट स्क्विरेल, नीलगिरि वुड-पिजन, गौर, जंगली बोर, चित्तीदार हिरण और नीलकुरिंजी (जो हर सात साल में एक बार खिलता है)।</p>\r\n<p>&nbsp;</p>\r\n<p>हरूर तालुक में थेर्थमलाई में हिल-मंदिर हिंदुओं के लिए एक पवित्र धार्मिक स्थल है, और चोल और विजयनगर साम्राज्यों के समय से अस्तित्व में है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधियमकोट्टई: साइट पर आने वाले पर्यटक मोटे तौर पर अंडाकार आकार के किले के खंडहर देख सकते हैं। इस स्थल के करीब चेनराया पेरुमल मंदिर है, जिसके बारे में माना जाता है कि इसका निर्माण राजा कृष्णदेवराय के साथ-साथ होयसल राजाओं द्वारा करवाया गया था। मंदिर के भीतर मंडपम गर्भगृह की ओर जाता है, जहाँ महाभारत और रामायण के दृश्यों को चित्रित करने वाले चित्र हैं। यहां पर कालाबैवर मंदिर भी स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोट्टई कोविल धर्मपुरी के उत्तरी किनारे पर स्थित है, जो भगवान शिव को समर्पित एक मंदिर है। यह मंदिर अपनी दुर्लभ मूर्तियों और चित्रों के लिए जाना जाता है। इस मंदिर की मुख्य विशेषताओं में से एक \"लटकता हुआ स्तंभ\" है। स्थानीय लोगों का मानना ​​है कि इस मंदिर में एक गुप्त मार्ग इसे अधियामनकोट्टई से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मपुरी पुरातत्व संग्रहालय में कई ऐतिहासिक वस्तुएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुथम्पट्टी में श्री हनुमान (अंजनि) मंदिर धर्मपुरी रेलवे स्टेशन (2 किमी (1.2 मील)) के पास एक जंगल में धर्मपुरी शहर से 14 किमी (8.7 मील) की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>साथ ही नागवधि बांध और थोप्पायारू बांध (पास के थोपपुर, धर्मपुरी में स्थित) और अधिक बांधों को पर्यटकों द्वारा देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बी। अग्रहारम मुनियप्पन मंदिर का त्योहार हर साल तमिल महीने मार्गाली मध्य सप्ताह में मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dharmapuri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dharmapuri-tamil-nadu","tags":[{"name":"धर्मपुरी","slug":"dharmapuri"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":924,"title":"तिरुवन्नामलाई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"तिरुवन्नमलाई (तिरुवन्नामलाई या त्रिनोमाली और त्रिनोमेली ब्रिटिश काल के दौरान) भारत के तमिलनाडु राज्य का एक शहर है। शहर को एक विशेष ग्रेड नगर पालिका द्वारा प्रशासित किया गया है जो 13.64 किमी 2 (5.27 वर्ग मील) के क्षेत्र और 145,278 की आबादी को कवर करता है। यह तिरुवन्नामलाई जिले का प्रशासनिक मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुवन्नामलाई","slug":"tiruvannamalai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","total":0},{"id":915,"title":"थेनी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","dateCreated":"2019-10-19T03:56:24.754Z","dateModified":"2019-10-19T03:56:50.6Z","contributedBy":"AskGif","content":"थेनी तमिलनाडु के मदुरई क्षेत्र में स्थित एक पहाड़ी शहर है। यह लहसुन, कपास, इलायची, अंगूर, आम और मिर्च के बड़े पैमाने पर व्यापार के लिए जाना जाता है। यह तमिलनाडु में दूसरा सबसे बड़ा साप्ताहिक बाजार और दक्षिण भारत में चौथा सबसे बड़ा बाजार है। थेनी जिला मुख्यालय के थेनी में स्थित है। थेनी जिला मदुरई","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"थेनी","slug":"theni"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-theni-tamil-nadu","total":0},{"id":913,"title":"तिरुपुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"तिरुपुर या तिरुपुर भारतीय राज्य तमिलनाडु में स्थित एक शहर है। तिरुपुर, तिरुपुर जिले का प्रशासनिक मुख्यालय और तमिलनाडु में पाँचवाँ सबसे बड़ा शहरी समूह है। नोय्याल नदी के तट पर स्थित, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, मैसूर साम्राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शासन किया गया है। यह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुपुर","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}