{"id":894,"title":"Top Places to visit in Dharmapuri, Tamil Nadu","imageUrl":"7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","dateCreated":"2019-10-14T03:24:25.684Z","dateModified":"2019-10-14T03:24:50.968Z","contributedBy":"AskGif","content":"<p>Dharmapuri is a city in the western part of Tamil Nadu, India. The city is located at 126 km from Bangalore, 200 km from Coimbatore, 260 km from Mysore, and 300 km from Chennai. It is located between latitudes N 11 47&rsquo; and 12 33&rsquo; and longitudes E 77 02&rsquo; and 78 40&rsquo;. The total geographical area of Dharmapuri District is 4497.77 km2, that is, 3.46% of Tamil Nadu. And it is one of top leading Mango cultivator and producer of state.</p>\r\n<p>Dharmapuri is a district in western part of Tamil Nadu in South India. It is the first district created in Tamil Nadu after the independence of India by splitting it from then-Salem district on 02 October, 1965. The other major towns in the district are Harur, Palacode, Karimangalam, Pennagaram and Pappireddipatti. Dharmapuri District is one of the major producers of mango in the state, fine quality granite is found in the district. It is also one of the main sericulture belts in the state. Around 30 percent of the district's area is under forest cover. Cauvery river enters Tamil Nadu through this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roadways</p>\r\n<p>Dharmapuri is well connected by major National highway NH-44. Commonly called North-South corridor which originates from Shrinagar and terminates at Kanyakumari Passes through the district. It is also connected by state highways such as SH-17 (Dharmapuri-palacode-Hosur-Malur of Karnataka)upgraded to national highways NH-844, SH-60 (Hogennakal-Dharmapuri-Tirupattur),&amp; SH-60A(Dharmapuri-Harur)via: Morapur</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Dharmapuri station is a Junction (Station code itself indicates DPJ) The station was fractured to South Western Railways when they reformed it. Now it is undertaken by Bengaluru Division. The Railway Station has currently one functional line that is Bengaluru-Dharmapuri-Salem line. Whereas the other line Dharmapuri - Morapur which was constructed in 1907 and functioned for about 38 years was removed by the Indian government. However again the line is under construction with electrification due to the necessity of the people in the district. This new line will connect the people of Dharmapuri district to Chennai directly... As well as this line is the alternative route for Bangalore - Chennai (Via Dharmapuri).</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>The nearest International airport is Kempegowda International Airport. Located in Bengaluru at a distance of 162 kilometres (101 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Another nearby airport is in Salem at a distance of 45 kilometres (28 mi).Salem Airport is located in Kamalapuram, 15 kilometres north-west of Salem, Tamil Nadu, India. The Salem Airport is the sixth airport in Tamil Nadu after Chennai, Coimbatore, Tiruchirappalli, Madurai, Thoothukudi.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Dharmapuri district shows increasingly improved performances in literacy and education. In the year 2011 it was in last position in Tamil Nadu with a score of 62%, whereas by the year 2016 it showed a 92% literacy rate and ranked 12th in Tamil Nadu out of 32. It also showed an increase in educational hubs by having colleges and school in various fields of education. Some of the major educational institutes are given below.</p>\r\n<p>&nbsp;</p>\r\n<p>Medical Fields</p>\r\n<p>Government Dharmapuri Medical College (GDMC)</p>\r\n<p>DNV College of Nursing</p>\r\n<p>Sri Vijay Vidyalaya College of Allied Health Science.</p>\r\n<p>Swami Vivekananda College of Nursing.</p>\r\n<p>Om sakthi college of nursing.</p>\r\n<p>Engineering Fields</p>\r\n<p>Varuvan Vadivelan Institute of technology.</p>\r\n<p>Government College of Engineering, Dharmapuri</p>\r\n<p>Jayam College of Engineering</p>\r\n<p>Jayalakshmi Institute of Technology</p>\r\n<p>Sapthagiri College of Engineering</p>\r\n<p>Shreenivasa College of Engineering</p>\r\n<p>Law College</p>\r\n<p>The Government Law College, located in Dharmapuri is affiliated to the Dr.Ambedkar Law University, run by the Government of Tamilnadu is an institution of legal education focusing on undergraduate policy education in India. It was the first Law College in Dharmapuri to be established in 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Arts &amp; Science colleges</p>\r\n<p>Dharmapuri district has around 30 arts and science colleges, including women's colleges.(PMP ARTS &amp; SCIENCE COLLEGE) 1 Vijay VIdhyalaiya College of Arts &amp; Science (Womens) 2 Laksmi narayana College of Arts &amp; Science (Womens) 3.Pachamuthu College of Arts &amp; Science (Womens) 4.Jai shree venkatesha College of Arts &amp; Science 5.P.s.a College of Arts &amp; Science 6. venkateswara College of Arts &amp; Science 7. Don Bosco College of Arts and Science 8.kamadhenu college of arts &amp; science.</p>\r\n<p>&nbsp;</p>\r\n<p>Periyar University</p>\r\n<p>Periyar University College of Arts and Science, in Pappireddipatti</p>\r\n<p>&nbsp;</p>\r\n<p>CBSE &amp; ICSE schools</p>\r\n<p>Dharmapuri district has around 12 schools including Central Board of Secondary Education (CBSE) and Indian Certificate of Secondary Education (ICSE).</p>\r\n<p>&nbsp;</p>\r\n<p>TN Board schools</p>\r\n<p>Dharmapuri district has more than 500 Tamil Nadu Board-based schools, including both government and private schools.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Hogenakkal Falls is located in the Pennagaram taluk Dharmapuri district. Medicinal baths, boat rides, oil massage, fish fiesy and water falls in the hills make it a tourist attraction. Sometimes referred to as the \"Niagara Falls of India,\" Carbonatite rocks in this site are considered to be the oldest of their kind in South Asia and some of the oldest in the world. The Government of Tamil Nadu proposed converting the falls to providing drinking water for the state. The Kaveri river flows into the state through the district, and Hogenakkal, a town situated 46 km (29 mi) from Dharmapuri city is the site where the river drops as a scenic waterfall.</p>\r\n<p>&nbsp;</p>\r\n<p>Vathalmalai or Vytla Hills (Tamil: வத்தல்மலை) is a hill station in Dharmapuri district in Tamil Nadu. It is situated at an altitude of 1,418 m (4,652 ft) height above sea level. It is located 25 km (16 mi) from Dharmapuri city and the road has 26 hairpin bends to reach hill top. It covers an area measuring nearly 225 km2 (87 sq mi). The climate of the Vytla Hills has a moderate humid subtropical climate (K&ouml;ppen:Cwa). Winters are fairly mild, beginning in December and ending in February. During winter, the hills are covered in mist. Winters range from 7&ndash;18 &deg;C (45&ndash;64 &deg;F), and summers from 15&ndash;28 &deg;C (59&ndash;82 &deg;F). Rainfall is 1,500&ndash;2,000 mm (59&ndash;79 in). Coffee bushes blossom in April. The climate is also particularly pleasant.[original research?] Most of the native flora and fauna of Vytla have disappeared due to severe habitat fragmentation resulting from the creation of the plantations. However, some species continue to survive and thrive in several protected areas nearby, include the Sheverayan Hills (Yercaud). These protected areas are known for several threatened and endemic species including(Ibex), the Grizzled Giant Squirrel, the Nilgiri Wood-pigeon, the Gaur, wild Bore, the Spotted deer and the Neelakurinji (that blossoms only once every seven years).</p>\r\n<p>&nbsp;</p>\r\n<p>Hill-temple at Theerthamalai in Harur taluk is a sacred religious site for Hindus, and has been in existence from the times of the Chola and the Vijayanagara empires.</p>\r\n<p>&nbsp;</p>\r\n<p>Adhiyamankottai: Tourists visiting the site can see ruins of the roughly oval-shaped fort. Also close to this site is the Chenraya Perumal Temple, which is believed to have been constructed by King Krishnadevaraya as well as the Hoysala kings. The Mandapam within the temple leads to the sanctum sanctorum, where there are paintings depicting the scenes from the Mahabharata and the Ramayana. The Kalabairavar Temple is also located here.</p>\r\n<p>&nbsp;</p>\r\n<p>Kottai Kovil located on the northern side of Dharmapuri, is a temple dedicated to Lord Shiva. This temple is known for its rare sculptures and paintings. One of the main features of this temple is the \"hanging pillar\". The locals believe that a secret passage in this temple connects it to Adhiyamankottai.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharmapuri Archaeological Museum contains many historical objects.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Hanuman (Anjaneya) Temple at Muthampatti is located 14 km (8.7 mi) from Dharmapuri City in a forest near Muthampatti Railway Station (2 km (1.2 mi)).</p>\r\n<p>&nbsp;</p>\r\n<p>Also the Nagavadhi Dam and the Thoppayaru Dam (located nearby Thoppur, Dharmapuri) and more dams can be visited by tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>B. Agraharam Muniyappan Temple festival is celebrated every year in the Tamil month Margali middle week Tuesday.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dharmapuri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dharmapuri-tamil-nadu","tags":[{"name":"dharmapuri","slug":"dharmapuri"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":924,"title":"Top Places to visit in Tiruvannamalai, Tamil Nadu","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"Tiruvannamalai (also Thiruvannamalai or Trinomali and Trinomalee during British times) is a town in the Indian state of Tamil Nadu. The city is administered by a special grade municipality that covers an area of 13.64 km2 (5.27 sq mi) and a population of 145,278. It is the administrative headquar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tiruvannamalai","slug":"tiruvannamalai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","total":0},{"id":915,"title":"Top Places to visit in Theni, Tamil Nadu","imageUrl":"de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","dateCreated":"2019-10-19T03:56:24.754Z","dateModified":"2019-10-19T03:56:50.6Z","contributedBy":"AskGif","content":"Theni is a hillock town situated in Madurai Region of Tamil Nadu. It is known for the large-scale trading of garlic, cotton, cardamom, grapes, mango and chilli. It hosts the second largest weekly market in Tamil Nadu and the fourth largest in South India. Theni district Headquarter's is Located i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"theni","slug":"theni"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-theni-tamil-nadu","total":0},{"id":913,"title":"Top Places to visit in Tirupur, Tamil Nadu","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"Tiruppur or Tirupur is a city located in the Indian state of Tamil Nadu. Tiruppur is the administrative headquarters of Tiruppur district and the fifth largest urban agglomeration in Tamil Nadu. Located on the banks of Noyyal River, it has been ruled at different times, by the Early Pandyas, Medi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tirupur","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}