{"id":895,"title":"डिंडीगुल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","dateCreated":"2019-10-15T02:34:31.744Z","dateModified":"2019-10-15T02:34:49.446Z","contributedBy":"AskGif","content":"<p>डिंडीगुल (त्यूक्कल) भारत के तमिलनाडु राज्य का एक शहर है। यह डिंडीगुल जिले का प्रशासनिक मुख्यालय है। डिंडीगुल राज्य की राजधानी, चेन्नई से 420 किमी (260 मील) दक्षिण-पश्चिम में स्थित है, जो तिरुचिरापल्ली से 100 किमी (62 मील) दूर और मदुरै से 66 किमी (41 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल जिला डिंडीगुल में पांडिया नाडु क्षेत्र में स्थित है, वेदसंडुर, ओडांचात्रम और पलानी तालुके और नाथम और अठुर तालुका पांडियन क्षेत्र में हैं, डिंडीगुल एक प्राचीन बस्ती माना जाता है। प्रारंभिक पांड्य साम्राज्य, मध्ययुगीन चोल, पल्लव वंश, बाद के पांड्य, मदुरै सल्तनत, डिंडीगुल सल्तनत, विजयनगर साम्राज्य, मदुरई नायक वंश, चंदा साहिब, कर्नाटक राज्य और ब्रिटिश राज्य द्वारा अलग-अलग समय पर शासन किया गया है। । डिंडीगुल में कई ऐतिहासिक स्मारक हैं, रॉक किला सबसे प्रमुख है।</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल में उद्योगों में सुरक्षा लॉक निर्माता, चमड़े की टेनरी, कपड़ा कताई, प्रशासनिक सेवाएं, कृषि व्यापार, बैंकिंग, कृषि मशीनरी और शैक्षिक सेवाएं शामिल हैं। डिंडीगुल को नगर निगम में अपग्रेड किया गया है। शहर में 14.01 किमी 2 (5.41 वर्ग मील) का क्षेत्र शामिल है और 2011 में इसकी आबादी 207,327 थी। शेष तमिलनाडु के साथ डिंडीगुल सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। यह राज्य का 12 वां सबसे बड़ा शहरी समूह है और तमिलनाडु की 2011 की जनगणना के अनुसार इसकी आबादी 292,512 है। डिंडीगुल में 200,000 हेक्टेयर खेती की जमीन है, और कृषि इसके निवासियों का मुख्य व्यवसाय है। पलानी और सिरुमलाई पहाड़ियों के बीच स्थित, डिंडीगुल में 85 हेक्टेयर का आरक्षित वन क्षेत्र है। वडामदुरई डिंडीगुल जिले के प्रमुख शहरों में से एक है जहाँ अलगर मंदिर (श्री रंगनाद स्वामी) स्थित है और जो पहाड़ियों और साग से घिरा हुआ है। पास में स्थित गांवों में सीतापति और तेनामपति शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>कोडईकनाल</p>\r\n<p>पलानी</p>\r\n<p>Sirumalai</p>\r\n<p>डिंडीगुल का किला</p>\r\n<p>पचलूर पहाड़ियों Oddanchatram</p>\r\n<p>थलाकुथु पानी गिरता है</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट मैरी स्कूल, शहर के सबसे पुराने स्कूलों में से एक है</p>\r\n<p>2011 तक, शहर में 19 नगरपालिका प्राथमिक विद्यालय, 23 अन्य प्राथमिक विद्यालय, आठ मध्य विद्यालय और 13 उच्चतर माध्यमिक विद्यालय हैं। कस्बे के भीतर दस अन्य निजी स्कूल थे। तीन इंजीनियरिंग कॉलेज और तीन कला और विज्ञान कॉलेज थे। गांधीग्राम ग्रामीण विश्वविद्यालय और मदर टेरेसा महिला विश्वविद्यालय, डिंडीगुल में मौजूद दो विश्वविद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल को विद्युत आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। अपने उपनगरों के साथ शहर डिंडीगुल विद्युत वितरण सर्कल बनाता है। एक मुख्य वितरण इंजीनियर क्षेत्रीय मुख्यालय में तैनात है। डिंडीगुल नगर निगम द्वारा अथूर कामराजार जलापूर्ति योजना (9.6 MLD), पेरनाई जलापूर्ति योजना (7.5 MLD) और कावेरी संयुक्त जल आपूर्ति योजना (6-10 MLD) से जलापूर्ति की जाती है। 2001 तक, 14 एमएलडी में शहर की कुल पानी की आपूर्ति प्रतिदिन। 2011 के नगरपालिका के आंकड़ों के अनुसार, डिंडीगुल से हर दिन लगभग 92 मीट्रिक टन ठोस कचरा डोर-टू-डोर संग्रह किया जाता था और बाद में डिंडीगुल नगरपालिका के स्वच्छता विभाग द्वारा स्रोत अलगाव और डंपिंग किया जाता था। शहर में कोई भूमिगत जल निकासी व्यवस्था नहीं है और मल के निपटान के लिए सीवरेज प्रणाली सेप्टिक टैंक, खुली नालियों और सार्वजनिक सुविधाओं के माध्यम से है।</p>\r\n<p>नगरपालिका ने 2011 में तूफानी पानी की नालियों की कुल 117.0 किमी (72.7 मील) को बनाए रखा। 2011 तक, नगरपालिका ने कुल 5,489 स्ट्रीट लैंप बनाए: 754 सोडियम लैंप, 173 पारा वाष्प लैंप, 4,551 ट्यूबलाइट और आठ उच्च मस्तूल बीम। दीपक। नगरपालिका एक दैनिक बाजार, अर्थात् डिंडीगुल नगरपालिका बाजार का संचालन करती है जो शहर और उसके आसपास के ग्रामीण क्षेत्रों की जरूरतों को पूरा करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका में चार औषधालय, पांच प्रसूति गृह, आठ परिवार नियोजन केंद्र, तीन सिद्ध और एक आयुर्वेदिक केंद्र हैं। शासकीय जिला मुख्यालय अस्पताल डिंडीगुल में स्थित है और इसमें 350 बिस्तर हैं। शहर में पांच से अधिक निजी अस्पताल, 35 प्रसूति केंद्र, 15 श्रमिक और एक ब्लड बैंक है। 250 बेड की बिस्तर की ताकत वाला ऐतिहासिक सेंट जोसेफ मिशन अस्पताल शहर के प्रमुख अस्पतालों में से एक है। सभी उन्नत स्वास्थ्य देखभाल प्रणालियों के लिए, मदुरै शहर निकटतम गंतव्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>डिंडीगुल नगर निगम 131.733 किमी (81.855 मील) सड़कों का रखरखाव करता है। शहर में 21.66 किमी (13.46 मील) कंक्रीट सड़कें, 98.311 किलोमीटर (61.088 मील) बिटुमिनस सड़कें, 9.352 किमी (5.811 मील) मिट्टी की सड़कें और 2.41 किमी (1.50 मील) कट पत्थर के फुटपाथ हैं। तीन राष्ट्रीय राजमार्ग हैं, NH 44 (भारत का सबसे बड़ा राजमार्ग), डिंडीगुल को मदुरई से और NH 45A को चेन्नई से कन्याकुमारी तक, और NH 83 कोयंबटूर को नागदत्तिनम से ओडांचाथ्रम, पलानी, डिंडीगुल, तिरुचिरापल्ली, तिरुवरुर के माध्यम से शहर में जोड़ा जा रहा है। नाथम रोड और बाथलगुंडु सड़क दो राज्य राजमार्ग हैं जो शहर से गुजरते हैं। जिला मुख्यालय होने के नाते, जिला की बहुत सारी सड़कें डिंडीगुल को जिले के अन्य हिस्सों से जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल को टाउन बस सेवा द्वारा सेवा प्रदान की जाती है, जो शहर और उपनगरों के बीच कनेक्टिविटी प्रदान करती है। निजी कंपनियों द्वारा संचालित मिनीबस सेवा स्थानीय परिवहन आवश्यकताओं को पूरा करती है। 128 विभिन्न मार्गों पर प्रतिदिन 150 शहर बसों का संचालन होता है। कामराजार बस स्टैंड ए-ग्रेड बस स्टैंड है, जो 2007 तक 5.37 एकड़ (21,700 एम 2) के क्षेत्र को कवर करता है और शहर के केंद्र में स्थित है। तमिलनाडु राज्य परिवहन निगम डिंडीगुल के लिए विभिन्न शहरों को जोड़ने वाली दैनिक सेवाओं का संचालन करता है। राज्य एक्सप्रेस परिवहन निगम चेन्नई, बेंगलुरु और तिरुपति जैसी लंबी दूरी की बसों का संचालन करता है। प्रतिदिन लोडिंग और अनलोडिंग गतिविधियों के लिए शहर में प्रवेश करने वाले लगभग 400-450 ट्रकों के साथ महत्वपूर्ण ट्रक परिवहन है। थ्री व्हीलर, जिसे ऑटो और कॉल टैक्सी भी कहा जाता है, एक आम सार्वजनिक परिवहन प्रणाली है।</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल जंक्शन रेलवे स्टेशन की स्थापना 1875 में हुई थी जब त्रिची से तूतीकोरिन के लिए रेल लाइन का निर्माण किया गया था। डिंडीगुल रेलवे जंक्शन चेन्नई से मदुरई और करूर से मदुरई तक रेल हेड में स्थित है। यह डिंडीगुल को पलानी से भी जोड़ रहा है। चेन्नई से मदुरई के लिए दक्षिण की ओर जाने वाली सभी दक्षिण-बद्ध ट्रेनें डिंडीगुल से होकर गुजरती हैं। मदुरई से तिरुचिरापल्ली और पलानी तक दोनों ओर यात्री ट्रेनें चल रही हैं। निकटतम स्थानीय और अंतरराष्ट्रीय हवाई अड्डा मदुरै हवाई अड्डा 70 किलोमीटर (43 मील) दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल किले में मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>पृष्ठभूमि में डिंडीगुल किले के साथ शहर की सबसे पुरानी मस्जिद बेगमपुर मस्जिद</p>\r\n<p>डिंडीगुल 18 वाँ शक्ति पीठम है जिसे \"श्री अभयराम पीठम\" कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डिंडीगुल में कई मंदिर, मस्जिद और चर्च पाए जाते हैं।</p>\r\n<p>कालाहस्तीश्वर-ज्ञानम्बिका मंदिर 14 वीं शताब्दी के दौरान बनाया गया था। पहाड़ी के तल में बने सेनिवासपेरुमल मंदिर को समय के साथ मिटा दिया गया। 16 वीं शताब्दी तक पांडियन ने विजयनगर के राजा सचुदेवराय के सहयोग से पूरे चेरा साम्राज्य का अधिग्रहण कर लिया। 1538 में अपनी यात्रा पर सचुदेवराय ने, अबिरामी अम्मान और पद्मगिरीनाथ के मंदिर के मरम्मत कार्यों के लिए आदेश दिया। यह किले के मंदिर में पत्थर पर लिखी गई लिपि से जुड़ा हुआ है। मुथुकृष्णा नायक 1602 में पांडया साम्राज्य के राजा बने। उन्होंने 1605 में डिंडीगुल को आक्रमण से बचाने के लिए मजबूत पहाड़ी किले का निर्माण किया। उन्होंने पहाड़ी के तल पर एक किला भी बनवाया था, जिसे बाद में पेटीवाल कहा जाता था। थिरुमलाई नायक ने पहाड़ी किले का निवारण किया और उन्होंने कालाहस्तीश्वरस्वामी मंदिर के सामने का हॉल बनवाया। ठाडीकोम्बु में साउंडाराजा पेरुमल मंदिर उनके शासनकाल के दौरान बनाया गया था। अपने नायक के डिंडीगुल में रहने के दौरान, वह बीमारी में पड़ गए और उन्होंने माना कि रंगपेरुमल को उनकी बीमारी से राहत देने के लिए प्रार्थना की थी। रानी मंगम्मल ने पहाड़ी किले के लिए छह सौ सीढ़ियों का निर्माण किया। जनवरी और फरवरी के महीनों के दौरान, इस मंदिर में मरियममन को सम्मानित करने वाला एक त्योहार मनाया जाता है। इसमें एक श्री अबिरामी अम्मन मंदिर है, जिसका पुनर्निर्माण किया जाता है। अरुलमिगु अबिरामी अम्मन मंदिर भारत के तमिलनाडु में डिंडीगुल में स्थित एक पवित्र स्थान है। यह एक महत्वपूर्ण am शिवस्थलम &rsquo;है जिसमें आप पद्मगिरीश्वरर - अबिरामी अम्मन और कालाहस्तीश्वर - ज्ञानंबी सन्नथी के पा सकते हैं। रॉक हिल को पद्मचला, पद्मगिरी, लोटस हिल कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेगमपुर पेरिया पल्लीवासल, डिंडीगुल, थोहेथ मस्जिद, अहले हदीस पल्लिवसाल, बजार मस्जिद, मोहम्मदियापुरम पल्लीवासल, मंडी पल्लीवासल, मदीना पल्लिवसाल, रिंग रोड पल्लिवसाल और मक्काह पल्लवशिव पल्लवसलि</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के केंद्र में जोसेफ चर्च अपने विशाल स्थान, वास्तुकला और कांच के काम और चर्च में विशेष कलात्मक कार्यों के लिए जाना जाता है। चर्च 1866 और 1872 के बीच बनाया गया था। यह डिंडीगुल डिंडीगुल का मुख्यालय है, डिंडीगुल डिंडीगुल में बिरयानी एक आम और लोकप्रिय व्यंजन है, और डिंडीगुल कभी-कभी बिरयानी शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dindigul</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dindigul-tamil-nadu","tags":[{"name":"डिंडीगुल","slug":"dindigul"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":922,"title":"तिरुवल्लुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","dateCreated":"2019-10-23T02:12:21.145Z","dateModified":"2019-10-23T02:12:21.145Z","contributedBy":"AskGif","content":"तिरुवल्लूर जिला, जिसे तिरुवल्लूर जिला भी कहा जाता है, भारतीय राज्य तमिलनाडु में एक प्रशासनिक जिला है। तिरुवल्लुर का तेजी से विकासशील शहर जिला मुख्यालय है। जिले में शहरी और ग्रामीण विशेषताओं का मिश्रण है। तिरुवल्लूर जिले का पूर्वी भाग शहरी विशेषताओं से प्रभावित है, जबकि जिले के उत्तरी हिस्से में आ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवल्लुर","slug":"tiruvallur"}],"slug":"top-places-to-visit-in-tiruvallur-tamil-nadu","total":0},{"id":912,"title":"तेनकसि में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","dateCreated":"2019-10-17T14:07:40.452Z","dateModified":"2019-10-17T14:08:14.09Z","contributedBy":"AskGif","content":"तेनकाशी तमिलनाडु का एक नया जिला है, जो तिरुनेलवेली जिले से अलग किया गया है। तमिलनाडु सरकार ने 18 जुलाई, 2019 को चेंगलपट्टू जिले के साथ मिलकर अपनी रचना की घोषणा की। राजधानी तेनकासी में है।\r\nतेनकाशी भारतीय राज्य तमिलनाडु का एक प्रमुख पर्यटन शहर है। यह तेनकासी जिले का प्रशासनिक मुख्यालय है। य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तेनकसि","slug":"tenkasi"}],"slug":"top-places-to-visit-in-tenkasi-tamil-nadu","total":0},{"id":908,"title":"रामनाथपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"रामनाथपुरम, जिसे रामनाड के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य में रामनाथपुरम जिले में एक शहर और एक नगर पालिका है। यह रामनाथपुरम जिले का प्रशासनिक मुख्यालय और रामनाथपुरम जिले में दूसरा सबसे बड़ा शहर है। 2011 की जनगणना के अनुसार, शहर की जनसंख्या 61,440 थी। जनसंख्या का घनत्व: 320 व्यक्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"रामनाथपुरम","slug":"ramanathapuram"}],"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}