{"id":895,"title":"Top Places to visit in Dindigul, Tamil Nadu","imageUrl":"3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","dateCreated":"2019-10-15T02:34:31.744Z","dateModified":"2019-10-15T02:34:49.446Z","contributedBy":"AskGif","content":"<p>Dindigul (Tiṇṭukkal) is a city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Dindigul district. Dindigul is located 420 km (260 mi) southwest from the state capital, Chennai, 100 km (62 mi) away from Tiruchirappalli and 66 km (41 mi) away from Madurai.</p>\r\n<p>&nbsp;</p>\r\n<p>Dindigul district is located in Pandiya Nadu Region in Dindigul, Vedasandur, Oddanchatram and Palani taluks and Natham and Athur taluks are in Pandian region, Dindigul is believed to be an ancient settlement. It has been ruled at different times by the Early Pandyan Kingdom, the Medieval Cholas, Pallava dynasty, the later Pandyas, the Madurai Sultanate, the Dindigul Sultanates, the Vijayanagara Empire, the Madurai Nayak Dynasty, Chanda Sahib, the Carnatic kingdom and the British. Dindigul has a number of historical monuments, the Rock Fort being the most prominent.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries in Dindigul include safety lock makers, leather tanneries, textile spinning, administrative services, agricultural trading, banking, agricultural machinery and educational services. Dindigul is upgraded to a municipal corporation. The city covers an area of 14.01 km2 (5.41 sq mi) and had a population of 207,327 in 2011. Dindigul is well-connected by road and rail with the rest of Tamil Nadu. It is the 12th-largest urban agglomeration in the state and has a population of 292,512 according to Tamil Nadu's 2011 census. Dindigul has 200,000 hectares of cultivation land, and agriculture continues to be the main occupation of its inhabitants. Located between the Palani and Sirumalai Hills, Dindigul has a reserved forest area of 85 hectares. Vadamadurai is one of the main towns in Dindigul district where Alagar temple (Sri Ranganadha swamy) is located and which is surrounded with hills and greens. Villages located nearby include Seethapati and Thennampati.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Kodaikanal</p>\r\n<p>Palani</p>\r\n<p>Sirumalai</p>\r\n<p>Dindigul Fort</p>\r\n<p>Pachalur hills Oddanchatram</p>\r\n<p>Thalakuthu water falls</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>&nbsp;</p>\r\n<p>St. Mary's School, one of the oldest schools in the city</p>\r\n<p>As of 2011, there are 19 municipal primary schools, 23 other primary schools, eight middle schools and 13 higher secondary schools in the city. There were ten other private schools within the town. There were three engineering colleges and three arts and science colleges. Gandhigram Rural university and Mother Teresa Women's University are the two universities present in Dindigul.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity supply to Dindigul is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The town along with its suburbs forms the Dindigul Electricity Distribution Circle. A Chief Distribution engineer is stationed at the regional headquarters. Water supply is provided by the Dindigul Municipal Corporation from Athoor Kamarajar Water Supply Scheme (9.6 MLD), Peranai Water Supply Scheme (7.5 MLD) and Cauvery combined water supply Scheme (6-10 MLD). As of 2001, the total water supply of the town in 14 MLD everyday. As per the municipal data for 2011, about 92 metric tonnes of solid waste were collected from Dindigul every day by door-to-door collection and subsequently the source segregation and dumping was carried out by the sanitary department of the Dindigul municipality. There is no underground drainage system in the town and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences.</p>\r\n<p>&nbsp;</p>\r\n<p>The municipality maintained a total of 117.0 km (72.7 mi) of storm water drains in 2011. As of 2011, the municipality maintained a total of 5,489 street lamps: 754 sodium lamps, 173 mercury vapour lamps, 4,551 tube lights and eight high mast beam lamp. The municipality operates one daily market, namely the Dindigul Municipal Market that cater to the needs of the town and the rural areas around it.</p>\r\n<p>&nbsp;</p>\r\n<p>The municipality maintains four dispensaries, five maternity homes, eight family planning centres, three Siddha and one Ayurvedic centre. The Government District Headquarters Hospital is located in Dindigul and has 350 beds. The town has more than five private hospitals, 35 maternity centres, 15 laboratries and one blood bank. The historic St. Joseph Mission Hospital with a bed strength of 250 beds is one of the major hospitals in the city. For all the advanced health care systems, Madurai city is the nearest destination.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>The Dindigul city corporation maintains 131.733 km (81.855 mi) of roads. The town has 21.66 km (13.46 mi) concrete roads, 98.311 km (61.088 mi) bituminous roads, 9.352 km (5.811 mi) earthen roads and 2.41 km (1.50 mi) cut stone pavements. There are three national highways, NH 44 (largest highway in India) connecting Dindigul to Madurai and NH 45A connecting Chennai to Kanyakumari, and NH 83 Coimbatore to Nagapattinam via Oddanchatram, Palani, Dindigul, Tiruchirapalli, Thiruvarur via the city. Natham road and Bathalagundu road are the two state highways that pass via the city. Being the district headquarters, lot of district roads also connect Dindigul to other parts of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Dindigul is served by town bus service, which provides connectivity within the town and the suburbs. Minibus service operated by private companies cater to the local transport needs. There are 150 town buses operated daily across 128 different routes. The Kamarajar bus stand is an A-grade bus stand covering an area of 5.37 acres (21,700 m2) as of 2007 and is located in the heart of the town. The Tamil Nadu State Transport Corporation operates daily services connecting various cities to Dindigul. The State Express Transport Corporation operates long distance buses like Chennai, Bengaluru and Tirupati. There is significant truck transport with around 400&ndash;450 trucks entering the town for loading and unloading activities daily. Three wheelers, called autos and Call Taxi are also a common public transport system.</p>\r\n<p>&nbsp;</p>\r\n<p>Dindigul Junction railway station was established in 1875 when rail line for Trichy to Tuticorin was constructed. Dindigul railway junction is located in the rail head from Chennai to Madurai and Karur to Madurai. It is also connecting Dindigul to Palani. All south bound trains plying south to Madurai from Chennai pass via Dindigul. There are also passenger trains running either side from Madurai to Tiruchirapalli and Palani. The nearest local and international airport is Madurai Airport located 70 kilometres (43 mi) away.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Temple at Dindigul Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Begampur Mosque, the oldest mosque in the city, with Dindigul fort in the background</p>\r\n<p>Dindigul is the 18th Shakthi Peetam known as \"Sri Abhiraamaa Peetam\".[circular reference]</p>\r\n<p>&nbsp;</p>\r\n<p>Numerous temples, mosques and churches are found in Dindigul.</p>\r\n<p>&nbsp;</p>\r\n<p>The Kalahastheeswara-Gnanambika temple was built during the 14th century. The Seenivasaperumal temple built in the bottom of the hill was eroded by time. By the 16th century Pandyan acquired the whole chera kingdom with the support of Vijayanagar king Sachudevarayer. Sachudevarayer, on his visit in 1538 A.D. ordered for the repair works of the temple of Abirami Amman and Padmagirinathar. This is inferred from the script written over stone in the Fort temple. Muthukrisna Nayak became the king of Pandaya kingdom in 1602 A.D. He built the strong hill fort in 1605 to secure Dindigul from invasion. He also built a fort at the bottom of the hill, which was later called Pettaiwall .Thirumalai Nayak redressed the Hill fort and he built the front hall of the Kalahastheeswaraswamy temple. Soundararaja Perumal temple in Thadikombu was erected during his reign. During his Nayak's stay in Dindigul, he fell into sickness and believed to have prayed Rangaperumal to relieve his sickness. Rani Mangammal built the six hundred steps for the hill fort. during the months of January and February, a festival honoring Mariamman is celebrated in this temple. It has a sri abirami amman temple, which is reconstructed. Arulmigu Abirami Amman temple is a holy place situated in Dindigul in Tamil Nadu, India. This is one of the important &lsquo;Shivasthalam&rsquo; were you can find Padmagiriswarar &ndash; Abirami Amman and Kalahastheeswarar &ndash; Gnanambigai Sannathi&rsquo;s. The rock hill is called Padmachala, Padmagiri,Lotus Hill.</p>\r\n<p>&nbsp;</p>\r\n<p>Begumbur Periya Pallivasal, Dindigul, Thowheeth Masjid, Ahle Hadees Pallivasal, Bajar Masjid, Mohammadiyapuram Pallivasal, Mandi Pallivasal, Madinah Pallivasal, Ring Road Pallivasal and Makkah Pallivasal are some of the Islamic institutions in Dindigul.St.</p>\r\n<p>&nbsp;</p>\r\n<p>Joseph&rsquo;s Church at the heart of the town is known for its vast space, architecture and the glass works and special artistic work all over the church. The church was built between 1866 and 1872. It is the headquarters of Dindigul diocese of Roman Catholic Churches in DindigulDindigul Biryani is a common and popular dish, and Dindigul is sometimes called Biryani City.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dindigul</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dindigul-tamil-nadu","tags":[{"name":"dindigul","slug":"dindigul"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":922,"title":"Top Places to visit in Tiruvallur, Tamil Nadu","imageUrl":"7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","dateCreated":"2019-10-23T02:12:21.145Z","dateModified":"2019-10-23T02:12:21.145Z","contributedBy":"AskGif","content":"Tiruvallur district, also known as Thiruvallur District, is an administrative district in the Indian state of Tamil Nadu. The fast developing city of Tiruvallur is the district headquarters. The district has a mixture of urban and rural characteristics. The Eastern part of Tiruvallur district is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvallur","slug":"tiruvallur"}],"slug":"top-places-to-visit-in-tiruvallur-tamil-nadu","total":0},{"id":912,"title":"Top Places to visit in Tenkasi, Tamil Nadu","imageUrl":"17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","dateCreated":"2019-10-17T14:07:40.452Z","dateModified":"2019-10-17T14:08:14.09Z","contributedBy":"AskGif","content":"Tenkasi is a new district of Tamil Nadu, India, separated from Tirunelveli District. The Tamil Nadu government announced its creation on July 18, 2019, together with Chengalpattu district. The capital is in Tenkasi.\r\nTenkasi is a major tourism city in the Indian state of Tamil Nadu. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tenkasi","slug":"tenkasi"}],"slug":"top-places-to-visit-in-tenkasi-tamil-nadu","total":0},{"id":908,"title":"Top Places to visit in Ramanathapuram, Tamil Nadu","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"Ramanathapuram, also known as Ramnad, is a town and a municipality in Ramanathapuram district in the Indian state of Tamil Nadu. It is the administrative headquarters of Ramanathapuram district and the second largest town (by population) in Ramanathapuram district. As of 2011 census, the town had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"ramanathapuram","slug":"ramanathapuram"}],"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}