{"id":898,"title":"कांचीपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"<p>कांचीपुरम, जिसे कांची या कांचीपुरम के नाम से भी जाना जाता है, तमिलनाडु के टोंडिमंडलम क्षेत्र में भारत के तमिलनाडु राज्य में एक मंदिर शहर है, जो चेन्नई से 72 किमी (45 मील) दूर तमिलनाडु की राजधानी है। यह शहर 11.605 किमी 2 (4.481 वर्ग मील) के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 164,265 थी। यह कांचीपुरम जिले का प्रशासनिक मुख्यालय है। कांचीपुरम सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। चेन्नई अंतर्राष्ट्रीय हवाई अड्डा शहर का निकटतम घरेलू और अंतर्राष्ट्रीय हवाई अड्डा है, जो कांचीपुरम जिले के तिरुसुलम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>वघावी नदी के तट पर स्थित, कांचीपुरम पर पल्लवों, मध्यकालीन चोलों, बाद के चोलों, बाद के पांड्यों, विजयनगर साम्राज्य, कर्नाटक राज्य और अंग्रेजों का शासन रहा है, जिन्होंने शहर को \"कंजिवरम\" कहा था। शहर के ऐतिहासिक स्मारकों में कैलासनाथर मंदिर और वैकुंठ पेरुमल मंदिर शामिल हैं। ऐतिहासिक रूप से, कांचीपुरम शिक्षा का एक केंद्र था और इसे \"शिक्षा का स्थान\" के रूप में जाना जाता था। यह शहर पहली और 5 वीं शताब्दी के बीच जैन धर्म और बौद्ध धर्म के लिए उन्नत शिक्षा का एक धार्मिक केंद्र भी था।</p>\r\n<p>&nbsp;</p>\r\n<p>वैष्णववाद हिंदू धर्मशास्त्र में, कांचीपुरम आध्यात्मिक रिलीज के लिए सात तीर्थ (तीर्थ) स्थलों में से एक है। शहर में वरदराजा पेरुमल मंदिर, एकंबारेश्वर मंदिर, कामाक्षी अम्मन मंदिर और कुमारकोट्टम मंदिर हैं जो राज्य के कुछ प्रमुख हिंदू मंदिर हैं। हिंदू भगवान विष्णु के 108 पवित्र मंदिरों में से 15 कांचीपुरम में स्थित हैं। शहर विशेष रूप से श्री वैष्णववाद के लिए महत्वपूर्ण है, लेकिन शैव धर्म में एक पवित्र तीर्थ स्थल भी है। शहर अच्छी तरह से अपने हाथ से बुने रेशम साड़ियों के लिए जाना जाता है और शहर के अधिकांश कार्यबल बुनाई उद्योग में शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कांचीपुरम 1947 में गठित एक विशेष ग्रेड नगर पालिका द्वारा प्रशासित है। यह कांची मठ का मुख्यालय है, जिसे माना जाता है कि एक हिंदू मठवासी संस्थान की स्थापना हिंदू संत और टिप्पणीकार आदि शंकराचार्य ने की थी, और इन दोनों के बीच पल्लव साम्राज्य की राजधानी थी 4 वीं और 9 वीं शताब्दी।</p>\r\n<p>&nbsp;</p>\r\n<p>कांचीपुरम को HRIDAY - हेरिटेज सिटी डेवलपमेंट और भारत सरकार की योजना योजना के लिए विरासत शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन, संचार और उपयोगिता सेवाएं</p>\r\n<p>पृष्ठभूमि में तनाव के साथ एक सड़क में एक बस</p>\r\n<p>कांचीपुरम के लिए एक इंटरसिटी राज्य बस</p>\r\n<p>एक प्लेटफ़ॉर्म में रेलवे स्टेशन बोर्ड की छवि</p>\r\n<p>कांचीपुरम में रेलवे स्टेशन</p>\r\n<p>कांचीपुरम सड़क मार्ग से सबसे आसानी से पहुँचा जा सकता है। चेन्नई - बैंगलोर राष्ट्रीय राजमार्ग, NH 4 शहर के बाहरी इलाके से गुजरता है। चेन्नई, बैंगलोर, विल्लुपुरम, तिरुपति, थिरुथानी, तिरुवन्नामलाई, वेल्लोर, सलेम, कोयंबटूर, तिंडीवनम और पांडिचेरी से दैनिक बस सेवाएं तमिलनाडु राज्य परिवहन निगम द्वारा प्रदान की जाती हैं। चेन्नई के लिए दो प्रमुख बस मार्ग हैं, एक पूनमल्ली से और दूसरा तांबरम से होकर। स्थानीय बस सेवाएं तमिलनाडु राज्य परिवहन निगम के विल्लुपुरम मंडल द्वारा प्रदान की जाती हैं। 2006 तक, शहर से बाहर संचालित 191 मार्गों के लिए कुल 403 बसें थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>कांचीपुरम रेलवे स्टेशन के माध्यम से शहर रेलवे नेटवर्क से भी जुड़ा हुआ है। चेंगलपेट - अरक्कोनम रेलवे लाइन कांचीपुरम से होकर गुजरती है और यात्री उन गंतव्यों तक सेवाओं का उपयोग कर सकते हैं। पॉन्डिचेरी और तिरुपति को दैनिक ट्रेनें प्रदान की जाती हैं, और मदुरै के लिए एक साप्ताहिक एक्सप्रेस ट्रेन और नागरकोइल के लिए एक द्वि-साप्ताहिक एक्सप्रेस ट्रेन है। चेंगलपट्टू और अरक्कोणम के दोनों किनारों से दो यात्री ट्रेनें कांचीपुरम से गुजरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम घरेलू और अंतरराष्ट्रीय हवाई अड्डा चेन्नई अंतर्राष्ट्रीय हवाई अड्डा है, जो शहर से 72 किमी की दूरी पर स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>टेलीफोन और ब्रॉडबैंड इंटरनेट सेवाएं भारत संचार निगम लिमिटेड (BSNL) द्वारा प्रदान की जाती हैं, जो भारत की सरकारी दूरसंचार और इंटरनेट सेवा प्रदाता है। विद्युत आपूर्ति को तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित किया जाता है। कांचीपुरम नगरपालिका द्वारा जलापूर्ति की जाती है; वेजावती नदी के भूमिगत क्षेत्रों से आपूर्ति की जाती है। हेड वर्क्स ओरिक्काई, थिरुपरकाडल और सेंट वेगावथी में स्थित है, और ओवरहेड टैंक के माध्यम से 9.8 लीटर (2.2 शाही गैलन) की कुल क्षमता के साथ वितरित किया जाता है। पूरे शहर को कवर करने वाले पांच संग्रह बिंदुओं पर रोजाना शहर से लगभग 55 टन ठोस कचरा एकत्र किया जाता है। शहर में सीवेज सिस्टम 1975 में लागू किया गया था; कांचीपुरम की पहचान 1970 में हाइपर एंडेमिक शहरों में से एक के रूप में की गई थी। भूमिगत जल निकासी शहर में 82% सड़कों को कवर करती है, और आंतरिक प्रशासन के लिए पूर्व और पश्चिम क्षेत्रों में विभाजित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>यह भी देखें: कांचीपुरम में स्कूलों और कॉलेजों की सूची</p>\r\n<p>कांचीपुरम पारंपरिक रूप से हिंदू, जैन और बौद्ध धर्मों के लिए धार्मिक शिक्षा का केंद्र है। बौद्ध मठों ने बौद्ध शैक्षिक प्रणाली के नाभिक के रूप में कार्य किया। महेंद्र वर्मन प्रथम के शासनकाल के दौरान हिंदू धर्म के धीरे-धीरे पुनरुत्थान के साथ, हिंदू शिक्षा प्रणाली ने संस्कृत को आधिकारिक भाषा के रूप में उभारा।</p>\r\n<p>2011 के रूप में कांचीपुरम में 49 पंजीकृत स्कूल हैं, जिनमें से 16 शहर नगरपालिका द्वारा संचालित हैं। जिला प्रशासन ने रेशम बुनाई उद्योग में कार्यरत बच्चों को शिक्षित करने के लिए रात्रि पाठशालाएँ खोलीं - दिसंबर 2001 तक, ये विद्यालय सितंबर 1999 से 127 लोगों और 260 पंजीकृत छात्रों को शिक्षित कर रहे थे। लार्सन एंड टुब्रो ने कांचीपुरम में भारत में पहले रेल निर्माण प्रशिक्षण केंद्र का उद्घाटन किया। 24 मई 2012 को, जो प्रत्येक वर्ष 300 तकनीशियनों और 180 मध्यम स्तर के प्रबंधकों और इंजीनियरों को प्रशिक्षित कर सकता है। श्री चंद्रशेखरेंद्र सरस्वती विश्व महाविद्यालय और चेट्टीनाड एकेडमी ऑफ रिसर्च एंड एजुकेशन (CARE) कांचीपुरम में मौजूद दो डीम्ड विश्वविद्यालय हैं। वल्लाल पचैयप्पर द्वारा स्थापित बहुत प्रसिद्ध 65 साल पुराना कॉलेज - पचायप्पा का कॉलेज फॉर मेन- वगावथी नदी के किनारे है। यह विभिन्न विषयों में यूजी और पीजी पाठ्यक्रम प्रदान करता है। कांचीपुरम तालुक में यह एकमात्र सरकारी सहायता प्राप्त संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>कांचीपुरम चार भारतीय सूचना प्रौद्योगिकी संस्थानों में से एक है, जो एक सार्वजनिक निजी भागीदारी वाला संस्थान है, जो सूचना प्रौद्योगिकी में स्नातक और स्नातकोत्तर कार्यक्रमों के तहत पेशकश करता है। शहर में दो मेडिकल कॉलेज हैं - अरिग्नार मेमोरियल कैंसर इंस्टीट्यूट एंड हॉस्पिटल, 1969 में स्थापित, स्वास्थ्य विभाग, तमिलनाडु सरकार और निजी स्वामित्व वाली मीनाक्षी मेडिकल कॉलेज द्वारा संचालित है। शहर में 6 इंजीनियरिंग कॉलेज, 3 पॉलिटेक्निक संस्थान और 6 कला और विज्ञान कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>मंदिर शहर, कांचीपुरम, जिला मुख्यालय है। प्रशासनिक उद्देश्य के लिए, जिले को 4 राजस्व प्रभागों में विभाजित किया गया है, जिसमें 1,214 राजस्व गांवों के साथ 11 तालुके शामिल हैं। विकास के उद्देश्य के लिए, इसे 648 ग्राम पंचायतों के साथ 13 विकास खंडों में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्व प्रभाग और तालुका</p>\r\n<p>कांचीपुरम जिले में 4 राजस्व प्रभाग और 11 तालुके हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीपेरुम्बुदूर राजस्व मंडल: श्रीपेरुम्बुदूर तालुक</p>\r\n<p>कांचीपुरम रेवेन्यू डिवीजन: वालजाबाद तालुक, कांचीपुरम तालुक, उथमिरुर तालुक</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>बुद्ध धर्म</p>\r\n<p>पेड़ों की पृष्ठभूमि में एक संत को चित्रित करते हुए</p>\r\n<p>माना जाता है कि बोधिधर्म ने भारत से चीन तक बौद्ध धर्म के ज़ेन स्कूल का प्रसार किया</p>\r\n<p>माना जाता है कि पहली और 5 वीं शताब्दी के बीच कांचीपुरम में बौद्ध धर्म का विकास हुआ। कांचीपुरम से जुड़े कुछ उल्लेखनीय बौद्ध हैं, आर्यदेव (दूसरी-तीसरी शताब्दी) - नालंदा विश्वविद्यालय के नागार्जुन के उत्तराधिकारी, डिग्नागा और पाली के टीकाकार बुद्धघोष और धम्मपाल। एक लोकप्रिय परंपरा के अनुसार, बोधिधर्म, 5 वीं / 6 वीं शताब्दी के बौद्ध भिक्षु और शाओलिन कुंग फू के संस्थापक कांचीपुरम के पल्लव राजा के तीसरे पुत्र थे। हालाँकि, अन्य परंपराएँ एशिया में अन्य स्थानों पर उनकी उत्पत्ति के बारे में बताती हैं। कांचीपुरम के बुद्धवादी संस्थानों ने थेरवाद बौद्ध धर्म को म्यांमार और थाईलैंड के सोम लोगों तक फैलाने में महत्वपूर्ण भूमिका निभाई, जो बदले में आने वाले बर्मी और थाई लोगों को धर्म का प्रसार करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुर्कीहार (बिहार में गया के निकट अप्पाका विहार) में पता चला है कि अधिकांश दानदाता कांची से थे, यह दर्शाता है कि 9 से 11 वीं शताब्दी के दौरान कनिहार, कान्ही के आगंतुकों के लिए एक प्रमुख केंद्र था।</p>\r\n<p>&nbsp;</p>\r\n<p>जैन धर्म</p>\r\n<p>मुख्य लेख: त्रिलोकीनाथ मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिलोकीनाथ मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>जैन मुनियों के साथ चित्रित छत</p>\r\n<p>कांचीपुरम जैन धर्म का एक प्रमुख केंद्र रहा है और सामंतभद्र और अकालंका जैसे कई प्रसिद्ध जैन आचार्यों से जुड़ा हुआ है। यह माना जाता है कि जैन धर्म की शुरुआत कुंडा कुंडचार्य (पहली शताब्दी) द्वारा कांचीपुरम में हुई थी। जैन धर्म अकालंका (तीसरी शताब्दी) तक शहर में फैल गया। पल्लवों से पहले कांचीपुरम के शासक कालभैरव ने जैन धर्म का अनुसरण किया, जिसने शाही संरक्षण से लोकप्रियता हासिल की। 6 वीं और 7 वीं शताब्दी के दौरान नयनमारों और एझवारों के आगमन तक पल्लव राजाओं, सिंहविष्णु, महेंद्र वर्मन और सिम्हावर्मन (550-560) ने जैन धर्म का पालन किया। महेन्द्रवर्मन प्रथम ने जैन धर्म से हिंदू धर्म में परिवर्तित किया, नयनार, अपार के प्रभाव में, धार्मिक भूगोल में एक महत्वपूर्ण मोड़ था। हिंदू धर्म के दो संप्रदाय, साईविज्म और वैष्णववाद को क्रमशः आदि शंकराचार्य और रामानुज के प्रभाव में पुनर्जीवित किया गया था। बाद में चोल और विजयनगर के राजाओं ने जैन धर्म को सहन किया, और कांची में अभी भी धर्म का पालन किया जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>जीना कांची संस्था मठ का मूल सेट कांचीपुरम में था। इसकी मूल साइट अब त्रिलोक्यनाथ / चंद्रप्रभा मंदिर द्वारा थिरुपर्थिकुंडम में दर्शाई गई है। यह एक जुड़वां जैन मंदिर है जिसमें पल्लव राजा, नरसिंहवर्मन द्वितीय और चोल राजाओं राजेंद्र चोल I, कुलोथुंगा चोल I और विक्रम चोल और कृष्णदेवराय के कनारसी शिलालेख हैं। मंदिर का रखरखाव तमिलनाडु पुरातत्व विभाग द्वारा किया जाता है। जिना कांची मठ को 16 वीं शताब्दी में विल्लुपुरम जिले में गिंगी के पास मेलसिथमुर में स्थानांतरित कर दिया गया था। कांचीपुरम के आसपास के क्षेत्रों में कई ऐतिहासिक जैन स्थल मौजूद हैं जिनमें अभी भी कुछ जैन आबादी है।</p>\r\n<p>हिन्दू धर्म</p>\r\n<p>मुख्य लेख: कांचीपुरम में मंदिरों की सूची</p>\r\n<p>अग्रभूमि में एक झील के साथ मंदिर का टॉवर</p>\r\n<p>एकम्बारेश्वर मंदिर - शहर का सबसे बड़ा मंदिर</p>\r\n<p>हिंदुओं ने कांचीपुरम को भारत के सात सबसे पवित्र शहरों में से एक माना है, सप्त पुरी। हिंदू धर्म के अनुसार, एक क्षत्र एक पवित्र भूमि है, सक्रिय शक्ति का एक क्षेत्र है, और एक ऐसी जगह जहां अंतिम प्राप्ति, या मोक्ष प्राप्त किया जा सकता है। गरुड़ पुराण में कहा गया है कि कांचीपुरम सहित सात शहर मोक्ष के प्रदाता हैं। शहर Saivites और वैष्णव दोनों के लिए एक तीर्थ स्थल है। इसके करीब 108 शिव मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिव को समर्पित उत्तरी कांचीपुरम में एकम्बरेस्वरार मंदिर, शहर का सबसे बड़ा मंदिर है। इसका प्रवेश द्वार टॉवर, या गोपुरम, 59 मीटर (194 फीट) लंबा है, जो इसे भारत में सबसे ऊंचा मंदिर टावर बनाता है। मंदिर पांच भूत भूले स्टालम्स में से एक है, जो प्रकृति के पांच प्रमुख तत्वों की अभिव्यक्ति का प्रतिनिधित्व करते हैं; भूमि, जल, वायु, आकाश और अग्नि। एकम्बरेस्वरार मंदिर पृथ्वी का प्रतिनिधित्व करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैलासनाथर मंदिर, जो शिव को समर्पित है और पल्लवों द्वारा निर्मित है, अस्तित्व में सबसे पुराना हिंदू मंदिर है और इसे भारतीय पुरातत्व सर्वेक्षण द्वारा एक पुरातात्विक स्मारक घोषित किया गया है। इसमें मूर्तियों के साथ कोशिकाओं की एक श्रृंखला होती है। कामाक्षी अम्मन मंदिर में देवी पार्वती को एक यंत्र, चक्र या पीतम (तहखाने) के रूप में दर्शाया गया है। इस मंदिर में, देवता के सामने यंत्र रखा जाता है। आदि शंकराचार्य इस मंदिर के साथ निकटता से जुड़े हुए हैं और माना जाता है कि उन्होंने इस मंदिर के बाद कांची मठ की स्थापना की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मुक्तेश्वर मंदिर, नंदीवर्मन पल्लव II (720-796) द्वारा निर्मित और नरसिंहवर्मन पल्लव II (720-728) द्वारा निर्मित इरावत्नेश्वरा मंदिर, पल्लव काल के अन्य शिव मंदिर हैं। काची मेट्राली - करचाप्पेश्वरार मंदिर, ओनाकांथन ताली, कच्ची अनेकाटंगपद्म, कुरंगानिलमुत्तम और तिरूकलमेडु में कारितिरुनाथर मंदिर, 7 वीं -8 वीं शताब्दी के तमिल सावा विहित कार्य में तेवरम में प्रतिष्ठित शहर के शिव मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लटकी पत्थर की चेन के साथ दो खंभे</p>\r\n<p>वरदराजा पेरुमल मंदिर में खंभे और पत्थर की चेन</p>\r\n<p>कुमारकोट्टम मंदिर, मुरुगा को समर्पित, एकम्बेस्वरारार मंदिर और कामाक्षी अम्मन मंदिर के बीच स्थित है, जो सोमस्कंद (स्कंद, शिव और पार्वती के बीच का बच्चा) के पंथ के लिए अग्रणी है। मंदिर स्कंदपुराण से अनुवादित मुरुगा पर तमिल धार्मिक कार्य कांडापुरम की रचना 1625 में मंदिर में काचियप्पा शिवाचार्य द्वारा की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>वरधराजा पेरुमल मंदिर, जो विष्णु को समर्पित है और 23 एकड़ (93,000 एम 2) को कवर करता है, कांचीपुरम में सबसे बड़ा विष्णु मंदिर है। इसका निर्माण 1053 में चोलों द्वारा किया गया था और कुलोत्तुंगा चोल I (1079&ndash;1120) और विक्रम चोल (1118&ndash;1135) के शासनकाल के दौरान इसका विस्तार किया गया था। यह विद्याओं में से एक है, विष्णु के 108 पवित्र निवास। मंदिर में नक्काशीदार छिपकलियां हैं, एक सोने से बनी है और दूसरी चांदी से बनी है। भारत के मंदिरों में मंदिर का पन्ना चढ़ाया गया है। इसे क्लाइव मकरकंडी कहा जाता है और अभी भी देवता को औपचारिक अवसरों पर सजाने के लिए उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरू परमेस्वर विन्नगरम, अज़वार संत, पोइगई अलवर का जन्मस्थान है। केंद्रीय तीर्थ में एक त्रिस्तरीय तीर्थ है, एक के ऊपर एक, जिनमें से प्रत्येक में विष्णु को दर्शाया गया है। गर्भगृह के चारों ओर के गलियारे में पल्लव शासन और विजय को दर्शाती मूर्तियों की एक श्रृंखला है। यह शहर का सबसे पुराना विष्णु मंदिर है और पल्लव राजा परमेस्वरवर्मन द्वितीय (7२ the-२३११) द्वारा बनवाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में विष्णु के 108 प्रसिद्ध मंदिरों में से अष्टभुजाकारम, तिरुवेक्का, तिरुथुंकका, तिरुवेलुक्कई, उलागलंथा पेरुमल मंदिर, तिरू पावला वनाम, पांडव थुथर पेरुमल मंदिर प्रमुख हैं। पाँच अन्य दिव्यदेसम हैं, तीन उलागलंथा पेरुमल मंदिर के अंदर, एक-एक कामाक्षी अम्मन मंदिर और एकम्बरेस्वरार मंदिर में।</p>\r\n<p>&nbsp;</p>\r\n<p>कांची मठ एक हिंदू मठवासी संस्थान है, जिसका आधिकारिक इतिहास बताता है कि इसकी स्थापना कलादी के आदि शंकराचार्य द्वारा की गई थी, जो इसके इतिहास को 5 वीं शताब्दी ईसा पूर्व के इतिहास में बताता है। एक संबंधित दावा यह है कि आदि शंकराचार्य कांचीपुरम में आए थे, और उन्होंने उपमहाद्वीप के अन्य मठों (धार्मिक संस्थानों) पर वर्चस्व की स्थिति में \"दक्षिणा मुल्मनाया सर्वज्ञ श्री कांची कामकोटि पीठम\" नाम से कांची मठ की स्थापना की। उसकी मृत्यु से पहले। अन्य ऐतिहासिक वृत्तांत बताते हैं कि मुंगेर की स्थापना संभवत: 18 वीं शताब्दी में कुंभकोणम में श्रृंगेरी मठ की एक शाखा के रूप में हुई थी और इसने स्वयं को स्वतंत्र घोषित कर दिया था।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अन्य मुट जो प्राचीन काल में प्रसिद्ध था, कैलासनाथर मंदिर, कांचीपुरम के पास स्थित उपनिषद ब्रम्हम मठ था। इसमें उपनिषद ब्रह्मयोगिन के महासमर्थी हैं, जो एक ऐसे संत हैं, जिन्होंने हिंदू धर्म के सभी प्रमुख उपनिषदों पर भाष्य लिखे हैं। ऐसा कहा जाता है कि महान ऋषि, सदाशिव ब्रह्मेंद्र ने इस उत्परिवर्तन पर संन्यास लिया था।</p>\r\n<p>अन्य धर्म</p>\r\n<p>शहर में दो मस्जिदें हैं; एकमबलेश्वर मंदिर के पास 17 वीं शताब्दी में अर्कोट के नवाब के शासन के दौरान बनाया गया था, और वैकुंठ पेरुमल मंदिर के पास एक और हिंदू मंदिर के साथ एक आम टैंक साझा करता है। वरदराजास्वामी मंदिर के त्योहारों में मुस्लिम हिस्सा लेते हैं। क्राइस्ट चर्च शहर का सबसे पुराना ईसाई चर्च है। यह 1921 में मैकलीन नाम के एक ब्रिटिश व्यक्ति द्वारा बनाया गया था। चर्च का निर्माण स्कॉटिश शैली की ईंट संरचना में मेहराब और स्तंभों के साथ किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kanchipuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","tags":[{"name":"कांचीपुरम","slug":"kanchipuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":927,"title":"विरुधुनगर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"विरुधुनगर (जिसे विरुदुपत्ति भी कहा जाता है) दक्षिण भारतीय राज्य तमिलनाडु में विरुधुनगर जिले का एक शहर और प्रशासनिक मुख्यालय है। यह राज्य की राजधानी चेन्नई से दक्षिण-पश्चिम में ५०६ किमी (३१४ मील) और मदुरै से ५३ किमी (३३ मील) दूर स्थित है। ब्रिटिश शासन के दौरान विरुधुनगर एक महत्वपूर्ण व्यापार केंद्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विरुधुनगर","slug":"virudhunagar"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","total":0},{"id":916,"title":"तिरुनेलवेली में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"तिरुनेलवेली, जिसे नेल्लई के नाम से भी जाना जाता है और ऐतिहासिक रूप से (ब्रिटिश शासन के दौरान) टिननेवेल्ली के रूप में, भारतीय राज्य तमिलनाडु का एक प्रमुख शहर है। यह तिरुनेलवेली जिले का प्रशासनिक मुख्यालय है। यह चेन्नई, कोयम्बटूर, मदुरै, त्रिची और सलेम के बाद राज्य का छठा सबसे बड़ा नगर निगम है। तिर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुनेलवेली","slug":"tirunelveli"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","total":0},{"id":909,"title":"रानीपेट में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","dateCreated":"2019-10-16T15:06:03.291Z","dateModified":"2019-10-16T15:06:26.913Z","contributedBy":"AskGif","content":"रानीपेट को रानीपेटाई के रूप में भी जाना जाता है (क्वीन की कॉलोनी) रानीपेट जिले का एक शहर है, यह दक्षिण भारत में तमिलनाडु राज्य में वेल्लोर शहर का एक उपनगर और औद्योगिक केंद्र है। यह एक मध्यम आकार का समुदाय है, जो वेल्लोर सिटी सेंटर (वेल्लोर फोर्ट) से लगभग 20 किलोमीटर की दूरी पर स्थित है, साथ ही रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रानीपेट","slug":"ranipet"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ranipet-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}