{"id":898,"title":"Top Places to visit in Kanchipuram, Tamil Nadu","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"<p>Kanchipuram, also known as Kānchi or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai &ndash; the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the administrative headquarters of Kanchipuram District. Kanchipuram is well-connected by road and rail. Chennai International Airport is the nearest domestic and international airport to the city, which is located at Tirusulam in Kanchipuram district.</p>\r\n<p>&nbsp;</p>\r\n<p>Located on the banks of the Vegavathy river, Kanchipuram has been ruled by the Pallavas, the Medieval Cholas, the Later Cholas, the Later Pandyas, the Vijayanagara Empire, the Carnatic kingdom, and the British, who called the city \"Conjeeveram\". The city's historical monuments include the Kailasanathar Temple and the Vaikunta Perumal Temple. Historically, Kanchipuram was a centre of education&nbsp; and was known as the ghatikasthanam, or \"place of learning\". The city was also a religious centre of advanced education for Jainism and Buddhism between the 1st and 5th centuries.</p>\r\n<p>&nbsp;</p>\r\n<p>In Vaishnavism Hindu theology, Kanchipuram is one of the seven Tirtha (pilgrimage) sites, for spiritual release. The city houses Varadharaja Perumal Temple, Ekambareswarar Temple, Kamakshi Amman Temple, and Kumarakottam Temple which are some of major Hindu temples in the state. Of the 108 holy temples of the Hindu god Vishnu, 15 are located in Kanchipuram. The city is particularly important to Sri Vaishnavism, but is also a holy pilgrimage site in Shaivism. The city is well known for its hand woven silk sarees and most of the city's workforce is involved in the weaving industry.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanchipuram is administered by a Special grade municipality constituted in 1947. It is the headquarters of the Kanchi matha, a Hindu monastic institution believed to have been founded by the Hindu saint and commentator Adi Sankaracharya, and was the capital city of the Pallava Kingdom between the 4th and 9th centuries.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanchipuram has been chosen as one of the heritage cities for HRIDAY - Heritage City Development and Augmentation Yojana scheme of Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport, communication and utility services</p>\r\n<p>A bus in a road with tress in the background</p>\r\n<p>An intercity state bus to Kanchipuram</p>\r\n<p>image of railway station board in a platform</p>\r\n<p>The railway station in Kanchipuram</p>\r\n<p>Kanchipuram is most easily accessible by road. The Chennai &ndash; Bangalore National Highway, NH 4 passes the outskirts of the city. Daily bus services are provided by the Tamil Nadu State Transport Corporation to and from Chennai, Bangalore, Villupuram, Tirupathi, Thiruthani, Tiruvannamalai, Vellore, Salem, Coimbatore, Tindivanam and Pondicherry. There are two major bus routes to Chennai, one connecting via Poonamallee and the other via Tambaram. Local bus services are provided by The Villupuram division of Tamil Nadu State Transport Corporation. As of 2006, there were a total of 403 buses for 191 routes operated out of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is also connected to the railway network through the Kanchipuram railway station. The Chengalpet &ndash; Arakkonam railway line passes through Kanchipuram and travellers can access services to those destinations. Daily trains are provided to Pondicherry and Tirupati, and there is a weekly express train to Madurai and a bi-weekly express train to Nagercoil. Two passenger trains from both sides of Chengalpattu and Arakkonam pass via Kanchipuram.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest domestic as well as international airport is Chennai International Airport, located at a distance of 72 km from the city</p>\r\n<p>&nbsp;</p>\r\n<p>Telephone and broadband internet services are provided by Bharat Sanchar Nigam Limited (BSNL), India's state-owned telecom and internet services provider. Electricity supply is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). Water supply is provided by the Kanchipuram municipality; supplies are drawn from subterranean springs of Vegavati river. The head works is located at Orikkai, Thiruparkadal and St. Vegavathy, and distributed through overhead tanks with a total capacity of 9.8 litres (2.2 imperial gallons). About 55 tonnes of solid waste are collected from the city daily at five collection points covering the whole of the city. The sewage system in the city was implemented in 1975; Kanchipuram was identified as one of the hyper endemic cities in 1970. Underground drainage covers 82% of roads in the city, and is divided into east and west zones for internal administration.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of schools and colleges in Kancheepuram</p>\r\n<p>Kanchipuram is traditionally a centre of religious education for the Hindu, Jainism and Buddhism faiths. The Buddhist monasteries acted as nucleus of the Buddhist educational system. With the gradual resurrection of Hinduism during the reign of Mahendra Varman I, the Hindu educational system gained prominence with Sanskrit emerging as the official language.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 Kanchipuram has 49 registered schools, 16 of which are run by the city municipality. The district administration opened night schools for educating children employed in the silk weaving industry &ndash; as of December 2001, these schools together were educating 127 people and 260 registered students from September 1999. Larsen &amp; Toubro inaugurated the first rail construction training centre in India at Kanchipuram on 24 May 2012, that can train 300 technicians and 180 middle level managers and engineers each year. Sri Chandrasekharendra Saraswathi Viswa Mahavidyalaya and Chettinad Academy of Research and Education (CARE) are the two Deemed universities present in Kanchipuram. The very famous 65 years old college founded by Vallal Pachaiyappar &ndash; Pachaiyappa's College for Men- is on the banks of Vegavathi River. It offers UG and PG courses in various subjects.It's the only Govt aided institute in Kanchipuaram Taluk.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanchipuram is home to one of the four Indian Institute of Information of Technology, a public private partnered institute, offering under graduate and post graduate programs in information technology. The city has two medical colleges &ndash; Arignar Anna Memorial Cancer Institute and Hospital, established in 1969 is operated by the Department of Health, Government of Tamil Nadu&nbsp; and the privately owned Meenakshi Medical College. The city has 6 engineering colleges, 3 polytechnic institutes and 6 arts and science colleges.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Kancheepuram, the temple city, is the district headquarters. For administrative purpose, the district has been divided into 4 revenue divisions consisting of 11 taluks with 1,214 revenue villages. For development purpose, it is divided into 13 development blocks with 648 Village Panchayats.</p>\r\n<p>&nbsp;</p>\r\n<p>Revenue Divisions and Taluks</p>\r\n<p>Kancheepuram District consists of 4 Revenue Divisions and 11 taluks:</p>\r\n<p>&nbsp;</p>\r\n<p>Sriperumbudur Revenue Division: Sriperumbudur taluk</p>\r\n<p>Kancheepuram Revenue Division: Walajabad taluk, Kancheepuram taluk, Uthiramerur taluk</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>Buddhism</p>\r\n<p>Drawing depicting a saint in a background of trees</p>\r\n<p>Bodhidharma is believed to have spread Zen school of Buddhism from India to China</p>\r\n<p>Buddhism is believed to have flourished in Kanchipuram between the 1st and 5th centuries. Some notable Buddhists associated with Kanchipuram are Āryadeva (2nd&ndash;3rd centuries) &ndash; a successor of Nāgārjuna of Nalanda University, Dignaga and the Pali commentators Buddhaghosa and Dhammapala. According to a popular tradition, Bodhidharma, a 5th/6th-century Buddhist monk and founder of Shaolin Kung Fu was the third son of a Pallava king from Kanchipuram. However, other traditions ascribe his origins to other places in Asia.Buddhists institutions from Kanchipuram were instrumental in spreading Theravada Buddhism to the Mon people of Myanmar and Thailand who in return spread the religion to the incoming Burmese and Thai people.</p>\r\n<p>&nbsp;</p>\r\n<p>A number of bronzes unearthed at Kurkihar (Apanaka Vihara, near Gaya in Bihar) mention that the majority of the donors were from Kanchi, indicating that Kurkihar was a major center for the visitors from Kanchi during 9th to 11th century,</p>\r\n<p>&nbsp;</p>\r\n<p>Jainism</p>\r\n<p>Main article: Trilokyanatha Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Trilokyanatha Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Painted ceiling with Jain munis</p>\r\n<p>Kanchipuram had been a major center of Jainism and is associated with several famous Jain Acharyas like Samantabhadra and Akalanka. It is thought that Jainism was introduced into Kanchipuram by Kunda Kundacharya (1st century). Jainism spread to the city by Akalanka (3rd century). Kalbhras, the rulers of Kanchipuram before the Pallavas, followed Jainism which gained popularity from royal patronage. The Pallava kings, Simhavishnu, Mahendra Varman and Simhavarman (550&ndash;560) followed Jainism, until the advent of Nayanmars and Azhwars during the 6th and 7th centuries. Mahendravarman I converted from Jainism to Hinduism under the influence of the Naynamar, Appar, was the turning point in the religious geography. The two sects of Hinduism, Saivism and Vaishnavism were revived under the influence of Adi Sankara and Ramanuja respectively. Later Cholas and Vijayanagara kings tolerated Jainism, and the religion was still practised in Kanchi.</p>\r\n<p>&nbsp;</p>\r\n<p>The original set of the Jina Kanchi institution Mutt was in Kanchipuram. Its original site is now represented by the Trilokyanatha/Chandraprabha temple at Thiruparthikundram. It is a twin Jain temple that has inscriptions from Pallava king, Narasimhavarman II and the Chola kings Rajendra Chola I, Kulothunga Chola I and Vikrama Chola, and the Kanarese inscriptions of Krishnadevaraya. The temple is maintained by Tamil Nadu archaeological department. The Jina Kanchi Mutt was lated shifted to Melsithamur, near Gingee in the Villupuram district in the 16th century. There exist many historical Jain sites in the vicinity of Kanchipuram in several villages that still has some Jain population.</p>\r\n<p>&nbsp;</p>\r\n<p>Hinduism</p>\r\n<p>Main article: List of temples in Kanchipuram</p>\r\n<p>temple tower with a lake in the foreground</p>\r\n<p>Ekambareswarar temple &ndash; the largest temple in the city</p>\r\n<p>Hindus regard Kanchipuram to be one of the seven holiest cities in India, the Sapta Puri. According to Hinduism, a kṣetra is a sacred ground, a field of active power, and a place where final attainment, or moksha, can be obtained. The Garuda Purana says that seven cities, including Kanchipuram are providers of moksha. The city is a pilgrimage site for both Saivites and Vaishnavites. It has close to 108 Shiva temples.</p>\r\n<p>&nbsp;</p>\r\n<p>Ekambareswarar Temple in northern Kanchipuram, dedicated to Shiva, is the largest temple in the city. Its gateway tower, or gopuram, is 59 metres (194 ft) tall, making it one the tallest temple towers in India. The temple is one of five called Pancha Bhoota Stalams, which represent the manifestation of the five prime elements of nature; land, water, air, sky, and fire. Ekambareswarar temple represents earth.</p>\r\n<p>&nbsp;</p>\r\n<p>Kailasanathar Temple, dedicated to Shiva and built by the Pallavas, is the oldest Hindu temple in existence and is declared an archaeological monument by the Archaeological Survey of India. It has a series of cells with sculptures inside. In the Kamakshi Amman Temple, goddess Parvati is depicted in the form of a yantra, Chakra or peetam (basement). In this temple, the yantra is placed in front of the deity. Adi Sankara is closely associated with this temple and is believed to have established the Kanchi matha after this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Muktheeswarar Temple, built by Nandivarman Pallava II (720&ndash;796) and Iravatanesvara Temple built by Narasimhavarman Pallava II (720&ndash;728) are the other Shiva temples from the Pallava period. Kachi Metrali &ndash; Karchapeswarar Temple, Onakanthan Tali, Kachi Anekatangapadam, Kuranganilmuttam, and Karaithirunathar Temple in Tirukalimedu are the Shiva temples in the city revered in Tevaram, the Tamil Saiva canonical work of the 7th&ndash;8th centuries.</p>\r\n<p>&nbsp;</p>\r\n<p>Two pillars with hanging stone chain</p>\r\n<p>Sculpted pillars and stone chain in Varadharaja Perumal Temple</p>\r\n<p>Kumarakottam Temple, dedicated to Muruga, is located between the Ekambareswarar temple and Kamakshi Amman temple, leading to the cult of Somaskanda (Skanda, the child between Shiva and Parvati). Kandapuranam, the Tamil religious work on Muruga, translated from Sanskrit Skandapurana, was composed in 1625 by Kachiappa Shivacharya in the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Varadharaja Perumal Temple, dedicated to Vishnu and covering 23 acres (93,000 m2), is the largest Vishnu temple in Kanchipuram. It was built by the Cholas in 1053 and was expanded during the reigns of Kulottunga Chola I (1079&ndash;1120) and Vikrama Chola (1118&ndash;1135). It is one of the divyadesams, the 108 holy abodes of Vishnu. The temple features carved lizards, one platted with gold and another with silver, over the sanctum.Clive of India is said to have presented an emerald necklace to the temple. It is called the Clive Makarakandi and is still used to decorate the deity on ceremonial occasions.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiru Parameswara Vinnagaram is the birthplace of the azhwar saint, Poigai Alvar. The central shrine has a three-tier shrine, one over the other, with Vishnu depicted in each of them. The corridor around the sanctum has a series of sculptures depicting the Pallava rule and conquest. It is the oldest Vishnu temple in the city and was built by the Pallava king Paramesvaravarman II (728&ndash;731).</p>\r\n<p>&nbsp;</p>\r\n<p>Ashtabujakaram, Tiruvekkaa, Tiruththanka, Tiruvelukkai, Ulagalantha Perumal Temple, Tiru pavla vannam, Pandava Thoothar Perumal Temple are among the divyadesam, the 108 famous temples of Vishnu in the city. There are a five other divyadesams, three inside the Ulagalantha Perumal temple, one each in Kamakshi Amman Temple and Ekambareswarar Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The Kanchi Matha is a Hindu monastic institution, whose official history states that it was founded by Adi Sankara of Kaladi, tracing its history back to the 5th century BCE. A related claim is that Adi Sankara came to Kanchipuram, and that he established the Kanchi mutt named \"Dakshina Moolamnaya Sarvagnya Sri Kanchi Kamakoti Peetam\" in a position of supremacy, namely Sarvagnya Peetha, over the other mathas (religious institutions) of the subcontinent, before his death there. Other historical accounts state that the mutt was established probably in the 18th century in Kumbakonam, as a branch of the Sringeri Matha, and that it declared itself independent.</p>\r\n<p>&nbsp;</p>\r\n<p>Another mutt which was famous in ancient times was the Upanishad Bramham Mutt, located near Kailasanathar temple, Kanchipuram. It has the Mahasamadhi of Upanishad Brahmayogin, a saint who wrote commentaries on all the major upanishads in Hinduism. It is said that the great Sage, Sadasiva Brahmendra took to sanyasa at this mutt.</p>\r\n<p>&nbsp;</p>\r\n<p>Other religions</p>\r\n<p>The city has two mosques; one near the Ekambareswarar temple was built during the rule of Nawab of Arcot in the 17th century, and another near the Vaikunta Perumal temple shares a common tank with the Hindu temple. Muslims take part in the festivals of the Varadarajaswamy temple. Christ Church is the oldest Christian church in the city. It was built by a British man named Mclean in 1921. The church is built in Scottish style brick structure with arches and pillars.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanchipuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","tags":[{"name":"kanchipuram","slug":"kanchipuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":927,"title":"Top Places to visit in Virudhunagar, Tamil Nadu","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"Virudhunagar (also known as Virudupatti) is a town and the administrative headquarters of the Virudhunagar district in the South Indian state of Tamil Nadu. It is located 506 km (314 mi) southwest of the state capital Chennai and 53 km (33 mi) south of Madurai. Virudhunagar emerged as an importan","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"virudhunagar","slug":"virudhunagar"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","total":0},{"id":916,"title":"Top Places to visit in Tirunelveli, Tamil Nadu","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"Tirunelveli, also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tirunelveli","slug":"tirunelveli"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","total":0},{"id":909,"title":"Top Places to visit in Ranipet, Tamil Nadu","imageUrl":"1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","dateCreated":"2019-10-16T15:06:03.291Z","dateModified":"2019-10-16T15:06:26.913Z","contributedBy":"AskGif","content":"Ranipet also known as Ranipettai (lit. Queen's colony) is a town in Ranipet district, It is a suburb and industrial hub of Vellore city in the state of Tamil Nadu in southern India. It is a medium-sized community located about 20 kilometers from the Vellore city center (from Vellore Fort) and als","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ranipet","slug":"ranipet"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ranipet-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}