{"id":899,"title":"Top Places to visit in Kanyakumari, Nagercoil, Tamil Nadu","imageUrl":"6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","dateCreated":"2019-10-16T01:51:12.606Z","dateModified":"2019-10-16T01:51:31.128Z","contributedBy":"AskGif","content":"<p>Kanyakumari (distorted to Cape Comorin by colonialists) is a city of the Kanyakumari district in the Indian State of Tamil Nadu. It is the southernmost city of peninsular/contiguous India. Kanyakumari has been a city since the Sangam period. and is a popular tourist destination.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanyakumari district is the southernmost district in Tamil Nadu state and mainland India. It stands second in terms of population density among the districts of Tamil Nadu and the second most urbanized, next only to Chennai district. It is also the richest district in Tamil Nadu in terms of per capita income, and also tops the state in Human Development Index (HDI), literacy and education.&nbsp; The district's headquarters is Nagercoil.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanyakumari district has a varied topography with sea on three sides and the mountains of the Western Ghats bordering the northern side. Except for a small stretch of land to the west of Kanyakumari town, almost the entire district is sandwiched between the Western Ghats and the Arabian Sea - the only district in Tamilnadu state facing the Arabian Sea.</p>\r\n<p>&nbsp;</p>\r\n<p>Geologically, the landmass of the district is much younger when compared to the rest of the state - faulted as late as 2.5 million years during the Miocene, after which numerous transgression, as well as regression of sea, had shaped the western coast of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Historically, Nanjil Nadu and Edai Nadu which comprise the present day Kanyakumari district, was ruled by various Tamil and Malayalam dynasties: the Venad Kingdom, Pandyans, the Cheras, the Cholas, the Ays and the Nayaks. A few artifacts unearthed by archeological excavations in there. It was part of the princely state of Travancore during the colonial times prior to India's independence; four of the eight tehsils of Thiruvananthapuram district were separated from erstwhile Travancore Kingdom to form the new district of Kanyakumari, and they were made the part of Madras Presidency under recommendations from the States Reorganisation Commission in 1956. The Presidency was later renamed Tamil Nadu and Kanyakumari, today, is one of the 37 districts of Tamil Nadu state.</p>\r\n<p>&nbsp;</p>\r\n<p>Many historical assumptions persist in the district and state, which associate sages such as Vyasa, Agastya, Tolkappiyar, Avvaiyar and Thiruvalluvar to the district. The district is also the birthplace of Ayyavazhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable landmarks</p>\r\n<p>Thiruvalluvar Statue</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvalluvar Statue</p>\r\n<p>The Thiruvalluvar Statue has a height of 95 feet (29 m) and stands upon a 38-foot (11.5 m) rock that represents the 38 chapters of \"virtue\" in the Thirukkural. The statue standing on the rock represents \"wealth\" and \"pleasures\", signifying that wealth and love be earned and enjoyed on the foundation of solid virtue. The combined height of the statue and pedestal is 133 feet (40.5 m), denoting the 133 chapters in the Thirukkural. It has a total weight of 7000 tons. The statue, with its slight bend around the waist, is reminiscent of a dancing pose of the ancient Indian deities like Nataraja. It was sculpted by the Indian sculptor Dr V. Ganapati Sthapati, who also created the Iraivan Temple. Its opening ceremony was on 1 January 2000. The monument was hit by the Indian Ocean tsunami on 26 December 2004. but stood unaffected. The statue is designed to survive earthquakes of unexpected magnitudes, such as magnitude 6 on the Richter Scale occurring within 100 kilometres. This is far beyond that of any event recorded in the regional history. During maintenance work, as well as during rough sea, entry is restricted for tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Vivekananda Rock Memorial</p>\r\n<p>&nbsp;</p>\r\n<p>Vivekananda Rock Memorial</p>\r\n<p>The Vivekananda Rock Memorial is a popular tourist monument in Vavathurai, Kanyakumari, India. The memorial stands on one of two rocks located about 500 metres (1,600 ft) east of the mainland of Vavathurai. It was built in 1970 in honour of Swami Vivekananda who is said to have attained enlightenment on the rock. According to local legends, it was on this rock that Goddess Kumari performed austerity. A meditation hall (Dhyana Mandapam) is also attached to the memorial for visitors to meditate. The design of the mandapa incorporates different styles of temple architecture from all over India. It houses a statue of Vivekananda. The rocks are surrounded by the Laccadive Sea. The memorial consists of two main structures, the Vivekananda Mandapam and the Shripada Mandapam.</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Memorial Mandapam</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Memorial Mandapam, Kanyakumari</p>\r\n<p>The Gandhi Memorial Mandapam has been built on the spot where the urn containing the Mahatma's ashes was kept for public viewing before immersion. Resembling central Indian Hindu temples in form, the memorial was designed in a way that on Gandhi's birthday, 2 October, the first rays of the sun fall on the exact place where his ashes were kept.</p>\r\n<p>&nbsp;</p>\r\n<p>Tsunami Memorial Park</p>\r\n<p>&nbsp;</p>\r\n<p>Tsunami Memorial, Kanyakumari</p>\r\n<p>Near Kanyakumari's southern shore stands a monument to the memory of those who died in the 2004 Indian Ocean earthquake and tsunami, an underwater megathrust earthquake that claimed around 280 000 lives in many countries, including India, Sri Lanka, Somalia, Thailand, Maldives and Indonesia. People from places near and far visit this monument to pay homage to all those who lost their lives.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhagavathy Amman Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Bhagavathy Amman Temple</p>\r\n<p>Bhagavathy Amman Temple is a 3000-year-old temple dedicated to Goddess Kumari Amman located at Kanyakumari. Kumari Amman is one of the forms of Devi, popularly known as \"Kumari Bhagavathy Amman\". Kumari Bhagavathy Amman temple is the first Durga temple created by Lord Parasurama and one of the 108 Shakthi Peethas. This temple is situated at the shore of the Laccadive Sea. The Kumari temple has been mentioned in Ramayana, Mahabharata and Purananooru.[better source needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Kamarajar Mani Mantapa Monument</p>\r\n<p>Kamarajar Mani Mantapa Monument was raised and dedicated to a freedom fighter and former Chief Minister of Tamil Nadu, President of Indian National Congress, Mr Kamarajar. He is also popularly known as Black Gandhi among the masses. Like the Gandhi Mantapa, this place is where Kamarajar's ashes were kept for the public to pay homage before immersion into the sea.[better source needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>The ferries transporting tourists from mainland to the islands can be seen with one returning to the mainland and the other one about to stop at the Tiruvalluvar statue after carrying over tourists from Vivekananda Rock.</p>\r\n<p>The state-owned Poompuhar Shipping Corporation runs ferry services between the town and the Vivekananda Rock Memorial and Thiruvalluvar statue, situated on rocky islets off the coast. The operation of the ferry service began in 1984. Two ferries were used to ferry the tourists until June 2013, after which a new ferry was added to the service on the occasion of 150th birth anniversary of Swamy Vivekananda. Kanyakumari is directly connected by rail with almost all metropolitan cities in India. The nearest airport is Thiruvananthapuram International Airport, 90 km (56 mi) from Kanyakumari Town and 70 km (43 mi) from Nagercoil. Kanyakumari is 744 km (462 mi) from Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Thirparappu Waterfalls</p>\r\n<p>&nbsp;</p>\r\n<p>Thirparappu Waterfalls is the famous waterfalls in Kanyakumari District. It is also known as 'Courtallam of Kanyakumari'. Almost all the days water falls here. So tourists will always be interested to come here. There is a swimming pool near the waterfalls. At the upper side of the waterfalls, one can ride on boat. There is a Children's park near the waterfalls. Famous Mahadevar Temple is very near to the waterfalls. The waterfalls is 7 kms from Kulasekaram.</p>\r\n<p>&nbsp;</p>\r\n<p>Manimedai</p>\r\n<p>&nbsp;</p>\r\n<p>Manimedai is the situated in the central part of Nagercoil. Manimedai literally means High Clock. It's the symbol of the Nagercoil Town. A clock is placed in a High Clock gauge, so the place becomes Manimedai. The construction of Clock gauge begins in 1892 in the period of Travancore Maharajas. After construction, it was opened by His Highness Sree Moolam Thirunal Varma, The king of Travancore. The clock placed in the gauge was gifted to the English missionary in Nagercoil. Maharaja get it and placed it in the gauge.</p>\r\n<p>&nbsp;</p>\r\n<p>Mathur Aqueduct</p>\r\n<p>&nbsp;</p>\r\n<p>The aqueduct was built to pass the cultivable water between two mountains. Mathur Aqueduct was built between Aruvikkarai and Mudhalaaru in Paraliyaru River. The aqueduct was built by Former Chief Minister of TamilNadu Perunthalaivar Thiru Kamarajar. Mathur aqueduct was South Asia's largest aqueduct. The aqueduct was 1240 feet long, 101 feet high with 28 Giant pillars. It is 3 Km's from Thiruvattar.</p>\r\n<p>&nbsp;</p>\r\n<p>Padmanabhapuram palace</p>\r\n<p>&nbsp;</p>\r\n<p>Before centuries, the houses that has all the facilities are known as Palaces. The rulers of states, the Kings resides in such Palaces. Padmanabhapuram palace was once the official residence of Travancore Kings. Padmanabhapuram palace was built in Kerala styled Architecture with woods. The palace was built in 18th century by Travancore King Thiru Anusham Thirunaal Marthanda Varma. The palace was situated in 6 1/2 acres in 186 acres fort. Here one can enjoy seeing things used by Travancore Kings. The palace was under the control of Kerala Government. The palace is situated just 2 km's from Thuckalay.</p>\r\n<p>&nbsp;</p>\r\n<p>Udayagiri Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Udayagiri Fort was situated just 10 km from Parvathipuram. The fort was situated in 22&frac12; hectares in a place called Puliyoorkurichi. The fort was used by the erstwhile Travancore Kings as the production unit of Explosives and as Practising Unit for war. The Fort was maintained by the Ministry of Forests, Government of Tamilnadu. In the fort, one can see deer, Peacock, monkeys etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Vattakkottai</p>\r\n<p>&nbsp;</p>\r\n<p>The word 'Vattakkottai' means Circle Fort. The Fort is circle in shape and the name came thus. The Fort was constructed along the seashore in East coast. The fort was situated in 3 1/2 acres with compound stones constructed for 25 metres height. The fort was constructed by Travancore Army Chief Dilanai. The fort was built to restrict the invasion by other rulers and also to store war equipments. The fort was under the control of Archaeological Department, Government of India. It is situated just 6 kms from Kanyakumari.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>For administrative purposes, the district comprises six taluks: Thovalai, Agastheeswaram, Kalkulam, Killiyur, Thiruvattar and Vilavancode. It has nine blocks &mdash; Agastheeswaram, Rajakkamangalam, Thovalai, Kurunthancode, Thuckalay, Eraniel, Thiruvattar, Killiyur, Munchirai and Melpuram. There is a municipal corporation in the district which is Nagercoil. There are also three municipalities, they are Padmanabhapuram, Colachel and Kuzhithurai.</p>\r\n<p>&nbsp;</p>\r\n<p>At the lower levels of administration, there are 95 village panchayats and a further 55 special category village panchayats.</p>\r\n<p>&nbsp;</p>\r\n<p>The major towns of the district include:</p>\r\n<p>&nbsp;</p>\r\n<p>Agastheeswaram taluk: Nagercoil, Kanyakumari, Agastheeswaram, Suchindram and Rajakkamangalam.</p>\r\n<p>Thovalai taluk: Thovalai, Aralvaimozhy and Boothapandi.</p>\r\n<p>Kalkulam taluk: Padmanabhapuram-Thuckalay, Colachel, Kalkulam, Thiruvithamcode, Kurunthancode, Kulasekaram and ThingalNager.</p>\r\n<p>Vilavancode Taluk: Kuzhithurai-Marthandam, Vilavancode, Munchirai, Kollemcode, Manjalumoodu Arumanai and Melpuram.</p>\r\n<p>Killiyur Taluk: Killiyur, Karungal.</p>\r\n<p>Thiruvattar taluk: Thiruvattar.</p>\r\n<p>Medical Services</p>\r\n<p>The district has Government Medical College &amp; Hospital at Acharipallam. Government Head hospital is at Thuckalay, which is known as Padmanabhapuram Government hospital. Other Government hospitals are at Colachel, Kulasekaram, Arumanai, Karungal, Boothapandi, and Kanyakumari. The Government Primary Health centres are at Kottaram, Agastheeswaram, Alagappapuram, Aralvaimozhy, Arumanallur, Chenbagaramanputhoor, Ganapathipuram, Marungoor, Rajakkamangalam, Muttom, Thovalai, Vellichanthai, Kurunthancode, Arudesam, Thadikkarankonam, Edaikodu, Kannanoor, Keelkulam, Killiyur, Kollemcode, Kothanallur, Melpuram, Munchirai, Naduvoorkarai, Thirunattalam, Olavilai, Palliyadi, Pathukani, Pechiparai, Singalayerpuri, Surulodu, Thengapattanam, Kuttakuzhi, Thiruvattar, Thiruvithamcode and Thoothoor.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Tamil is the most widely spoken language in the district, though there are significant numbers of native Malayalam speakers (Approximately 30% of the population). Tamil in Kanyakumari is the mixture of Tamil and Malayalam, especially in the western part of the district. English can be understood by two-thirds of the district's population.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport and highways</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>There are two major National Highways (NH) roads originating from Kanyakumari town. One is the National Highway 44 which connects Kanyakumari with Srinagar of Jammu &amp; Kashmir. NH 44 connects North India with South India. The road passes through Madurai, Bangalore, Hyderabad, Nagpur, Jhansi, New Delhi, Jalandar. It covers 3745 kilometres. The other is the National Highway 66 that connects Kanyakumari with Panvel (38 kms from Mumbai) in Maharashtra. NH 66 roughly runs North-South parallel to the western ghats. It passes through Ernakulam, kasaragod, Mangalore, Udupi, Margoa. Nagercoil, the district capital is well connected with the entire part of Tamilnadu state.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government transport body \" State Express Transport Corporation \" ( S.E.T.C ) is operating direct buses to Chennai, Ootacamund, Coimbatore, Vellore, Chidambaram, Thiruchirappalli, Kodaikanal, Tirupur, Erode, Kalpakkam, Velankanni, and Thiruvannamalai. It also operates direct buses to Bangalore, Pondicherry and Tirupati. Some bus services to the aforesaid destinations are originating from Kanyakumari, Colachel, Marthandam, Kulasekaram, Kaliyakkavilai, and Thiruvananthapuram.</p>\r\n<p>&nbsp;</p>\r\n<p>An another Government Transport body \" Tamilnadu State Road Transport Corporation \" (T.N.S.T.C) operates direct buses to various destinations inside Tamilnadu. Some of the terminating stations are Chennai, Tirupur, Periyakulam, Kodaikanal, Rameswaram, Thiruchirappalli, Dindigul, Thanjavur, Palani, Salem, Coimbatore, Karaikudi, Kumily, Bodinayakkanur, Erode, and Sivakasi. Most of these buses starts their journey from Nagercoil while some buses starts from Kanyakumari, Marthandam, Colachel, Kulasekaram, and Kaliyakkavilai. TNSTC also operates frequent bus services to Madurai, Tirunelveli, Tiruchendur, Tuticorin, and Thiruvananthapuram.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>There is a railway station located at Kanyakumari where many trains starts and ends their journey. The Vivek Express starting from Kanyakumari is the longest running train in India. It connects Kanyakumari with Dibrugarh, in Assam. Nagercoil Junction railway station is the primary railway station of the district which is located near Kottar and also commonly known as Kottar Railway station. Kottar is well connected by State Transport buses. There is also an another railway station in Nagercoil. It is known as Nagercoil Town railway station. Ministry of Railways is developing the station in high pitch. Rail station and its surroundings are developing in a high manner. There is good rail connectivity from Nagercoil, the district capital to most parts of the country with daily trains running to Mumbai, Chennai, Bangalore, Guruvayur, Coimbatore, Trichy, Mangalore , Tambaram etc and weekly trains to New Delhi, Kolkata, Gujarat, Hyderabad, Pondicherry, Bilaspur, Rameswaram, North East India, Jammu and Kashmir, etc. The other stations in the district are Eraniel, Palliyadi, Kuzhithurai, and Kuzhithurai west. Passenger trains connects Nagercoil with Thiruvananthapuram, Kollam, Punalur, Kottayam, Tirunelveli, Madurai, and Coimbatore.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest International airport is Trivandrum International Airport which is 95 kms from Kanyakumari. The Civil Aviation Ministry is planning to construct an airport near Swamithoppu in Kanyakumari District as the initiative attracts many international tourists to the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The district is popular for its educational excellence. Schools and Colleges of higher education are found throughout the district. Government schools are in good numbers comparing private institutions. Government schools compete with private schools in excellence.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is home to many age old educational institutions. Sethu Lakshmi Bai (S.L.B) Higher secondary school which is situated in Nagercoil is the important and popular school in the district. Other important schools in Nagercoil are D.V.D Higher secondary school, Kavimani Desiya Vinayagam Pillai (K.D.V.P) Higher secondary school for Girls, St. Joseph Convent for Girls, Duthie Higher secondary school for Girls, Carmel Higher secondary school for Boys, and Little flower Higher secondary school for Girls. Other reputed institutions in the district are Amala Convent ( Thuckalay ), L.M.S Higher secondary school for Boys and Girls ( Marthandam).</p>\r\n<p>&nbsp;</p>\r\n<p>The district constitutes tens of colleges, mainly arts, science and engineering colleges. The Scott Christian College, founded by William Tobias Ringeltaube in Nagercoil, is more than 120 years old and is one of the earliest colleges in India and the oldest college in the Madras Presidency. The South Travancore Hindu College is also an old college in Nagercoil established in 1952. Other main colleges in Nagercoil are Pioneer Kumaraswamy college, Women's Christian College, and Holy Cross College. Other important colleges in the district are Sree Ayyappa College for Women ( Chunkankadai ), Sivanthi Aditanar College ( Pillayarpuram ), Arignar Anna College ( Aralvaimozhy ), Lekshmipuram College of Arts and Science (Lekshmipuram), Muslim Arts College ( Thiruvithamcode ), and Nesamony Memorial Christian College ( Marthandam ). Government Polytechnic college and Government Engineering College are situated in Konam, 5 kms from Nagercoil. Kanniyakumari Government Medical College was established at Asaripallam, Nagercoil in 2001. Government Colleges for Arts and Science were built in Kanyakumari and Nagercoil.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanyakumari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kanyakumari-nagercoil-tamil-nadu","tags":[{"name":"nagercoil","slug":"nagercoil"},{"name":"kanyakumari","slug":"kanyakumari"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":922,"title":"Top Places to visit in Tiruvallur, Tamil Nadu","imageUrl":"7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","dateCreated":"2019-10-23T02:12:21.145Z","dateModified":"2019-10-23T02:12:21.145Z","contributedBy":"AskGif","content":"Tiruvallur district, also known as Thiruvallur District, is an administrative district in the Indian state of Tamil Nadu. The fast developing city of Tiruvallur is the district headquarters. The district has a mixture of urban and rural characteristics. The Eastern part of Tiruvallur district is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvallur","slug":"tiruvallur"}],"slug":"top-places-to-visit-in-tiruvallur-tamil-nadu","total":0},{"id":913,"title":"Top Places to visit in Tirupur, Tamil Nadu","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"Tiruppur or Tirupur is a city located in the Indian state of Tamil Nadu. Tiruppur is the administrative headquarters of Tiruppur district and the fifth largest urban agglomeration in Tamil Nadu. Located on the banks of Noyyal River, it has been ruled at different times, by the Early Pandyas, Medi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tirupur","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":891,"title":"Top Places to visit in Chennai, Tamil Nadu","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"Chennai district, formerly known as Madras district or \"Madarasapattinam\", is a district in the state of Tamil Nadu, in India. It is the smallest of all the districts in the state, but has the highest population density. The district is a city district which means that it does not have a district","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chennai","slug":"chennai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-chennai-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}