{"id":899,"title":"कन्याकूमारी, नागरकोइल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","dateCreated":"2019-10-16T01:51:12.606Z","dateModified":"2019-10-16T01:51:31.128Z","contributedBy":"AskGif","content":"<p>कन्याकुमारी (उपनिवेशवादियों द्वारा केप कोमोरिन से विकृत) भारतीय राज्य तमिलनाडु में कन्याकुमारी जिले का एक शहर है। यह प्रायद्वीपीय / सन्निहित भारत का सबसे दक्षिणी शहर है। संगम काल से कन्याकुमारी एक शहर रहा है। और एक लोकप्रिय पर्यटन स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>कन्याकुमारी जिला तमिलनाडु राज्य और मुख्य भूमि भारत में सबसे दक्षिणी जिला है। यह तमिलनाडु के जिलों में जनसंख्या घनत्व के मामले में दूसरे स्थान पर है और दूसरा सबसे अधिक शहरीकृत, केवल चेन्नई जिले के बाद है। यह प्रति व्यक्ति आय के मामले में भी तमिलनाडु का सबसे धनी जिला है, और मानव विकास सूचकांक (HDI), साक्षरता और शिक्षा में भी राज्य में सबसे ऊपर है। जिले का मुख्यालय नागरकोइल है।</p>\r\n<p>&nbsp;</p>\r\n<p>कन्याकुमारी जिले में तीन तरफ समुद्र के साथ एक अलग स्थलाकृति है और उत्तरी घाट की सीमा पर पश्चिमी घाट के पहाड़ हैं। कन्याकुमारी शहर के पश्चिम में भूमि के एक छोटे से हिस्से को छोड़कर, लगभग पूरा जिला पश्चिमी घाट और अरब सागर के बीच में फैला हुआ है - जो तमिलनाडु सागर में अरब सागर का सामना करने वाला एकमात्र जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगर्भिक रूप से, राज्य के बाकी हिस्सों की तुलना में जिले का भू-भाग बहुत छोटा है - मिओसिन के दौरान 2.5 मिलियन वर्ष तक की देरी, जिसके बाद कई संक्रमण, साथ ही समुद्र के प्रतिगमन ने जिले के पश्चिमी तट को आकार दिया था। ।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक रूप से, नानजिल नाडु और एडै नाडु जिसमें वर्तमान कन्याकुमारी जिले शामिल हैं, पर विभिन्न तमिल और मलयालम राजवंशों का शासन था: वेनाद साम्राज्य, पांड्यन, चेर, चोल, चोल, ऐस और नायक। वहां की पुरातत्व खुदाई से कुछ कलाकृतियों का पता चला। यह भारत की स्वतंत्रता से पहले औपनिवेशिक काल के दौरान त्रावणकोर की रियासत का हिस्सा था; तिरुवनंतपुरम जिले की आठ तहसीलों में से चार को कन्याकुमारी का नया जिला बनाने के लिए पूर्ववर्ती त्रावणकोर साम्राज्य से अलग कर दिया गया था, और उन्हें 1956 में राज्य पुनर्गठन आयोग की सिफारिशों के तहत मद्रास प्रेसीडेंसी का हिस्सा बनाया गया था। बाद में राष्ट्रपति पद का नाम बदलकर तमिलनाडु और कन्याकुमारी कर दिया गया था। , आज, तमिलनाडु राज्य के 37 जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कई ऐतिहासिक धारणाएं जिले और राज्य में बनी हुई हैं, जो व्यास, अगस्त्य, टोल्कपियार, अववयार और तिरुवल्लुवर जैसे संतों को जिले में जोड़ती हैं। यह जिला अय्यावाझी का जन्म स्थान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय स्थल</p>\r\n<p>तिरुवल्लुवर प्रतिमा</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवल्लुवर प्रतिमा</p>\r\n<p>तिरुवल्लुवर प्रतिमा की ऊँचाई 95 फीट (29 मीटर) है और यह 38 फुट (11.5 मीटर) की चट्टान पर है जो तिरुक्कुरल में \"गुण\" के 38 अध्यायों का प्रतिनिधित्व करती है। चट्टान पर खड़ी मूर्ति \"धन\" और \"सुख\" का प्रतिनिधित्व करती है, यह दर्शाता है कि धन और प्रेम अर्जित किया जाना चाहिए और ठोस पुण्य की नींव पर आनंद लिया जाना चाहिए। प्रतिमा और पीठ की संयुक्त ऊँचाई 133 फीट (40.5 मीटर) है, जो तिरुक्कुरल में 133 अध्यायों को दर्शाती है। इसका कुल वजन 7000 टन है। प्रतिमा, कमर के चारों ओर थोड़ी सी झुकी हुई है, जो नटराज जैसे प्राचीन भारतीय देवताओं की नृत्य मुद्रा की याद दिलाती है। इसे भारतीय मूर्तिकार डॉ। वी। गणपति स्थपति ने बनाया था, जिन्होंने इरावन मंदिर भी बनाया था। इसका उद्घाटन समारोह 1 जनवरी 2000 को हुआ था। स्मारक 26 दिसंबर 2004 को हिंद महासागर सुनामी से प्रभावित हुआ था। लेकिन अप्रभावित रहा। मूर्ति को अप्रत्याशित परिमाण के भूकंपों से बचने के लिए डिज़ाइन किया गया है, जैसे कि रिक्टर स्केल पर परिमाण 6 100 किलोमीटर के भीतर होता है। यह क्षेत्रीय इतिहास में दर्ज किसी भी घटना से बहुत परे है। रखरखाव के काम के दौरान, साथ ही किसी न किसी समुद्र के दौरान, पर्यटकों के लिए प्रवेश प्रतिबंधित है।</p>\r\n<p>विवेकानंद रॉक मेमोरियल</p>\r\n<p>&nbsp;</p>\r\n<p>विवेकानंद रॉक मेमोरियल</p>\r\n<p>विवेकानंद रॉक मेमोरियल, भारत के कन्याकुमारी के वावथुराई में एक लोकप्रिय पर्यटक स्मारक है। मेमोरियल वावथुराई की मुख्य भूमि के पूर्व में लगभग 500 मीटर (1,600 फीट) पर स्थित दो चट्टानों में से एक पर स्थित है। यह 1970 में स्वामी विवेकानंद के सम्मान में बनाया गया था, जिनके बारे में कहा जाता है कि उन्होंने इस चट्टान पर आत्मज्ञान प्राप्त किया था। स्थानीय किंवदंतियों के अनुसार, इस चट्टान पर देवी कुमारी ने तपस्या की थी। ध्यान करने के लिए आगंतुकों के लिए एक मेडिटेशन हॉल (ध्यान मंडपम) भी स्मारक से जुड़ा हुआ है। मंडप का डिज़ाइन पूरे भारत के मंदिरों की वास्तुकला की विभिन्न शैलियों को शामिल करता है। इसमें विवेकानंद की मूर्ति है। चट्टानें लैकाडिव सागर से घिरी हैं। स्मारक में दो मुख्य संरचनाएँ हैं, विवेकानंद मंडपम और श्रीपाद मंडपम।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी स्मारक मंडपम</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी स्मारक मंडपम, कन्याकुमारी</p>\r\n<p>गांधी मेमोरियल मंडपम को उस जगह पर बनाया गया है जहां पर महात्मा की राख से भरा कलश विसर्जन से पहले जनता के दर्शन के लिए रखा गया था। मध्य भारतीय हिंदू मंदिरों के रूप में, स्मारक को इस तरह से डिज़ाइन किया गया था कि गांधी के जन्मदिन पर, 2 अक्टूबर को, सूरज की पहली किरणें उसी स्थान पर पड़ती हैं, जहां उनकी राख रखी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>सुनामी मेमोरियल पार्क</p>\r\n<p>&nbsp;</p>\r\n<p>सुनामी स्मारक, कन्याकुमारी</p>\r\n<p>कन्याकुमारी के दक्षिणी किनारे के पास उन लोगों की याद में एक स्मारक है, जो 2004 के हिंद महासागर में आए भूकंप और सूनामी में मारे गए थे, जो एक पानी के नीचे मेगाथ्रस्ट भूकंप था, जिसमें भारत, श्रीलंका, सोमालिया, थाईलैंड, मालदीव और इंडोनेशिया सहित कई देशों में लगभग 280 000 लोगों का दावा किया गया था। । आस-पास और दूर-दूर के लोग इस स्मारक पर उन सभी लोगों को श्रद्धांजलि अर्पित करते हैं जिन्होंने अपनी जान गंवाई।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवती अम्मन मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>भगवती अम्मन मंदिर</p>\r\n<p>भगवती अम्मन मंदिर एक 3000 साल पुराना मंदिर है जो कन्याकुमारी स्थित देवी कुमारी अम्मन को समर्पित है। कुमारी अम्मन देवी के रूपों में से एक है, जिसे लोकप्रिय रूप से \"कुमारी भगवती अम्मन\" के रूप में जाना जाता है। कुमारी भगवती अम्मन मंदिर, भगवान परशुराम द्वारा निर्मित और 108 शक्ति पीठों में से पहला दुर्गा मंदिर है। यह मंदिर लैकाडिव सागर के तट पर स्थित है। रामायण, महाभारत और पूरनानूरु में कुमारी मंदिर का उल्लेख किया गया है। [बेहतर स्रोत की आवश्यकता]</p>\r\n<p>&nbsp;</p>\r\n<p>कामराजार मनि मंतप स्मारक</p>\r\n<p>कामराजार मणि मंतापा स्मारक को उठाया गया और एक स्वतंत्रता सेनानी और तमिलनाडु के पूर्व मुख्यमंत्री, भारतीय राष्ट्रीय कांग्रेस के अध्यक्ष, श्री कामराजार को समर्पित किया गया। उन्हें जनता के बीच ब्लैक गांधी के नाम से भी जाना जाता है। गाँधी मंतप की तरह, यह वह जगह है जहाँ कामराज की राख को समुद्र में डूबने से पहले श्रद्धांजलि देने के लिए जनता के लिए रखा जाता था। [बेहतर स्रोत की जरूरत]</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों को मुख्यभूमि से द्वीपों तक ले जाने वाले घाटों को मुख्य भूमि पर लौटने वाले एक और दूसरे को विवेकानंद रॉक से पर्यटकों को ले जाने के बाद तिरुवल्लुवर प्रतिमा पर रुकने के बारे में देखा जा सकता है।</p>\r\n<p>राज्य के स्वामित्व वाली पूमपुहर शिपिंग कॉर्पोरेशन शहर और विवेकानंद रॉक मेमोरियल और थिरुवल्लुवर की मूर्ति के बीच नौका सेवा चलाता है, जो तट से दूर चट्टानी टापुओं पर स्थित है। नौका सेवा का संचालन 1984 में शुरू हुआ था। जून 2013 तक पर्यटकों को फेरी देने के लिए दो घाटों का उपयोग किया गया था, जिसके बाद स्वामी विवेकानंद की 150 वीं जयंती के अवसर पर सेवा में एक नया घाट जोड़ा गया। कन्याकुमारी भारत के लगभग सभी महानगरों के साथ रेल द्वारा सीधे जुड़ा हुआ है। निकटतम हवाई अड्डा तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डा है, कन्याकुमारी टाउन से 90 किमी (56 मील) और नार्कोविल से 70 किमी (43 मील) दूर है। कन्याकुमारी चेन्नई से 744 किमी (462 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>थिरपरप्पु झरने</p>\r\n<p>&nbsp;</p>\r\n<p>थानपरप्पु झरना कन्याकुमारी जिले का प्रसिद्ध झरना है। इसे 'कन्याकुमारी के कोर्टालम' के रूप में भी जाना जाता है। लगभग सभी दिनों में यहाँ पानी गिरता है। इसलिए पर्यटकों को हमेशा यहां आने का शौक होगा। झरने के पास एक स्विमिंग पूल है। झरने के ऊपरी किनारे पर, एक नाव पर सवारी कर सकता है। झरने के पास एक चिल्ड्रन पार्क है। प्रसिद्ध महादेव मंदिर झरने के पास है। कुलसेकरम से 7 किलोमीटर दूर झरना है।</p>\r\n<p>Manimedai</p>\r\n<p>&nbsp;</p>\r\n<p>मनामेडई नागरकोइल के मध्य भाग में स्थित है। मणिमेडई का शाब्दिक अर्थ है हाई क्लॉक। यह नागरकोइल टाउन का प्रतीक है। एक घड़ी को हाई क्लॉक गेज में रखा गया है, जिससे वह स्थान मनमेडाई बन जाता है। 1892 में त्रावणकोर महाराजाओं के काल में क्लॉक गेज का निर्माण शुरू हुआ। निर्माण के बाद, इसे महामहिम श्री मूलम थिरुनल वर्मा, त्रावणकोर के राजा द्वारा खोला गया था। गेज में रखी गई घड़ी नागरकोइल में अंग्रेजी मिशनरी को उपहार में दी गई थी। महाराजा ने उसे पाकर गेज में रख दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>माथुर एक्वाडक्ट</p>\r\n<p>&nbsp;</p>\r\n<p>एक्वाडक्ट का निर्माण दो पहाड़ों के बीच खेती योग्य पानी को पारित करने के लिए किया गया था। माथुर एक्वाडक्ट अरुविक्करई और मुदलहारू के बीच परालियारु नदी में बनाया गया था। एक्वाडक्ट का निर्माण तमिलनाडु के पूर्व मुख्यमंत्री पेरुन्थलीवर थिरु कामराजार द्वारा किया गया था। माथुर एक्वाडक्ट दक्षिण एशिया का सबसे बड़ा एक्वाडक्ट था। १ The४० फीट लंबा, १ed० फीट ऊँचा था जिसमें २ed विशालकाय स्तंभ थे। यह तिरुवत्तार से 3 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पद्मनाभपुरम महल</p>\r\n<p>&nbsp;</p>\r\n<p>सदियों से पहले, जिन घरों में सभी सुविधाएं होती हैं, उन्हें महलों के रूप में जाना जाता है। राज्यों के शासक, राजा इस तरह के महलों में रहते हैं। पद्मनाभपुरम महल कभी त्रावणकोर किंग्स का आधिकारिक निवास था। पद्मनाभपुरम महल का निर्माण केरल में लकड़ी के साथ स्थापत्य शैली में किया गया था। इस महल का निर्माण 18 वीं शताब्दी में त्रावणकोर के राजा थिरु अनुशम थिरुनल मार्तंड वर्मा ने करवाया था। महल 6 1/2 एकड़ में 186 एकड़ किले में स्थित था। यहाँ पर त्रावणकोर किंग्स द्वारा उपयोग की जाने वाली चीजों को देखने का आनंद लिया जा सकता है। महल केरल सरकार के नियंत्रण में था। महल थुकले से सिर्फ 2 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>उदयगिरी का किला</p>\r\n<p>&nbsp;</p>\r\n<p>उदयगिरि किला पार्वतीपुरम से सिर्फ 10 किमी दूर स्थित था। किला 22&frac12; हेक्टेयर में पुलियोरोर्कुरिची नामक स्थान पर स्थित था। किले का उपयोग पूर्ववर्ती त्रावणकोर किंग्स द्वारा विस्फोटक के उत्पादन इकाई और युद्ध के लिए प्रैक्टिसिंग यूनिट के रूप में किया गया था। किले का रखरखाव तमिलनाडु सरकार के वन मंत्रालय द्वारा किया जाता था। किले में हिरण, मोर, बंदर आदि देखे जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Vattakkottai</p>\r\n<p>&nbsp;</p>\r\n<p>'वट्टक्कोट्टई' शब्द का अर्थ है सर्कल किला। किला आकार में गोल है और इस प्रकार नाम आया। किले का निर्माण पूर्वी तट में समुद्र के किनारे किया गया था। किला 3 1/2 एकड़ में 25 मीटर की ऊंचाई के लिए बनाए गए मिश्रित पत्थरों के साथ स्थित था। किले का निर्माण त्रावणकोर सेना प्रमुख दिलनई ने किया था। किले का निर्माण अन्य शासकों द्वारा आक्रमण को प्रतिबंधित करने और युद्ध उपकरणों को संग्रहीत करने के लिए भी किया गया था। यह किला भारतीय पुरातत्व विभाग के नियंत्रण में था। यह कन्याकुमारी से सिर्फ 6 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>प्रशासनिक उद्देश्यों के लिए, जिले में छह तालुके शामिल हैं: थोवालाई, अगस्तीस्वरम, कल्कुलम, किल्लियुर, थिरुवत्तार और विल्वानकोड। इसके नौ खंड हैं - अगस्त्यस्वरम, राजक्क्मंगलम, थोवालाई, कुरुंथानकोड, थुकले, एरैनियल, थिरुवत्तार, किल्लियूर, मुंचिरई और मेलपुरम। जिले में एक नगर निगम है जो नागरकोइल है। तीन नगरपालिकाएँ भी हैं, वे पद्मनाभपुरम, कोलाचेल और कुज़िथुरई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासन के निचले स्तर पर, 95 ग्राम पंचायतें हैं और एक और 55 विशेष श्रेणी ग्राम पंचायतें हैं।</p>\r\n<p>जिले के प्रमुख शहरों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अगस्त्येश्वरम तालुक: नागरकोइल, कन्याकुमारी, अगस्तीस्वरम, सुचिंद्रम और राजक्कमंगलम।</p>\r\n<p>थोवलाई ताल्लुक: थोवालाई, अरलाविमोझी और बूटापंडी।</p>\r\n<p>कल्कुलम तालुक: पद्मनाभपुरम-थुकले, कोलाचेल, कल्कुलम, थिरुविथमकोड, कुरुंथनकोड, कुलसेकरम और थिंगलन्नगर।</p>\r\n<p>विल्वनकोडे तालुक: कुझीथुरई-मार्थंडम, विल्वानकोड, मुंचिराई, कोलेलेमकोड, मंजुलामुदु अरुनाई और मेलपुरम।</p>\r\n<p>किलियूर तालुक: किलियूर, करंगल।</p>\r\n<p>थिरुवत्तार तालुक: थिरुवत्तार।</p>\r\n<p>चिकित्सा सेवाएं</p>\r\n<p>जिले में अचरीपालम में सरकारी मेडिकल कॉलेज और अस्पताल है। थुकले में सरकारी प्रमुख अस्पताल, जिसे पद्मनाभपुरम सरकारी अस्पताल के रूप में जाना जाता है। अन्य सरकारी अस्पतालों में कोलाचेल, कुलसेकरम, अरुनामई, करंगल, बूटापंडी और कन्याकुमारी हैं। सरकारी प्राथमिक स्वास्थ्य केंद्र कोट्टारम, अगस्त्येश्वरम, अलागप्पपुरम, अरल्विमोहोजी, अरुमनल्लूर, चेनबगरमनपुरीपुर, गणपतिपुरम, मारुंगूर, राजक्कमंगलम, मुट्टम, थोवलाई, वेल्लिंथाई, कुरुंथानकोड, अरिदमम, थादिकमक्कम हैं। , मुन्चैराई, नाडुवोर्काराय, थिरुनाट्टलम, ओलविलाई, पल्लियादी, पथुकानी, पेचीपराई, सिंगलायेरपुरी, सुरुलोडु, थेंगापट्टनम, कुट्टुझुही, थिरुवत्तार, थिरुविथमोडकोड और थूथूर।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा</p>\r\n<p>तमिल जिले में सबसे व्यापक रूप से बोली जाने वाली भाषा है, हालांकि देशी वक्ताओं की महत्वपूर्ण संख्या (जनसंख्या का लगभग 30%) है। कन्याकुमारी तमिल और मलयालम का मिश्रण है, विशेष रूप से जिले के पश्चिमी भाग में। जिले की दो तिहाई आबादी से अंग्रेजी को समझा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन और राजमार्ग</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>कन्याकुमारी शहर में दो प्रमुख राष्ट्रीय राजमार्ग (NH) सड़कें हैं। एक राष्ट्रीय राजमार्ग 44 है जो कन्याकुमारी को श्रीनगर के जम्मू और कश्मीर से जोड़ता है। NH 44 उत्तर भारत को दक्षिण भारत से जोड़ता है। यह सड़क मदुरई, बैंगलोर, हैदराबाद, नागपुर, झांसी, नई दिल्ली, जलंदर से होकर गुजरती है। यह 3745 किलोमीटर की दूरी तय करता है। दूसरा राष्ट्रीय राजमार्ग 66 है जो महाराष्ट्र में कन्याकुमारी को पनवेल (मुंबई से 38 किलोमीटर) से जोड़ता है। NH 66 पश्चिमी घाट के समानांतर उत्तर-दक्षिण में चलता है। यह एर्नाकुलम, कासरगोड, मंगलौर, उडुपी, मार्गो से होकर गुजरता है। नागरकोइल, जिला राजधानी तमिलनाडु राज्य के साथ अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट ट्रांसपोर्ट बॉडी \"स्टेट एक्सप्रेस ट्रांसपोर्ट कॉरपोरेशन\" (S.E.T.C) चेन्नई, ऊटाकामुंड, कोयंबटूर, वेल्लोर, चिदंबरम, तिरुचिरापल्ली, कोडाइकनाल, तिरुपुर, इरोड, कलपक्कम, वेलंकन्नी, और तिरुवन्नमलई के लिए सीधी बसें चला रही है। यह बैंगलोर, पांडिचेरी और तिरुपति के लिए सीधी बसें भी चलाता है। कुछ बस सेवाओं के लिए प्रस्तावित गंतव्य कन्याकुमारी, कोलाचेल, मार्थंडम, कुलसेकरम, कालियाक्कविलाई और तिरुवनंतपुरम से निकल रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अन्य सरकारी परिवहन निकाय \"तमिलनाडु स्टेट रोड ट्रांसपोर्ट कॉरपोरेशन\" (T.N.S.T.C) तमिलनाडु के अंदर विभिन्न स्थलों के लिए सीधी बसों का संचालन करता है। कुछ समाप्त होने वाले स्टेशन चेन्नई, तिरुपुर, पेरियाकुलम, कोडाइकनाल, रामेश्वरम, तिरुचिरापल्ली, डिंडीगुल, तंजावुर, पलानी, सलेम, कोयम्बटूर, कराईकुडी, कुमिली, बोडिनायक्कानुर, इरोड, और शिवकाशी हैं। इनमें से अधिकांश बसें नागरकोइल से अपनी यात्रा शुरू करती हैं जबकि कुछ बसें कन्याकुमारी, मार्तंडम, कोलाचेल, कुलसेकरम और कलियाक्वाविल से शुरू होती हैं। TNSTC मदुरै, तिरुनेलवेली, तिरुचेंदूर, तूतीकोरिन और तिरुवनंतपुरम के लिए लगातार बस सेवाएं संचालित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>कन्याकुमारी में एक रेलवे स्टेशन स्थित है जहाँ कई ट्रेनें अपनी यात्रा शुरू और समाप्त करती हैं। कन्याकुमारी भारत में विवेक एक्सप्रेस से चलने वाली सबसे लंबी चलने वाली ट्रेन है। यह डिब्रूगढ़, असम में कन्याकुमारी से जुड़ता है। नागरकोविल जंक्शन रेलवे स्टेशन जिले का प्राथमिक रेलवे स्टेशन है जो कोटर के पास स्थित है और आमतौर पर कोट्टार रेलवे स्टेशन के रूप में भी जाना जाता है। कोटर राज्य परिवहन की बसों से अच्छी तरह से जुड़ा हुआ है। नागरकोइल में एक और रेलवे स्टेशन भी है। इसे नागरकोइल टाउन रेलवे स्टेशन के नाम से जाना जाता है। रेल मंत्रालय विकासशील स्टेशन में एक उच्च पिच है। रेलवे स्टेशन और उसके आसपास का क्षेत्र विकास में उच्च स्तर पर है। मुंबई, चेन्नई, बैंगलोर, गुरुवयूर, कोयम्बटूर, त्रिची, मैंगलोर, ताम्बरम आदि से चलने वाली दैनिक ट्रेनों और नई दिल्ली, कोलकाता, गुजरात, हैदराबाद के लिए चलने वाली दैनिक रेलगाड़ियों से देश के अधिकांश हिस्सों में जिला राजधानी नागरकोइल से अच्छी रेल कनेक्टिविटी है। , पांडिचेरी, बिलासपुर, रामेश्वरम, उत्तर पूर्व भारत, जम्मू और कश्मीर, आदि। जिले के अन्य स्टेशन एरानियल, पलियाडी, कुझीथुराई और कुझीथुरई पश्चिम हैं। पैसेंजर ट्रेनें तिरुवनंतपुरम, कोल्लम, पुनालुर, कोट्टायम, तिरुनेलवेली, मदुरै और कोयम्बटूर को नागरकोइल से जोड़ती हैं।</p>\r\n<p>एयरवेज</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम अंतरराष्ट्रीय हवाई अड्डा त्रिवेंद्रम अंतर्राष्ट्रीय हवाई अड्डा है जो कन्याकुमारी से 95 किलोमीटर दूर है। नागरिक उड्डयन मंत्रालय कन्याकुमारी जिले में स्वामिथोप्पु के पास एक हवाई अड्डे का निर्माण करने की योजना बना रहा है क्योंकि इस पहल से जिले के कई अंतर्राष्ट्रीय पर्यटक आकर्षित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>यह जिला अपनी शैक्षिक उत्कृष्टता के लिए लोकप्रिय है। उच्च शिक्षा के स्कूल और कॉलेज जिले भर में पाए जाते हैं। सरकारी स्कूल निजी संस्थानों की तुलना में अच्छी संख्या में हैं। सरकारी स्कूल उत्कृष्टता में निजी स्कूलों के साथ प्रतिस्पर्धा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला कई पुराने शिक्षण संस्थानों का घर है। सेतु लक्ष्मी बाई (S.L.B) हायर सेकेंडरी स्कूल जो नागरकोइल में स्थित है, जिले का महत्वपूर्ण और लोकप्रिय स्कूल है। नागरकोइल के अन्य महत्वपूर्ण विद्यालय हैं- डीवीडी हायर सेकेंडरी स्कूल, कविमनी देसिया विनयागम पिल्लई (केडीवीपी) हायर सेकेंडरी स्कूल फॉर गर्ल्स, सेंट जोसेफ कॉन्वेंट फॉर गर्ल्स, डूथी हायर सेकेंडरी स्कूल फॉर गर्ल्स, कार्मेल हायर सेकंडरी स्कूल फॉर बॉयज और लिटिल फ्लावर हायर सेकंडरी। लड़कियों के लिए स्कूल। जिले के अन्य प्रतिष्ठित संस्थान अमला कॉन्वेंट (थुकले), एल.एम.एस. हायर सेकेंडरी स्कूल फॉर बॉयज़ एंड गर्ल्स (मार्थंडम) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में दसियों कॉलेज हैं, जिनमें मुख्य रूप से कला, विज्ञान और इंजीनियरिंग कॉलेज हैं। स्कॉट क्रिश्चियन कॉलेज, जो नागरकोइल में विलियम टोबियास रिंगेल्टाबे द्वारा स्थापित किया गया है, 120 साल से अधिक पुराना है और यह भारत के शुरुआती कॉलेजों में से एक है और मद्रास प्रेसीडेंसी में सबसे पुराना कॉलेज है। दक्षिण त्रावणकोर हिंदू कॉलेज भी 1952 में स्थापित नागरकोइल का एक पुराना कॉलेज है। नागरकोइल के अन्य मुख्य कॉलेज पायनियर कुमारस्वामी कॉलेज, महिला क्रिश्चियन कॉलेज और होली क्रॉस कॉलेज हैं। जिले के अन्य महत्वपूर्ण कॉलेज हैं श्री अय्यप्पा कॉलेज फॉर वूमेन (चुंकंकादई), सिवन्ति अदितानर कॉलेज (पिल्लेपुरम), अरिग्नार अन्ना कॉलेज (अरालवाइमोझी), लेक्शमम कॉलेज ऑफ आर्ट्स एंड साइंस (लीक्षमीपुरम), मुस्लिम आर्ट्स कॉलेज (थिरुविथमोडकोड), और नेमसोनी। क्रिश्चियन कॉलेज (मार्तंडम)। गवर्नमेंट पॉलिटेक्निक कॉलेज और सरकारी इंजीनियरिंग कॉलेज कोनाम में, नागरकोइल से 5 किलोमीटर दूर स्थित है। कन्नियाकुमारी गवर्नमेंट मेडिकल कॉलेज की स्थापना 2001 में असीरिपल्लम, नागरकोइल में हुई थी। कन्याकुमारी और नागरकोइल में कला और विज्ञान के लिए सरकारी कॉलेज बनाए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanyakumari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kanyakumari-nagercoil-tamil-nadu","tags":[{"name":"नागरकोइल","slug":"nagercoil"},{"name":"कन्याकूमारी","slug":"kanyakumari"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":922,"title":"तिरुवल्लुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","dateCreated":"2019-10-23T02:12:21.145Z","dateModified":"2019-10-23T02:12:21.145Z","contributedBy":"AskGif","content":"तिरुवल्लूर जिला, जिसे तिरुवल्लूर जिला भी कहा जाता है, भारतीय राज्य तमिलनाडु में एक प्रशासनिक जिला है। तिरुवल्लुर का तेजी से विकासशील शहर जिला मुख्यालय है। जिले में शहरी और ग्रामीण विशेषताओं का मिश्रण है। तिरुवल्लूर जिले का पूर्वी भाग शहरी विशेषताओं से प्रभावित है, जबकि जिले के उत्तरी हिस्से में आ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवल्लुर","slug":"tiruvallur"}],"slug":"top-places-to-visit-in-tiruvallur-tamil-nadu","total":0},{"id":913,"title":"तिरुपुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"तिरुपुर या तिरुपुर भारतीय राज्य तमिलनाडु में स्थित एक शहर है। तिरुपुर, तिरुपुर जिले का प्रशासनिक मुख्यालय और तमिलनाडु में पाँचवाँ सबसे बड़ा शहरी समूह है। नोय्याल नदी के तट पर स्थित, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, मैसूर साम्राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शासन किया गया है। यह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुपुर","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":891,"title":"चेन्नई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"चेन्नई जिला, जिसे पहले मद्रास जिले के रूप में जाना जाता था या \"मदरसापट्टिनम\", भारत में तमिलनाडु राज्य का एक जिला है। यह राज्य के सभी जिलों में सबसे छोटा है, लेकिन सबसे अधिक जनसंख्या घनत्व है। जिला एक शहर जिला है जिसका अर्थ है कि इसका एक जिला मुख्यालय नहीं है। ग्रेटर चेन्नई सिटी का अधिकांश हिस्सा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चेन्नई","slug":"chennai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-chennai-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}