{"id":9,"title":"Windows explorer has stopped working?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":"<p>Since the beginning of the windows era there have been few windows&rsquo; errors which manage to show their existence every now and then. A very common among them that would come into your mind would be the critical recovery error shown by windows, however if you go for searching about it in detail then you would land among numerous entries. Similarly, another very common error is &quot;Windows explorer has stopped working&quot;.<br />\r\nThis one is very frequent on windows 7 enabled PC. The reason for its recurrent occurrence is that they have multiple causes. It&rsquo;s not some single issue which brings such error, hence it&rsquo;s hard to fix. Here, we will list out few steps to be used in order to fix such errors.<br />","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","subContents":[{"SubTitle":"Clean Boot Testing","SubTitleHindi":null,"SubContent":"<p>In search for the prime reason you&rsquo;ll come across the fact that it was caused by some application other than OS, as windows rarely corrupts itself. So one should strive hard to isolate the program, startup or any a service which is generating the issue.<br />\r\nIt can be done by performing the clean boot as stated below:<br />\r\nFirstly, all third party services and items under startup should be disabled using the MSCONFIG and look if the problem goes away. A positive result indicates that either it is a service or may be a startup item. Now you need to reboot the system again and again enabling half the applications. Though it is bit time consuming but worth, as in the end it would leave your computer working properly.<br />\r\n&nbsp;</p>\r\n\r\n<p><strong>Step 2 -- Disable Shell Extensions</strong><br />\r\nIf problem persists even after the clean boot process then all non Microsoft shell extensions should be halted. This may be done with the help of a free plug-in from Nirsoft known as ShellExView.&nbsp;<br />\r\nFirst execute the program sorting them by the name of manufacturer, and then items other than from Microsoft should be stopped. Now once again if the issue is resolved it means that it was because of any one of the shell extension, which you may check enabling them one by one. In order to disable any item simply click the red button after selecting it.<br />\r\n&nbsp;</p>\r\n\r\n<p><strong>Step 3 &ndash; Updating the Video Driver</strong><br />\r\nIn some rare cases, a video driver that is old or might have been infected, may also cause this problem. You may simply go to your hardware vendor&rsquo;s site and download its latest 32 or 64 bit compatible version for windows.</p>\r\n\r\n<p><strong>Step 4 &ndash; Selection of Always show icon box</strong><br />\r\nOne more solution would be selecting the Always show icon, never thumbnail box in the View tab in the Windows explorer, for Windows XP (Tools &gt; Folder Option &gt; View), and for Windows Vista or 7 (Organize &gt; Folder and search option &gt; View).&nbsp;<br />\r\nThis step would ensure that your system always shows an icon view of your image and video files instead of a small thumbnail picture. Although it may not appear as a direct solution but possibly your problem may get resolved and no more error message stating &ldquo;Windows explorer has stopped working&rdquo; would come.<br />\r\n&nbsp;</p>\r\n\r\n<p><strong>Step 5 &ndash; Restoring the System</strong><br />\r\nIf you are facing the problem after installing some new updates or any new application then it is recommended that you shall restore your computer system. System restore can be done by simply typing &ldquo;system restore&rdquo; keyword in start menu. It ensures that your system reaches to a better state, a time before the installation was done.<br />\r\n&nbsp;</p>\r\n\r\n<p><strong>Step 6 &ndash; Run the System File Checker command</strong><br />\r\nAlthough rare, but there exist a possibility that this problem might have been caused due to corrupted files. You may resolve it using several tools. To start with, go to the command prompt and run the system file checker command. In order to open the command prompt in admin mode go to the start menu and type the &ldquo;command prompt&rdquo; keyword, and then select run it as Administrator. Lastly, type the following listed command:</p>\r\n\r\n<blockquote>\r\n<p>sfc /scannow</p>\r\n</blockquote>\r\n\r\n<p><br />\r\n<strong>Method 7 &ndash; Repair Install Windows</strong><br />\r\nAnother step could be repairing your Windows. For this go on to the startup repair from the System Recover Option. All you need to do is press F8 button while your system is booting. From the list of Advanced Boot Options, select Repair your computer.<br />\r\nRun the Startup Repair by selecting it. Further while you are in the recovery option of your system, you may select the command prompt there and try running this command:</p>\r\n\r\n<blockquote>\r\n<p>chkdsk c: /r</p>\r\n</blockquote>\r\n\r\n<p><br />\r\n<strong>Step 8 &ndash; Removing the Virus and Malwares&nbsp;</strong><br />\r\nIf none of the above steps had helped you out in getting rid of &ldquo;Windows explorer has stopped working&rdquo; error, it means your system is infected with some malwares or a virus. Go for installation of some antivirus software and anti-spywares and check if your problem fixes up. In case of heavy virus attack you may be left with the only option of reinstalling your windows after formatting.<br />\r\n&nbsp;</p>","SubContentHindi":null,"ImageUrl":"025cc3d6-565d-4c83-b486-cc7e7e1dca0c_system-boot-error_wm_hd.gif","HdImageUrl":null,"gifUrl":null,"Priority":""}],"category":{"name":"informatives","slug":"informatives"},"slug":"windows-explorer-has-stopped-working","tags":[{"name":"windows-explorer","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"windows","slug":"windows"},{"name":"computer","slug":"computer"}],"recommendations":[{"id":1302,"title":"Ruby - Local Environment Setup in Windows","imageUrl":"9f06272e-5897-49e2-8b9d-cde9db1b7b2f-ruby-windows.jpg","dateCreated":"2020-05-11T13:36:14.941Z","dateModified":"2020-05-11T13:38:30.41Z","contributedBy":"AskGif","content":"Here are the steps to install Ruby on a Windows machine.\r\nNOTE - You may have different versions available at the time of installation.\r\n- Download a zipped file having the latest version of Ruby. Follow <a title=\"https://www.ruby-lang.org/en/downloads/\" href=\"https://www.ruby-lang.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f06272e-5897-49e2-8b9d-cde9db1b7b2f-ruby-windows.jpg","category":{"name":"tutorials","slug":"tutorials"},"tags":[{"name":"surbhi-blog","slug":"surbhi-blog"},{"name":"windows","slug":"windows"},{"name":"ruby-on-rails","slug":"ruby-on-rails"}],"slug":"ruby-local-environment-setup-in-windows","total":0},{"id":11,"title":"What is a .Dat file in windows?","imageUrl":"faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","dateCreated":"2018-07-03T17:29:18.585Z","dateModified":"2018-07-09T15:52:38.509Z","contributedBy":"AskGif","content":"Sometimes you might have received an email containing an attachment with .Dat extension, and then you must have questioned yourself that &ldquo;What is .Dat file&rdquo;. Further you might have asked that how to excess this particular file. So, let&rsquo;s have a look at solution to those frequent","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"dat-file-format","slug":"dat-file-format"},{"name":"computer","slug":"computer"}],"slug":"what-is-a-.dat-file-in-windows","total":0},{"id":9,"title":"Windows explorer has stopped working?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":"Since the beginning of the windows era there have been few windows&rsquo; errors which manage to show their existence every now and then. A very common among them that would come into your mind would be the critical recovery error shown by windows, however if you go for searching about it in deta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"windows-explorer","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"windows","slug":"windows"},{"name":"computer","slug":"computer"}],"slug":"windows-explorer-has-stopped-working","total":0},{"id":6,"title":"Modern Computer Antivirus","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"At present every computer user is facing problem of his system being affected by the malware programs.\r\nMalware is term which collectively refers to malicious programs like virus, Trojans, worms and spyware\r\nprograms. Once your computer has been affected an unauthorized person can track your personn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"computer","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}