{"id":9,"title":"विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":"<p> विंडोज़ युग की शुरुआत के बाद से कुछ खिड़कियां हैं & rsquo; त्रुटियां जो हर समय और उसके अस्तित्व को दिखाने के लिए प्रबंधन करती हैं। उन लोगों में से एक बहुत आम है जो आपके दिमाग में आएंगे, विंडोज़ द्वारा दिखाए गए महत्वपूर्ण वसूली त्रुटि होगी, हालांकि यदि आप विस्तार से इसके बारे में खोज करने के लिए जाते हैं तो आप कई प्रविष्टियों में उतरेंगे। इसी तरह, एक और बहुत ही सामान्य त्रुटि है & quot; विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है & quot; <br />\r\nविंडोज 7 सक्षम पीसी पर यह बहुत बार होता है। इसकी आवर्ती घटना का कारण यह है कि उनके पास कई कारण हैं। यह कुछ एकल मुद्दा नहीं है जो ऐसी त्रुटि लाता है, इसलिए इसे ठीक करना मुश्किल है। यहां, हम ऐसी त्रुटियों को ठीक करने के लिए उपयोग किए जाने वाले कुछ चरणों की सूची देंगे। <br />","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","subContents":[{"SubTitle":"स्वच्छ बूट परीक्षण","SubTitleHindi":null,"SubContent":"<p> मुख्य कारण की खोज में आप इस तथ्य से आ जाएंगे कि यह ओएस के अलावा कुछ एप्लिकेशन के कारण हुआ था, क्योंकि खिड़कियां शायद ही कभी खुद को दूषित करती हैं। इसलिए किसी को प्रोग्राम, स्टार्टअप या किसी भी सेवा को अलग करने के लिए कड़ी मेहनत करनी चाहिए जो इस मुद्दे को उत्पन्न कर रहा है। <br />\r\nयह नीचे बताए गए स्वच्छ बूट करके किया जा सकता है: <br />\r\nसबसे पहले, स्टार्टअप के तहत सभी तृतीय पक्ष सेवाओं और वस्तुओं को MSCONFIG का उपयोग करके अक्षम किया जाना चाहिए और देखें कि समस्या दूर हो गई है या नहीं। एक सकारात्मक परिणाम इंगित करता है कि या तो यह एक सेवा है या स्टार्टअप आइटम हो सकता है। अब आपको आधे अनुप्रयोगों को सक्षम करने के लिए बार-बार सिस्टम को रीबूट करने की आवश्यकता है। हालांकि यह थोड़ा समय लेने वाला है लेकिन लायक है, अंत में यह आपके कंप्यूटर को ठीक से काम कर देगा। <br />\r\n& Nbsp; </ p>\r\n\r\n<p> <strong> चरण 2 - शैल एक्सटेंशन अक्षम करें </ strong> <br />\r\nयदि क्लीन बूट प्रक्रिया के बाद भी समस्या बनी रहती है तो सभी गैर माइक्रोसॉफ्ट खोल एक्सटेंशन को रोक दिया जाना चाहिए। यह Nirsoft से मुफ्त प्लग-इन की मदद से किया जा सकता है जिसे ShellExView के नाम से जाना जाता है। & Nbsp; <br />\r\nपहले निर्माता के नाम से उन्हें सॉर्ट करने वाले प्रोग्राम को निष्पादित करें, और फिर माइक्रोसॉफ्ट के अलावा अन्य आइटमों को रोका जाना चाहिए। अब एक बार फिर यदि समस्या हल हो गई है तो इसका मतलब है कि यह किसी भी शेल एक्सटेंशन के कारण था, जिसे आप एक-एक करके सक्षम करने की जांच कर सकते हैं। किसी भी आइटम को अक्षम करने के लिए इसे चुनने के बाद लाल बटन पर क्लिक करें। <br />\r\n& Nbsp; </ p>\r\n\r\n<p> <strong> चरण 3 और ndash; वीडियो चालक को अपडेट करना </ strong> <br />\r\nकुछ दुर्लभ मामलों में, एक वीडियो ड्राइवर जो पुराना है या शायद संक्रमित हो सकता है, भी इस समस्या का कारण बन सकता है। आप बस अपने हार्डवेयर विक्रेता & rsquo साइट पर जा सकते हैं और विंडोज़ के लिए अपने नवीनतम 32 या 64 बिट संगत संस्करण डाउनलोड कर सकते हैं। </ P>\r\n\r\n<p> <strong> चरण 4 और ndash; आइकन बॉक्स हमेशा दिखाएं </ strong> <br />\r\nएक और समाधान विंडोज एक्सपी (टूल्स & gt; फ़ोल्डर विकल्प & gt; व्यू) के लिए, विंडोज विस्टा या 7 (ऑर्गेनाइज & gt; फ़ोल्डर और खोज के लिए, विंडोज एक्सप्लोरर में व्यू टैब में कभी भी थंबनेल बॉक्स का चयन नहीं करेगा) विकल्प & gt; देखें)। & nbsp; <br />\r\nयह चरण यह सुनिश्चित करेगा कि आपका सिस्टम हमेशा आपकी छोटी छवि थंबनेल चित्र की बजाय आपकी छवि और वीडियो फ़ाइलों का आइकन दृश्य दिखाएगा। यद्यपि यह प्रत्यक्ष समाधान के रूप में प्रकट नहीं हो सकता है, लेकिन संभवतः आपकी समस्या हल हो सकती है और कोई और त्रुटि संदेश बता नहीं रहा है; विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है & rdquo; आ जाएगा। <br />\r\n& Nbsp; </ p>\r\n\r\n<p> <strong> चरण 5 और ndash; सिस्टम को पुनर्स्थापित करना </ strong> <br />\r\nयदि आप कुछ नए अपडेट या किसी नए एप्लिकेशन को स्थापित करने के बाद समस्या का सामना कर रहे हैं तो यह अनुशंसा की जाती है कि आप अपने कंप्यूटर सिस्टम को पुनर्स्थापित करेंगे। सिस्टम पुनर्स्थापना बस टाइप करके & ldquo; सिस्टम पुनर्स्थापना & rdquo; द्वारा किया जा सकता है; स्टार्ट मेनू में कीवर्ड। यह सुनिश्चित करता है कि इंस्टॉलेशन पूरा होने से एक समय पहले आपका सिस्टम बेहतर स्थिति तक पहुंच जाए। <br />\r\n& Nbsp; </ p>\r\n\r\n<p> <strong> चरण 6 और ndash; सिस्टम फ़ाइल परीक्षक आदेश चलाएं </ strong> <br />\r\nहालांकि दुर्लभ है, लेकिन एक संभावना मौजूद है कि दूषित फ़ाइलों के कारण यह समस्या हो सकती है। आप इसे कई टूल का उपयोग कर हल कर सकते हैं। प्रारंभ करने के लिए, कमांड प्रॉम्प्ट पर जाएं और सिस्टम फ़ाइल चेकर कमांड चलाएं। व्यवस्थापक मोड में कमांड प्रॉम्प्ट खोलने के लिए स्टार्ट मेनू पर जाएं और & ldquo; कमांड प्रॉम्प्ट & rdquo टाइप करें; कीवर्ड, और उसके बाद इसे प्रशासक के रूप में चलाएं चुनें। अंत में, निम्न सूचीबद्ध कमांड टाइप करें: </ p>\r\n\r\n<Blockquote>\r\n<p> एसएफसी / स्कैनो </ p>\r\n</ Blockquote>\r\n\r\n<पी> <br />\r\n<strong> विधि 7 & ndash; मरम्मत विंडोज़ स्थापित करें </ strong> <br />\r\nएक और कदम आपके विंडोज़ की मरम्मत कर सकता है। इसके लिए सिस्टम रिकवर विकल्प से स्टार्टअप मरम्मत पर जाएं। जब आपको सिस्टम बूट हो रहा है तो आपको केवल F8 बटन दबाएं। उन्नत बूट विकल्पों की सूची से, अपने कंप्यूटर को सुधारें चुनें। <br />\r\nइसे चुनकर स्टार्टअप मरम्मत चलाएं। इसके अलावा, जब आप अपने सिस्टम के रिकवरी विकल्प में हों, तो आप कमांड प्रॉम्प्ट का चयन कर सकते हैं और इस कमांड को चलाने का प्रयास करें: </ p>\r\n\r\n<Blockquote>\r\n<p> chkdsk c: / r </ p>\r\n</ Blockquote>\r\n\r\n<पी> <br />\r\n<strong> चरण 8 और ndash; वायरस और मालवेयर को हटा रहा है & nbsp; </ strong> <br />\r\nयदि उपरोक्त चरणों में से कोई भी आपको छुटकारा पाने में मदद नहीं करता है; विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है & rdquo; त्रुटि, इसका मतलब है कि आपका सिस्टम कुछ मालवेयर या वायरस से संक्रमित है। कुछ एंटीवायरस सॉफ़्टवेयर और एंटी-स्पाइवेयर की स्थापना के लिए जाएं और जांचें कि आपकी समस्या ठीक हो गई है या नहीं। भारी वायरस हमले के मामले में आपको फ़ॉर्मेटिंग के बाद अपनी विंडो को पुनर्स्थापित करने का एकमात्र विकल्प छोड़ दिया जा सकता है। <br />\r\n& Nbsp; </ p>","SubContentHindi":null,"ImageUrl":"025cc3d6-565d-4c83-b486-cc7e7e1dca0c_system-boot-error_wm_hd.gif","HdImageUrl":null,"gifUrl":null,"Priority":""}],"category":{"name":"लेख","slug":"informatives"},"slug":"windows-explorer-has-stopped-working","tags":[{"name":"विन्डोज़-एक्सप्लोरर","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"विंडोज","slug":"windows"},{"name":"कंप्यूटर","slug":"computer"}],"recommendations":[{"id":1302,"title":"Ruby - Local Environment Setup in Windows","imageUrl":"9f06272e-5897-49e2-8b9d-cde9db1b7b2f-ruby-windows.jpg","dateCreated":"2020-05-11T13:36:14.941Z","dateModified":"2020-05-11T13:38:30.41Z","contributedBy":"AskGif","content":"Here are the steps to install Ruby on a Windows machine.\r\nNOTE - You may have different versions available at the time of installation.\r\n- Download a zipped file having the latest version of Ruby. Follow <a title=\"https://www.ruby-lang.org/en/downloads/\" href=\"https://www.ruby-lang.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f06272e-5897-49e2-8b9d-cde9db1b7b2f-ruby-windows.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"विंडोज","slug":"windows"},{"name":"रूबी-ऑन-रेल्स","slug":"ruby-on-rails"}],"slug":"ruby-local-environment-setup-in-windows","total":0},{"id":11,"title":"डेट फ़ाइल क्या है?","imageUrl":"faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","dateCreated":"2018-07-03T17:29:18.585Z","dateModified":"2018-07-09T15:52:38.509Z","contributedBy":"AskGif","content":"कभी-कभी आपको एक ईमेल प्राप्त हो सकता है जिसमें डैट एक्सटेंशन होता है, और फिर आपने खुद से सवाल किया होगा कि \"डैट फ़ाइल क्या है\"। इसके अलावा आपने पूछा होगा कि इस विशेष फ़ाइल को कैसे अतिरिक्त करें। तो, आइए उन लगातार संदेहों के समाधान पर नज़र डालें।\r\nपहली बात यह है कि डेटा फ़ाइल इंगित करती है ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"dat-file-format","slug":"dat-file-format"},{"name":"कंप्यूटर","slug":"computer"}],"slug":"what-is-a-.dat-file-in-windows","total":0},{"id":9,"title":"विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":" विंडोज़ युग की शुरुआत के बाद से कुछ खिड़कियां हैं & rsquo; त्रुटियां जो हर समय और उसके अस्तित्व को दिखाने के लिए प्रबंधन करती हैं। उन लोगों में से एक बहुत आम है जो आपके दिमाग में आएंगे, विंडोज़ द्वारा दिखाए गए महत्वपूर्ण वसूली त्रुटि होगी, हालांकि यदि आप विस्तार से इसके बारे में खोज करने के लिए ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"विन्डोज़-एक्सप्लोरर","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"विंडोज","slug":"windows"},{"name":"कंप्यूटर","slug":"computer"}],"slug":"windows-explorer-has-stopped-working","total":0},{"id":6,"title":"आधुनिक कंप्यूटर एंटीवायरस","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"वर्तमान में प्रत्येक कंप्यूटर उपयोगकर्ता को मैलवेयर प्रोग्राम से प्रभावित होने वाली प्रणाली की समस्या का सामना करना पड़ रहा है।\r\nमैलवेयर शब्द है जो सामूहिक रूप से वायरस, ट्रोजन, कीड़े और स्पाइवेयर जैसे दुर्भावनापूर्ण प्रोग्रामों को संदर्भित करता है\r\nकार्यक्रम। एक बार आपका कंप्यूटर प्रभावित हो जाने क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"कंप्यूटर","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}