{"id":900,"title":"Top Places to visit in Karur, Tamil Nadu","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"<p>Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district. It is located on the banks of River Amaravathi, It is situated at about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru</p>\r\n<p>Karur has been ruled at different times, by the Cheras, Later Cholas, Vijayanagar Empire, Madurai Nayaks, Mysore Kingdom and the British.</p>\r\n<p>Karur District is a district located very centrally along the Kaveri and Amaravathi rivers in the Indian state of Tamil Nadu. The main town in Karur District is the city of Karur, which is also the district headquarters. The district had a population of 1,064,493 with a sex-ratio of 1,015 females for every 1,000 males.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism and places of interest</p>\r\n<p>Picnic spots</p>\r\n<p>Mayanur &ndash; Kaveri bed regulator, Dam and River side park</p>\r\n<p>Amma Park - Thirukkampuliyur, near Mayanur</p>\r\n<p>Chettipalayam &ndash; Amaravathi bed regulator, park</p>\r\n<p>Tirumukkudalur &ndash; Kaveri and Amaravathi rivers coincide here</p>\r\n<p>Nerur &ndash; Sacred muut, Meditation, River side park</p>\r\n<p>Kadavur &ndash; Ponnaniyar dam, park</p>\r\n<p>Rengamalai &ndash; Devotional, Trekking</p>\r\n<p>Temples</p>\r\n<p>&nbsp;</p>\r\n<p>Kalyana Pasupatheeswarar Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Balasubramania swamy temple, Vennaimalai</p>\r\n<p>Shree Kalyana Pasupatheeswarar Temple (Thiru Aanilai), Karur</p>\r\n<p>Shree Abayapradhana Ranganathar Temple, Karur</p>\r\n<p>Shree Karuvur Mariyamman Temple, Karur</p>\r\n<p>Thanthondrimalai Shree Kalyana Venkataramanaswamy Temple</p>\r\n<p>Shree Balasubramania Swamy Temple, Vennaimalai</p>\r\n<p>Pugazhimalai Shree BalasubramaniaSwamy Temple (Aaru Naatar Malai)</p>\r\n<p>Balamalai Shree Balathandayuthapani Temple</p>\r\n<p>Vanjeleeshwarar Temple, Karur</p>\r\n<p>Koteeshwarar Temple, Karur</p>\r\n<p>Venjamangudalur Vigirtheeswarar Tempe</p>\r\n<p>Velliyanai-Shree kalyana Pressana Venkatramana Perumal Samy Temple</p>\r\n<p>Aravakkurichi Kasi visvanathar Temple</p>\r\n<p>Nerur Shree Sadhasiva Bhrameendhraal Mutt, Kasi VishwanatharTemple</p>\r\n<p>Nerur Agneeshwarar Temple</p>\r\n<p>Madhukkarai Sellandiyamman Temple</p>\r\n<p>Chinna Darapuram Munimukktheswarar Temple</p>\r\n<p>Krishnarayapuram Tirukkanmalleswarar Temple</p>\r\n<p>Kadavur Vasantha perumal Temple</p>\r\n<p>Veerappur Kannimaramman, Ponnar Sankar Temple</p>\r\n<p>Kulithalai Kadambar Temple</p>\r\n<p>Kulithalai Neelameegha perumal Temple</p>\r\n<p>Iyermalai Rathinagireeshwarar Temple</p>\r\n<p>Sivayam Sivapurishwarar Temple</p>\r\n<p>karuppathur Iyyapan Temple (1st Iyyapa Temple in Tamil Nadu)</p>\r\n<p>karuppathur Simmapureeswarar Temple</p>\r\n<p>Mahanadhapuram Mahalakshmi Amman temple</p>\r\n<p>Kallai Shri Kaliamman Temple</p>\r\n<p>Kallai Shri Mariyamman Temple</p>\r\n<p>Togamalai Murugan Temple</p>\r\n<p>Tirumukkudalur Agastheeshwarar Temple</p>\r\n<p>Rangamalai Malleeshwarar Temple</p>\r\n<p>Puliyur Vyakarapuriswarar temple</p>\r\n<p>Uppidamangalam Adiyaarkku ealiyaar Temple</p>\r\n<p>Kodanthur Shree Rajalinga MOORTHI temple</p>\r\n<p>Rangamalai Malleshwaran Temple</p>\r\n<p>Health</p>\r\n<p>Karur district has 1 Government Medical College Hospital, 5 Government General Hospitals, 29 Primary Health Care centres, 168 health sub-centres. In recent years, it has gained notoriety as one of the districts with the highest prevalence of HIV/AIDS in the country. In response to the epidemic, a massive district-level communication campaign (DLCC) was launched in 2006 by the USAID-funded APAC-VHS project in the district. In 2007, the district received its own ART (Antiretroviral drug therapy) Centre, located at the Government General Hospital. Also in 2007, Karur was selected as an IMAI pilot district by the World Health Organization and Solidarity and Action against the HIV Infection in India, with support from the District Collectorate and Tamil Nadu AIDS Control Society.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>The Karur municipality maintains 59.02 km (36.67 mi) of roads. The city has 17.77 km (11.04 mi) concrete roads, 0.53 km (0.33 mi) WBM roads, 0.57 km (0.35 mi) gravel roads and 40.15 km (24.95 mi) bituminous road. A total of 9.51 km (5.91 mi) of state highways is maintained by the State Highways Department and 7 km (4.3 mi) of national highways by the national highways department.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 2 national highways namely the NH 44 (new numbering) National Highway 7 (India)(old numbering) (Varanasi - Kanyakumari road (now called NSC North-South corridor road NH 44) and NH 67 Nagapattinam - Gudalur road that pass via Karur. It connects the city with all other parts of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Karur bus stand is a B-grade bus stand located in the center of the town. The State Express Transport Corporation operates long distance buses connecting the city to important cities like Chennai, Bangalore, Thiruvananthapuram, Thirupathi, Nagercoil, etc. Apart from this, Tamil Nadu State Transport Corporation operates city and moffusil busses from Karur to other parts of Tamil Nadu and neighbourhood states. Karnataka State Road Transport Corporation and Kerala State Road Transport Corporation also operates few busses to and from Karur. Karur is situated at the centre of Tamilnadu so you can reach any part of Tamilnadu within seven hours.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance of Railway station</p>\r\n<p>Karur Junction railway station (station code - KRR) is one of the railway junctions under the Salem division of the Indian Railways network. It is one of the major railway station in Southern Railways and also an A grade junction in salem division. Almost All trains to various part of the country halts here. It has 5 active Platforms and 7 broad gauge electrified tracks, that forms the intersection between Erode-Tiruchirapalli, Erode-Madurai and Salem-Karur. section.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>The nearest local and international airport is the Tiruchirapalli International Airport, located 78 km away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are 72 government and private schools, 1 government arts college, and number of private arts and science, architecture, engineering, polytechnic, Teacher training, nursing, catering colleges are in and around Karur.</p>\r\n<p>&nbsp;</p>\r\n<p>List of schools and colleges in karur</p>\r\n<p>Government_Higher_Secondary_School,_Thanthonimalai</p>\r\n<p>Government_Higher_Secondary_School,_Velliyanai</p>\r\n<p>Utilities</p>\r\n<p>Electricity supply to Karur is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The town along with its suburbs forms the Karur Electricity Distribution Circle. A Chief Distribution engineer is stationed at the regional headquarters. Water supply is provided by the Karur Municipality from the Cauvery river through Chinnandan Kovil head water work and Thirumanilaiyur water pumping station. In the period 2000&ndash;2001, a total of 7 million litres of water was supplied everyday for households in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>As per the municipal data for 2011, about 45 metric tonnes of solid waste were collected from Karur every day by door-to-door collection and subsequently the source segregation and dumping was carried out by the sanitary department of the Karur municipality. The coverage of solid waste management in the town by the municipality had an efficiency of 100% as of 2001. There is no underground drainage system in the town and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences.</p>\r\n<p>&nbsp;</p>\r\n<p>The municipality maintained a total of 115 km (71 mi) of storm water drains in 2011. As of 2011, there is one government medical college hospital, one municipal dispensary, 19 private dispensaries, one ESI dispensary, one municipal Siddha centre, two Ayurvedic clinics, three private general clinics, one private skin care clinic, nine private ENT clinics and one private tuberclosis clinics that take care of the health care needs of the citizens. As of 2011, the municipality maintained a total of 2,584 street lamps: 706 sodium lamps, 151 mercury vapour lamps, 2,274 tube lights and three high mast beam lamp. The municipality operates three markets, namely the Gandhi Market, Kamaraj Market and Uzhavar Santhai that cater to the needs of the town and the rural areas around it.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration and Politics</p>\r\n<p>Karur district has 1 Municipal Corporation, 1 Second grade Municipality 11 Town Panchayats and 158 Village Panchayats and 203 Revenue Villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Lok Shabha Constituencies</p>\r\n<p>Karur District Comes under 2 Lok Shabha Constituencies</p>\r\n<p>&nbsp;</p>\r\n<p>Karur (Lok Sabha constituency)</p>\r\n<p>Perambalur (Lok Sabha constituency)</p>\r\n<p>Karur District Assembly Constituencies</p>\r\n<p>Aravakkurichi Assembly Constituency</p>\r\n<p>Karur Assembly Constituency</p>\r\n<p>Krishnarayapuram Assembly Constituency</p>\r\n<p>Kulithalai Assembly Constituency</p>\r\n<p>Karur District Revenue Divisions</p>\r\n<p>The District is divided into 2 Revenue divisions namely Karur and Kulithalai.</p>\r\n<p>&nbsp;</p>\r\n<p>Karur District Sub Divisions (Taluks)</p>\r\n<p>Karur</p>\r\n<p>Aravakurichi</p>\r\n<p>Manmangalam</p>\r\n<p>Pugalur</p>\r\n<p>Kulithalai</p>\r\n<p>Krishnarayapuram</p>\r\n<p>Kadavur</p>\r\n<p>Karur District Blocks</p>\r\n<p>K.Paramathy</p>\r\n<p>Aravakurichi</p>\r\n<p>Karur</p>\r\n<p>Thanthoni</p>\r\n<p>Kadavur</p>\r\n<p>Krishnarayapuram</p>\r\n<p>Kulithalai</p>\r\n<p>Thogaimalai</p>\r\n<p>Town Panchayats</p>\r\n<p>Aravakurichi</p>\r\n<p>Pallapatti</p>\r\n<p>Punjaipugalur</p>\r\n<p>TNPL Pugalur (Kagithapuram)</p>\r\n<p>Puliyur</p>\r\n<p>Uppidamangalam</p>\r\n<p>Palaya Jeyankonda Cholapuram</p>\r\n<p>Krishnarayapuram</p>\r\n<p>Marudur</p>\r\n<p>Nangavaram</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Karur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-karur-tamil-nadu","tags":[{"name":"karur","slug":"karur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":913,"title":"Top Places to visit in Tirupur, Tamil Nadu","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"Tiruppur or Tirupur is a city located in the Indian state of Tamil Nadu. Tiruppur is the administrative headquarters of Tiruppur district and the fifth largest urban agglomeration in Tamil Nadu. Located on the banks of Noyyal River, it has been ruled at different times, by the Early Pandyas, Medi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tirupur","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":907,"title":"Top Places to visit in Pudukkottai, Tamil Nadu","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"pudukkottai","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":895,"title":"Top Places to visit in Dindigul, Tamil Nadu","imageUrl":"3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","dateCreated":"2019-10-15T02:34:31.744Z","dateModified":"2019-10-15T02:34:49.446Z","contributedBy":"AskGif","content":"Dindigul (Tiṇṭukkal) is a city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Dindigul district. Dindigul is located 420 km (260 mi) southwest from the state capital, Chennai, 100 km (62 mi) away from Tiruchirappalli and 66 km (41 mi) away from Madurai.\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dindigul","slug":"dindigul"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dindigul-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}