{"id":900,"title":"करूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"<p>करूर भारतीय राज्य तमिलनाडु का एक शहर है। करूर, करूर जिले का प्रशासनिक मुख्यालय है। यह अमरावती नदी के तट पर स्थित है, यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में लगभग 395 किलोमीटर (245 मील) पर स्थित है और बेंगलुरु से 295 किलोमीटर दूर है।</p>\r\n<p>करूर अलग-अलग समय पर चेरों, बाद में चोल, विजयनगर साम्राज्य, मदुरै नायक, मैसूर साम्राज्य और ब्रिटिश द्वारा शासित किया गया है।</p>\r\n<p>करूर जिला भारत के तमिलनाडु राज्य में कावेरी और अमरावती नदियों के किनारे बहुत केन्द्र में स्थित एक जिला है। करूर जिले का मुख्य शहर करूर शहर है, जो जिला मुख्यालय भी है। जिले में प्रति 1,000 पुरुषों पर 1,015 महिलाओं की लिंगानुपात 1,064,493 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन और दर्शनीय स्थल</p>\r\n<p>पिकनिक स्पॉट</p>\r\n<p>मयूर - कावेरी बिस्तर नियामक, डैम और रिवर साइड पार्क</p>\r\n<p>अम्मा पार्क - मयूर के पास थिरुक्कमपुलियूर</p>\r\n<p>चेट्टीपलायम - अमरावती बिस्तर नियामक, पार्क</p>\r\n<p>तिरुमुकुदालुर - कावेरी और अमरावती नदियाँ यहाँ मिलती हैं</p>\r\n<p>नेरुर - पवित्र मुट, ध्यान, रिवर साइड पार्क</p>\r\n<p>कदवुर - पोन्ननियार बांध, पार्क</p>\r\n<p>रेंगामलाई - भक्तिमय, ट्रेकिंग</p>\r\n<p>मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>कल्याण पसुपाथीश्वर मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>श्री बालासुब्रमण्यम स्वामी मंदिर, वेन्नामालई</p>\r\n<p>श्री कल्याण पाशुपतिेश्वर मंदिर (थिरु आनीलाई), करूर</p>\r\n<p>श्री अभयप्रधान रंगनाथ मंदिर, करूर</p>\r\n<p>श्री करुवुर मरियम्मन मंदिर, करूर</p>\r\n<p>तन्थोंद्रमिलाय श्री कल्याणं वेंकटरमनस्वामी मंदिर</p>\r\n<p>श्री बालासुब्रमण्यम स्वामी मंदिर, वेन्नामालई</p>\r\n<p>पुगझिमलाई श्री बालासुब्रमण्यस्वामी मंदिर (अरू नाम मलाई)</p>\r\n<p>बालमलाई श्री बालाथांडयुतपानी मंदिर</p>\r\n<p>वंजलेश्वर मंदिर, करूर</p>\r\n<p>कोटेश्वर मंदिर, करूर</p>\r\n<p>वेंजमंगुदलुर विग्रथेस्वरर तेम्पे</p>\r\n<p>वेल्लियनै-श्री कल्याना प्रेसाना वेंकटरमना पेरुमल सामी मंदिर</p>\r\n<p>अरवाकुरिचि कासी विस्वनाथ मंदिर</p>\r\n<p>नेरुर श्री सदाशिव भ्रामेन्द्रपाल मठ, काशी विश्वनाथपरम्</p>\r\n<p>नेरुर अग्नेश्वर मंदिर</p>\r\n<p>मधुकरई सेलंदियामैन मंदिर</p>\r\n<p>चिन्ना दारापुरम मुनिमुक्तेश्वर मंदिर</p>\r\n<p>कृष्णारायपुरम तिरुक्कलमलेश्वर मंदिर</p>\r\n<p>कदवुर वसन्था पेरुमल मंदिर</p>\r\n<p>वीरप्पुर कनिमरमन, पोन्नार शंकर मंदिर</p>\r\n<p>कुलथलाई कदंबार मंदिर</p>\r\n<p>कुलथलाई नीलमेघे पेरुमल मंदिर</p>\r\n<p>अय्यरमलाई रतिनागिरेश्वर मंदिर</p>\r\n<p>शिवम शिवपुरिश्वरार मंदिर</p>\r\n<p>करुप्पथुर अय्यपन मंदिर (तमिलनाडु में प्रथम अय्यपा मंदिर)</p>\r\n<p>करुप्पथुर सिम्मपुरुरेस्वर मंदिर</p>\r\n<p>महानदपुरम महालक्ष्मी अम्मन मंदिर</p>\r\n<p>कल्लै श्री कालीमन मंदिर</p>\r\n<p>कल्लै श्री मरियम्मन मंदिर</p>\r\n<p>तोगामलाई मुरुगन मंदिर</p>\r\n<p>तिरुमुक्कडालुर अगस्तीश्वर मंदिर</p>\r\n<p>रंगमलाई मल्लेश्वर मंदिर</p>\r\n<p>पुलियुर व्याकरणपुरिसार मंदिर</p>\r\n<p>उप्पिडमंगलम अदियारक्कु इलियार मंदिर</p>\r\n<p>कोडनथुर श्री राजालिंगा मंदिर मंदिर</p>\r\n<p>रंगमलाई मल्लेश्वरन मंदिर</p>\r\n<p>स्वास्थ्य</p>\r\n<p>करूर जिले में 1 सरकारी मेडिकल कॉलेज अस्पताल, 5 सरकारी सामान्य अस्पताल, 29 प्राथमिक स्वास्थ्य देखभाल केंद्र, 168 स्वास्थ्य उप-केंद्र हैं। हाल के वर्षों में, यह देश में एचआईवी / एड्स के उच्चतम प्रसार वाले जिलों में से एक के रूप में कुख्याति प्राप्त कर चुका है। महामारी के जवाब में, जिले में यूएसएआईडी द्वारा वित्त पोषित एपीएसी-वीएचएस परियोजना द्वारा 2006 में एक विशाल जिला-स्तरीय संचार अभियान (डीएलसीसी) शुरू किया गया था। 2007 में, जिले को सरकारी सामान्य अस्पताल में अपना स्वयं का एआरटी (एंटीरेट्रोवायरल ड्रग थेरेपी) केंद्र प्राप्त हुआ। इसके अलावा 2007 में, करूर को विश्व स्वास्थ्य संगठन और एकजुटता और भारत में एचआईवी संक्रमण के खिलाफ कार्रवाई द्वारा IMAI पायलट जिले के रूप में चुना गया था, जिला कलेक्ट्रेट और तमिलनाडु एड्स कंट्रोल सोसाइटी के समर्थन से।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>करूर नगरपालिका 59.02 किमी (36.67 मील) सड़कों का रखरखाव करती है। शहर में 17.77 किमी (11.04 मील) कंक्रीट सड़कें, 0.53 किमी (0.33 मील) डब्ल्यूबीएम सड़कें, 0.57 किमी (0.35 मील) बजरी सड़कें और 40.15 किमी (24.95 मील) बिटुमिनस सड़कें हैं। राज्य राजमार्गों का कुल 9.51 किमी (5.91 मील) राज्य राजमार्ग विभाग द्वारा और राष्ट्रीय राजमार्ग विभाग राष्ट्रीय राजमार्गों के 7 किमी (4.3 मील) बनाए रखा है।</p>\r\n<p>राष्ट्रीय राजमार्ग 7 (भारत नंबरिंग) राष्ट्रीय राजमार्ग 7 (भारत) (पुराना नंबरिंग) (वाराणसी - कन्याकुमारी सड़क (जिसे अब NSC उत्तर-दक्षिण गलियारा सड़क NH 44 कहा जाता है) और NH 67 नागपट्टम - गुडालुर रोड से गुजरने वाले 2 राष्ट्रीय राजमार्ग हैं करूर। यह शहर को देश के अन्य सभी हिस्सों से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>करूर बस स्टैंड एक बी-ग्रेड बस स्टैंड है जो शहर के केंद्र में स्थित है। राज्य एक्सप्रेस परिवहन निगम शहर को चेन्नई, बैंगलोर, तिरुवनंतपुरम, थिरुपाठी, नागरकोइल इत्यादि जैसे शहरों से जोड़ने के लिए लंबी दूरी की बसों का संचालन करता है। इसके अलावा, तमिलनाडु राज्य परिवहन निगम शहर और मफुसिल बुस करूर से तमिलनाडु के अन्य हिस्सों में संचालित होता है। और पड़ोसी राज्यों। कर्नाटक राज्य सड़क परिवहन निगम और केरल राज्य सड़क परिवहन निगम भी करूर से कुछ बसों का संचालन करते हैं। करूर तमिलनाडु के केंद्र में स्थित है, इसलिए आप तमिलनाडु के किसी भी हिस्से में सात घंटे के भीतर पहुंच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन का प्रवेश द्वार</p>\r\n<p>करूर जंक्शन रेलवे स्टेशन (स्टेशन कोड - KRR) भारतीय रेलवे नेटवर्क के सेलम डिवीजन के अंतर्गत आने वाले रेलवे जंक्शनों में से एक है। यह दक्षिणी रेलवे के प्रमुख रेलवे स्टेशन में से एक है और सलाम डिवीजन में ए ग्रेड जंक्शन भी है। देश के विभिन्न हिस्सों की लगभग सभी ट्रेनें यहाँ रुकती हैं। इसमें 5 सक्रिय प्लेटफार्म और 7 ब्रॉड गेज विद्युतीकृत ट्रैक हैं, जो इरोड-तिरुचिरापल्ली, इरोड-मदुरै और सलेम-करूर के बीच चौराहे का निर्माण करते हैं। अनुभाग।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>निकटतम स्थानीय और अंतरराष्ट्रीय हवाई अड्डा तिरुचिरापल्ली अंतर्राष्ट्रीय हवाई अड्डा है, जो शहर से 78 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>करूर में और उसके आसपास 72 सरकारी और निजी स्कूल, 1 सरकारी कला महाविद्यालय, और निजी कला और विज्ञान, वास्तुकला, इंजीनियरिंग, पॉलिटेक्निक, शिक्षक प्रशिक्षण, नर्सिंग, खानपान महाविद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>करूर में स्कूलों और कॉलेजों की सूची</p>\r\n<p>Government_Higher_Secondary_School, _Thanthonimalai</p>\r\n<p>Government_Higher_Secondary_School, _Velliyanai</p>\r\n<p>उपयोगिताएँ</p>\r\n<p>करूर को विद्युत आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। अपने उपनगरों के साथ शहर करूर विद्युत वितरण सर्कल बनाता है। एक मुख्य वितरण इंजीनियर क्षेत्रीय मुख्यालय में तैनात है। चूरनंदन कोविल हेड वाटर वर्क और थिरुमानिलायूर वाटर पंपिंग स्टेशन के माध्यम से कावेरी नगर पालिका द्वारा कावेरी नदी से जलापूर्ति की जाती है। २०००-२००१ की अवधि में, शहर में घरों के लिए प्रतिदिन period मिलियन लीटर पानी की आपूर्ति की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 के नगरपालिका के आंकड़ों के अनुसार, करूर से हर दिन डोर-टू-डोर कलेक्शन करके लगभग 45 मीट्रिक टन ठोस कचरा एकत्र किया गया और बाद में करूर नगरपालिका के स्वच्छता विभाग द्वारा स्रोत अलगाव और डंपिंग किया गया। नगरपालिका द्वारा कस्बे में ठोस कचरा प्रबंधन की कवरेज 2001 तक 100% की दक्षता थी। कस्बे में भूमिगत जल निकासी व्यवस्था नहीं है और मल के निपटान के लिए सीवरेज प्रणाली सेप्टिक टैंक, खुली नालियों और सार्वजनिक उपयुक्तता के माध्यम से है।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका ने 2011 में तूफानी पानी की नालियों का कुल 115 किमी (71 मील) का रखरखाव किया। 2011 तक, एक सरकारी मेडिकल कॉलेज अस्पताल, एक नगरपालिका औषधालय, 19 निजी औषधालय, एक ईएसआई औषधालय, एक नगरपालिका सिध्द केंद्र, दो आयुर्वेदिक हैं। क्लीनिक, तीन निजी सामान्य क्लीनिक, एक निजी त्वचा देखभाल क्लिनिक, नौ निजी ईएनटी क्लीनिक और एक निजी ट्यूबरक्लोसिस क्लीनिक जो नागरिकों की स्वास्थ्य देखभाल की जरूरतों का ख्याल रखते हैं। 2011 तक, नगरपालिका ने कुल 2,584 स्ट्रीट लैंप: 706 सोडियम लैंप, 151 पारा वाष्प लैंप, 2,274 ट्यूब लाइट और तीन उच्च मस्तूल बीम लैंप बनाए रखा। गांधी मार्केट, कामराज मार्केट और उझावर संथाई नाम के नगरपालिका तीन बाजारों का संचालन करती है, जो शहर और उसके आसपास के ग्रामीण क्षेत्रों की जरूरतों को पूरा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासन और राजनीति</p>\r\n<p>करूर जिले में 1 नगर निगम, 1 द्वितीय श्रेणी नगर पालिका 11 नगर पंचायत और 158 ग्राम पंचायत और 203 राजस्व गांव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लोक शाला निर्वाचन क्षेत्र</p>\r\n<p>करूर जिला 2 लोक सभा क्षेत्रों के अंतर्गत आता है</p>\r\n<p>&nbsp;</p>\r\n<p>करूर (लोकसभा निर्वाचन क्षेत्र)</p>\r\n<p>पेरम्बलुर (लोकसभा निर्वाचन क्षेत्र)</p>\r\n<p>करूर जिला विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>अरवाकुरिची विधानसभा क्षेत्र</p>\r\n<p>करूर विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>कृष्णायपुरम विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>कुलथलाई विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>करूर जिला राजस्व प्रभाग</p>\r\n<p>जिले को करूर और कुलथलाई में 2 राजस्व प्रभागों में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>करूर जिला उप प्रभाग (तालुका)</p>\r\n<p>करूर</p>\r\n<p>Aravakurichi</p>\r\n<p>Manmangalam</p>\r\n<p>Pugalur</p>\r\n<p>Kulithalai</p>\r\n<p>Krishnarayapuram</p>\r\n<p>Kadavur</p>\r\n<p>करूर जिला ब्लॉक</p>\r\n<p>K.Paramathy</p>\r\n<p>Aravakurichi</p>\r\n<p>करूर</p>\r\n<p>Thanthoni</p>\r\n<p>Kadavur</p>\r\n<p>Krishnarayapuram</p>\r\n<p>Kulithalai</p>\r\n<p>Thogaimalai</p>\r\n<p>नगर पंचायतें</p>\r\n<p>Aravakurichi</p>\r\n<p>Pallapatti</p>\r\n<p>Punjaipugalur</p>\r\n<p>TNPL पुगलुर (कागितपुरम)</p>\r\n<p>Puliyur</p>\r\n<p>Uppidamangalam</p>\r\n<p>पलया जयानकोंडा चोलापुरम</p>\r\n<p>Krishnarayapuram</p>\r\n<p>Marudur</p>\r\n<p>Nangavaram</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Karur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-karur-tamil-nadu","tags":[{"name":"करूर","slug":"karur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":913,"title":"तिरुपुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"तिरुपुर या तिरुपुर भारतीय राज्य तमिलनाडु में स्थित एक शहर है। तिरुपुर, तिरुपुर जिले का प्रशासनिक मुख्यालय और तमिलनाडु में पाँचवाँ सबसे बड़ा शहरी समूह है। नोय्याल नदी के तट पर स्थित, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, मैसूर साम्राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शासन किया गया है। यह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुपुर","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":907,"title":"पुदुक्कोट्टई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"पुदुक्कोट्टई भारत के तमिलनाडु राज्य में पुदुक्कोट्टई जिले का प्रशासनिक मुख्यालय है। यह वल्लारू नदी के तट पर स्थित एक बड़ा शहर है, इस पर चोल, मुथारियार, अर्ली पांड्य, थोंडिमन और अंग्रेजों ने अलग-अलग समय पर शासन किया है। यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में 395 किलोमीटर (245 मील) और तिरु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"पुदुक्कोट्टई","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":895,"title":"डिंडीगुल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","dateCreated":"2019-10-15T02:34:31.744Z","dateModified":"2019-10-15T02:34:49.446Z","contributedBy":"AskGif","content":"डिंडीगुल (त्यूक्कल) भारत के तमिलनाडु राज्य का एक शहर है। यह डिंडीगुल जिले का प्रशासनिक मुख्यालय है। डिंडीगुल राज्य की राजधानी, चेन्नई से 420 किमी (260 मील) दक्षिण-पश्चिम में स्थित है, जो तिरुचिरापल्ली से 100 किमी (62 मील) दूर और मदुरै से 66 किमी (41 मील) दूर है।\r\n&nbsp;\r\nडिंडीगुल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"डिंडीगुल","slug":"dindigul"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dindigul-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}