{"id":901,"title":"कृष्णागिरी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","dateCreated":"2019-10-16T02:10:17.293Z","dateModified":"2019-10-16T02:10:35.371Z","contributedBy":"AskGif","content":"<p>कृष्णागिरि भारत के तमिल नाडु राज्य का एक शहर है और यह 2004 में गठित कृष्णागिरि जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। यह कृष्णदेवराय के तल पर स्थित है (लोग अक्सर इसे करुमलाई, सैयद बाशा) हिल्स कहते हैं, और शहर पूरी तरह से हिल चट्टानों से घिरा हुआ है। यह बैंगलोर से 90 किलोमीटर (56 मील), होसुर से 45 किमी और धर्मपुरी से 40 किमी दूर स्थित है। कृष्णगिरि को \"मैंगो कैपिटल ऑफ इंडिया\" के रूप में जाना जाता है क्योंकि आम की खेती मुख्य फसल के रूप में की जाती है, और यहाँ की भूमि ताजे पानी की समृद्ध पहुंच के साथ बेहद उपजाऊ है जो इसे बढ़ती फसलों के लिए आमीन बनाती है। कृष्णगिरि तेजी से बढ़ता मैंगो टाउन है और यह महत्वपूर्ण व्यवसाय और आवासीय विकास का स्थल है। कृष्णागिरि बांध 1967 में बनाया गया था। कृष्णगिरि का वर्तमान में विस्तार हो रहा है और विभिन्न प्रकार के लघु उद्योग क्षेत्र स्थापित किए जा रहे हैं। 2011 तक, शहर की आबादी 199,657 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णगिरि जिले का प्रागैतिहासिक महत्व है। पुरातात्विक स्रोत पुरापाषाण, नवपाषाण और मेसोलिथिक युग के दौरान मानव जाति के आवासों की उपस्थिति की पुष्टि करते हैं। इस जिले में देखी जाने वाली सिंधु घाटी सभ्यता और लौह युग के विभिन्न रॉक पेंटिंग और रॉक नक्काशी इस जिले के ऐतिहासिक महत्व का समर्थन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णागिरि क्षेत्र प्राचीन कोंगु नाडु और चेरा देश का एक हिस्सा है। ऐतिहासिक रूप से यह कोंगु और चेरा शासकों द्वारा शासित था। बाद में यह क्षेत्र चोल, पल्लव, गंगा, नुलंबा, होयसला, विजया नगर और बीजापुर सम्राटों, मैसूर के वोडयार और मदुरै के नायक के अधीन आ गया। कृष्णगिरि के इस क्षेत्र ने \"गेटवे ऑफ तमिलनाडु\" के रूप में कार्य किया और दक्षिणी क्षेत्र के लिए सुरक्षात्मक अवरोध ने आक्रमणकारियों को साम्राज्यवाद और शोषण के इरादों से बचाव किया। कृष्णागिरी किला पहला और सबसे महत्वपूर्ण रक्षात्मक स्थान बन गया। विजयनगर सम्राटों द्वारा कृष्णगिरि पहाड़ी पर बना राजसी किला अब भी गवाही के रूप में खड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रथम मैसूर युद्ध के दौरान, ब्रिटिश सेना ने कावेरीपट्टनम में हैदर अली की सेनाओं पर हमला करने के लिए कृष्णागिरि से होकर गुज़री। ब्रिटिश सेना यहां पराजित हुई। \"श्रीरंगपट्टिनम की संधि\" के बाद मैसूर युद्ध II में सलेम और बरह महल के पूरे क्षेत्र को अंग्रेजों के हवाले कर दिया गया था। 1792 ई। में, कैप्टन अलेक्जेंडर रीड इस क्षेत्र के पहले जिला कलेक्टर बने। मद्रास प्रेसीडेंसी के तत्कालीन गवर्नर रॉबर्ट क्लाइव की कूटनीति के तहत, कृष्णगिरी बारा महल का मुख्यालय बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>1794 ई। में कृष्णागिरि में एक टकसाल की स्थापना की गई थी। यहां सोने, चांदी और तांबे के सिक्के जाली थे। कृष्णगिरि क्षेत्र के कई सैनिकों ने विश्व युद्ध में भाग लिया और अपनी जान गंवाई। डॉ। सी। राजगोपालाचारी इस जिले के एक छोटे से गाँव के निवासी थे, जो स्वतंत्र भारत के पहले गवर्नर जनरल, कांग्रेस पार्टी के नेता और तमिलनाडु के मुख्यमंत्री के रूप में राष्ट्र में सर्वोच्च पद तक पहुंचे। वर्तमान कृष्णगिरि की शिक्षा, अर्थव्यवस्था और पर्यटन में ऐतिहासिक महत्व और संभावित वृद्धि ने एक अलग जिला बनाने के लिए आवश्यक बना दिया। कृष्णागिरी का गठन तमिलनाडु सरकार द्वारा 30 वें जिले के रूप में किया गया था। कृष्णगिरि जिले को धर्मपुरी जिले से 9 फरवरी 2004 को पांच तालुकों और दस खंडों के साथ जोड़ा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: कृष्णगिरि में परिवहन</p>\r\n<p>कृष्णगिरि कई राष्ट्रीय राजमार्गों के माध्यम से भारत के विभिन्न हिस्सों से अच्छी तरह से जुड़ा हुआ है जिसमें कृष्णगिरी-चेन्नई एनएच 48, तिंडीवनम-कृष्णगिरी एनएच 77, कृष्णगिरी-मदनपल्ली एनएच 42 और श्रीनगर-कन्याकुमारी कृष्णगिरी एनएच 44 के माध्यम से शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णागिरी 3 अलग-अलग राज्यों यानी तमिलनाडु, कर्नाटक और आंध्र प्रदेश को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>होसुर से कृष्णगिरि तक का राष्ट्रीय राजमार्ग वर्तमान में चार लेन से छह लेन तक विस्तारित हो रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के बाहरी इलाके में नया बस स्टैंड चेन्नई, बेंगलुरु, कोयंबटूर और तमिलनाडु, कर्नाटक, आंध्र प्रदेश, केरल और पुडुचेरी के अन्य प्रमुख शहरों और कस्बों से सरकारी बसों और निजी वाहक द्वारा अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेलवे जंक्शन धर्मपुरी (45 किमी) और कुप्पम, आंध्र प्रदेश (35 किमी) और जोलारपेट (60 किमी) है। निकटतम रेलवे स्टेशन रिकाकोट्टा (30 किमी) है। यह प्रस्ताव केंद्र सरकार-एचडीएरोलपेट-होसुर मार्ग से पहले है। कृष्णगिरि में रेलवे स्टेशन का निर्माण इस प्रकार से भारतीय रेलवे नेटवर्क का हिस्सा है। यह कपड़ा और फलों के व्यापार को सुविधाजनक बनाने के लिए निर्धारित है। नई बजट रिपोर्ट के अनुसार, प्रस्तावित नई लाइन जोरापेट जंक्शन, तिरुपत्तूर से हटेगी और कांदिली, बारगुर, कृष्णगिरि और शूलगिरी से होकर 104 किलोमीटर की लंबाई में होकर रायकोट्टई जाएगी। 2004-05 में कृष्णगिरि और धर्मपुरी के बीच एक नई रेल लिंक के लिए एक और सर्वेक्षण किया गया था।</p>\r\n<p>निकटतम वाणिज्यिक हवाई अड्डा बेंगलुरु अंतर्राष्ट्रीय हवाई अड्डा (91 किमी) और सलेम हवाई अड्डा (110 किमी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णागिरि जिला भारत में तमिलनाडु राज्य के उत्तर पश्चिमी भाग का एक जिला है। यह जिला धर्मपुरी जिले से 2004 तक बना है। कृष्णागिरि का नगरपालिका जिला मुख्यालय है। तमिलनाडु में, ई-गवर्नेंस को पहली बार पायलट आधार पर राजस्व और सामाजिक कल्याण विभागों में राष्ट्रीय ई-गवर्नेंस प्रोजेक्ट (NEGP) के तहत कृष्णागिरी जिले में पेश किया गया था। यह जिला भारत में आम के सबसे बड़े उत्पादकों में से एक है। 2011 तक, जिले में प्रति 1,000 पुरुषों पर 958 महिलाओं के लिंगानुपात के साथ 1,879,809 की आबादी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णगिरि बांध के बाहर</p>\r\n<p>कृष्णागिरि में हर साल हजारों आगंतुक आते हैं। होसुर, बैंगलोर, धर्मपुरी, वानीयंबादी, अंबुर और चेन्नई से अधिकांश आते हैं। कृष्णगिरि बांध (कृष्णगिरी जलाशय परियोजना बांध) 1958 में तत्कालीन मुख्यमंत्री कामराज के शासन के दौरान शहर के पास स्थित है। निकटवर्ती, सैयद बाशा पहाड़ियों में एक किला है जो शासक का किला था, टीपू सुल्तान। बाहरी पहाड़ियों / पहाड़ों के साथ-साथ फार्म हाउस के बाहरी इलाके में स्थित हैं। बोट हाउस केंद्रीय बस स्टैंड से 8 किमी दूर स्थित है, जिसमें बच्चों का पार्क भी है। कृष्णगिरि के आसपास के क्षेत्रों में कई प्राचीन मंदिर हैं। निकटवर्ती रामपुरम 500 साल पुराने राम मंदिर की साइट है जो हर साल कई आगंतुकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मेगालिथ संरचना, मल्लचंद्रम गाँव, कृष्णगिरि, भारत के पास</p>\r\n<p>इस जिले में संग्रहालय की उपस्थिति पारंपरिक संस्कृति, कला और वास्तुकला, विरासत और ऐतिहासिक पृष्ठभूमि के लिए जाना जाता है, विशेष रूप से तमिलनाडु और कृष्णगिरी जिले की पारंपरिक और विरासत, संस्कृति और कला का प्रसार करने के लिए, भेष में एक आशीर्वाद है। यह संग्रहालय 1993 से कृष्णगिरि में गांधी सलाई पर स्थित है। ऐतिहासिक स्मारक संरक्षित हैं और यहां प्रदर्शित हैं। यह न केवल पर्यटन का स्थान है, बल्कि शिक्षा का केंद्र भी है। यह संग्रहालय स्मारकों का संग्रह करता है, उन्हें वर्गीकृत करता है और उनकी ऐतिहासिक योग्यता पर शोध करने के लिए उन्हें संरक्षित करता है। सीड बाशा पर्वत दो सूफी शहीद संतों के लिए बहुत प्रसिद्ध है, जो बहुत पहले से हर साल 10 वीं शव्वाल (इस्लामिक महीने) को एक युद्ध में मारे गए थे। एक भव्य उत्सव बनाया जाता है। इस उर्स त्योहार के दौरान लगभग हजारों लोग भक्ति और सम्मान के साथ इकट्ठा होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>सलेम-धर्मपुरी-बेंगलुरु ब्रॉड गेज लाइन होसुर से होकर गुजरती है। कोवई-इरोड-जोलारपेटाई ब्रॉड गेज लाइन समलपट्टी से होकर गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सार्वजनिक सुविधाएं</p>\r\n<p>सिंचाई</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णगिरी जलाशय परियोजना बांध</p>\r\n<p>लोक निर्माण विभाग और पंचायत यूनियन टैंक, तालाब और आपूर्ति चैनल कृष्णगिरी जिले की सिंचाई में महत्वपूर्ण भूमिका निभाते हैं। हालांकि, उन्हें निराश और मजबूत होना पड़ता है। जल संरक्षण के लिए नए चेक डैम और बाढ़ सुरक्षा दीवारों का निर्माण किया जाना है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिजली</p>\r\n<p>ग्रामीण क्षेत्रों में स्ट्रीट लाइटिंग पंचायत प्रशासन के पास निहित है। पंचायतें हैम्लेट्स में नई स्ट्रीटलाइट्स के निर्माण, पंचायत के फंड से वर्तमान खपत शुल्क का भुगतान करती हैं। ट्यूब लाइट, सोडियम वेपर लाइट और अन्य विद्युत उपकरणों की खरीद संबंधित पंचायत द्वारा ही की जाती है। कुल मिलाकर, 95% हैमलेट ग्रामीण विद्युतीकरण के अंतर्गत आते हैं। आमतौर पर कृष्णगिरि जिले में बिजली की आपूर्ति की स्थिति सामान्य है। हालांकि, कुछ क्षेत्रों में कम वोल्टेज की समस्या महसूस की जाती है, विशेष रूप से घाट अनुभाग में हैमलेट्स में। पंचायतों में वर्तमान खपत शुल्क को कम करने के लिए, कृष्णगिरि जिले में वैकल्पिक और नवीकरणीय स्रोत के रूप में सौर ऊर्जा रोशनी का उपयोग करने का प्रयास किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कृष्णागिरि जिले में सरकार द्वारा संचालित एक सामुदायिक पॉलिटेक्निक है। इसके अलावा, TAHDCO (तमिलनाडु आदि द्रविड़ आवास विकास निगम) एससी / एसटी समुदायों से संबंधित लोगों को निजी प्रशिक्षण संस्थानों के माध्यम से व्यावसायिक प्रशिक्षण पाठ्यक्रमों के तहत नर्सिंग और खानपान प्रशिक्षण प्रदान करता है। महिलाओं की शिक्षा के उत्थान के लिए, सेंट जेम्स टेलरिंग इंस्टीट्यूट कृष्णगिरी शहर में महिलाओं के कल्याण के लिए प्रयासरत है। ड्रेस बनाने की यह तकनीक घर पर खुद की कमाई देती है और महिलाओं को कृष्णगिरि में ही तैयार परिधान कंपनियों में नौकरी दिलवाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा केंद्र नं।</p>\r\n<p>प्राथमिक विद्यालय 988</p>\r\n<p>मिडिल स्कूल 107</p>\r\n<p>हाई स्कूल 113</p>\r\n<p>घंटा। सेकंड। स्कूलों 72</p>\r\n<p>औद्योगिक प्रशिक्षण संस्थान ५</p>\r\n<p>संगीत विद्यालय १</p>\r\n<p>शिक्षक प्रशिक्षण विद्यालय २</p>\r\n<p>पॉलिटेक्निक 4</p>\r\n<p>इंजीनियरिंग कॉलेज ५</p>\r\n<p>कला और विज्ञान महाविद्यालय 8 कंप्यूटर प्रशिक्षण संस्थान 5</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Krishnagiri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-krishnagiri-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कृष्णागिरी","slug":"krishnagiri"}],"recommendations":[{"id":927,"title":"विरुधुनगर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"विरुधुनगर (जिसे विरुदुपत्ति भी कहा जाता है) दक्षिण भारतीय राज्य तमिलनाडु में विरुधुनगर जिले का एक शहर और प्रशासनिक मुख्यालय है। यह राज्य की राजधानी चेन्नई से दक्षिण-पश्चिम में ५०६ किमी (३१४ मील) और मदुरै से ५३ किमी (३३ मील) दूर स्थित है। ब्रिटिश शासन के दौरान विरुधुनगर एक महत्वपूर्ण व्यापार केंद्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विरुधुनगर","slug":"virudhunagar"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","total":0},{"id":920,"title":"तूतीकोरिन में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","dateCreated":"2019-10-22T02:58:38.672Z","dateModified":"2019-10-22T02:59:04.017Z","contributedBy":"AskGif","content":"थूथुकुडी (जिसे तूतीकोरिन के नाम से भी जाना जाता है, 2018 तक आधिकारिक नाम) एक बंदरगाह शहर और एक नगर निगम और भारत के तमिलनाडु राज्य में थूथुकुडी जिले का एक औद्योगिक शहर है। यह शहर बंगाल की खाड़ी के कोरोमंडल तट पर स्थित है। थूथुकुडी थुथुकुडी जिले का मुख्यालय है। यह चेन्नई के दक्षिण में 590 किलोमीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तूतीकोरिन","slug":"thoothukudi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-thoothukudi-tamil-nadu","total":0},{"id":902,"title":"मदुरै में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"a1609f72-6c3f-4a99-ba81-b1985899f761_Madurai-railway.jpg","dateCreated":"2019-10-16T02:19:32.222Z","dateModified":"2019-10-16T02:19:54.289Z","contributedBy":"AskGif","content":"मदुरई भारतीय राज्य तमिलनाडु का एक प्रमुख शहर है। यह तमिलनाडु की सांस्कृतिक राजधानी और मदुरै जिले का प्रशासनिक मुख्यालय है, जो तमिलनाडु का तीसरा सबसे बड़ा शहर और भारत में 44 वां सबसे अधिक आबादी वाला शहर है। वैगई नदी के तट पर स्थित, मदुरै दो सहस्राब्दियों के लिए एक प्रमुख बस्ती रहा है।\r\n&nbs","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1609f72-6c3f-4a99-ba81-b1985899f761_Madurai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"मदुरै","slug":"madurai"}],"slug":"top-places-to-visit-in-madurai-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}