{"id":902,"title":"Top Places to visit in Madurai, Tamil Nadu","imageUrl":"a1609f72-6c3f-4a99-ba81-b1985899f761_Madurai-railway.jpg","dateCreated":"2019-10-16T02:19:32.222Z","dateModified":"2019-10-16T02:19:54.289Z","contributedBy":"AskGif","content":"<p>Madurai is a major city in the Indian state of Tamil Nadu. It is the cultural capital of Tamil Nadu and the administrative headquarters of Madurai District, the third largest city in Tamil Nadu and 44th most populated city in India. Located on the banks of River Vaigai, Madurai has been a major settlement for two millennia.</p>\r\n<p>&nbsp;</p>\r\n<p>Madurai is closely associated with the Tamil language, and the third Tamil Sangam, a major congregation of Tamil scholars said to have been held in the city. The recorded history of the city goes back to the 3rd century BCE, being mentioned by Megasthenes, the Greek ambassador to the Maurya empire, and Kautilya, a minister of the Mauryan emperor Chandragupta Maurya. Signs of human settlements and Roman trade links dating back to 300 BC are evident from excavations by Archeological Survey of India in Manalur. The city is believed to be of significant antiquity and has been ruled, at different times, by the Pandyas, Cholas, Madurai Sultanate, Vijayanagar Empire, Madurai Nayaks, Carnatic kingdom, and the British East India Company British Raj.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a number of historical monuments, with the Meenakshi Amman Temple and the Tirumalai Nayak Palace being the most prominent. Madurai is an important industrial and educational hub in South Tamil Nadu. The city is home to various automobile, rubber, chemical and granite manufacturing industries.</p>\r\n<p>&nbsp;</p>\r\n<p>Madurai has important government educational institutes such as the Madurai Medical College, Homeopathic Medical College, Madurai Law College, Agricultural College and Research Institute. Madurai city is administered by a municipal corporation established in 1971 as per the Municipal Corporation Act. The city covers an area of 147.97 km2 and had a population of 1,561,129 in 2011. The city is also the seat of a bench of the Madras High Court. The Madurai Bench has been functioning since 2004.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attraction</p>\r\n<p>Madurai Meenakshiamman temple</p>\r\n<p>Alagar temple</p>\r\n<p>Gandhi Memorial Museum, Madurai (Erst while Rani Mangammal Palace)</p>\r\n<p>Thirumalai Nayakar Mahal</p>\r\n<p>Theppakulam, Vandiyur</p>\r\n<p>Madurai Maqbara</p>\r\n<p>Alanganallur jallikattu Madurai</p>\r\n<p>Thiruvathavur Thirumarainathar Temple and Birth place of Manicka Vasakar</p>\r\n<p>Thirumohoor Kalamegaperumal Temple</p>\r\n<p>Thirupparamkunram Murugan temple</p>\r\n<p>1000 kaal Mandapam (1000 pillar hall)</p>\r\n<p>Eco park</p>\r\n<p>Kuruvithurai Vallaba Perumal Temple</p>\r\n<p>Vaigai Dam (nearby)</p>\r\n<p>Anaipatti Anjaneyar Temple</p>\r\n<p>Kodaikanal (nearby)</p>\r\n<p>Suruli falls (nearby)</p>\r\n<p>Kutladampatti falls</p>\r\n<p>References</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Madurai</p>\r\n<p>&nbsp;</p>\r\n<p>M.G.R. Bus Stand (Mattuthavani)</p>\r\n<p>&nbsp;</p>\r\n<p>Madurai Railway junction, the main railway station of Madurai</p>\r\n<p>&nbsp;</p>\r\n<p>A view of Madurai Airport</p>\r\n<p>Road</p>\r\n<p>The National Highways NH 7, NH 45B, NH 208 and NH 49 pass through Madurai. The state highways passing through the city are SH-33, SH-72, SH-72A, SH-73 and SH-73A which connect various parts of Madurai district. Madurai is one of the seven circles of the Tamil Nadu State Highway network. Madurai is the headquarters of the Tamil Nadu State Transport Corporation (Madurai) and provides local and inter-city bus transport across the districts of Madurai, Dindigul, Sivagangai, Theni, Virudhunagar. Madurai has three bus terminals, namely, M.G.R. Bus Stand and Arappalayam (for inter city buses) and Periyar Bus stand (for intra city buses). There are 12,754 registered three-wheeled vehicles called auto rickshaws, which are commercially available for renting within the city. In addition to the government operated city buses, there are 236 registered private mini-buses that support local transportation.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Madurai Junction is the major railway station serving the city. It is an important railway junction in southern Tamil Nadu and is one of the top 100 booking stations in Indian Railways. It is the headquarters of the Madurai division of the Southern Railway. There are direct trains from connecting Madurai with major cities and towns across India. The state government announced a Mono rail project for Madurai in 2011, which is in planning stages. There are ten other sub urban railway stations serving the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Madurai airfield was first used by the Royal Air Force in World War II in 1942. The first passenger flight was a Fokker Friendship aircraft from Madras in 1956. Madurai Airport was established in 1957 and is located at Avaniyapuram, about 12 kilometres (7.5 mi) from the city. The airport was declared a customs airport in 2012 allowing limited number of international flights. It offers domestic flights to some cities in India and international services to Colombo, Dubai and for Singapore now on daily basis started by Air India Express from FEB2018. The carriers operating from the airport are Air India, Air India Express, SpiceJet, Indigo and Srilankan Airlines . The airport handled 842,300 passengers between April 2015 and March 2016. The airport was identified as one of 35 non-metro airports for modernisation and a new integrated terminal building was inaugurated on 12 September 2010.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Red coloured two floored historic college building</p>\r\n<p>The American college in Madurai, started in 1881 CE &ndash; the oldest college in Madurai</p>\r\n<p>Madurai has been an academic centre of learning for Tamil culture, literature, art, music and dance for centuries. All three assemblies of the Tamil language, the Tamil Sangam (about the 3rd century BCE to the 3rd century CE), were said to have been held at Madurai. Tamil poets of different epochs participated in these assemblies, and their compositions are referred to as Sangam literature. During the third Tamil sangam, the comparative merit of the poets was decided by letting the works float in the lotus tank of the temple. It was believed that a divine force would cause the work of superior merit to float on the surface, while the inferior ones would sink.</p>\r\n<p>&nbsp;</p>\r\n<p>The American College is the oldest college in Madurai, and was established in 1881 by American Christian missionaries. The Lady Doak college, established in 1948, is the oldest women's college in Madurai. Thiagarajar College (established in 1949), Madura College (established in 1889), Fatima College (established in 1953),, Sourashtra College (established in 1967) and M.S.S. Wakf Board College (established in 1964), Tamil Nadu Polytechnic College ( established in 1946), are the oldest educational institutions of the city. Madurai Kamaraj University (originally called Madurai University), established in 1966, is a state-run university which has 109 affiliated arts and science colleges in Madurai and neighbouring districts. There are 47 approved institutions of the university in and around the city, consisting of autonomous colleges, aided colleges, self-financing colleges, constituent colleges, evening colleges and other approved institutions. There are seven polytechnical schools and five Industrial training institutes (ITIs) in Madurai, with the Government ITI and the Government Polytechnic for Women being the most prominent of them all. There are two government medical institutes in Madurai, Madurai Medical College and Homoeopathic Medical College, Thirumangalam and 11 paramedical institutes. There are fifteen engineering colleges in Madurai affiliated to Anna University, with the Thiagarajar College of Engineering being the oldest. The Madurai Law College, established in 1979, is one of the seven government law colleges in the state. It is administered by the Tamil Nadu Government Department of Legal Studies, and affiliated with the Tamil Nadu Dr. Ambedkar Law University. There are three teacher training institutes, two music colleges, three management institutes and 30 arts and sciences colleges in Madurai. The agricultural college and research institute in Madurai, started in 1965 by the state government, provides agricultural education to aspirants in the southern districts of Tamil Nadu. There are a total of 369 primary, secondary and higher secondary schools in the city..AIIMS, a premier medical institution, is also under construction in Madurai and will cover 224 acres of land, at an estimated cost of ₹1,264 crore, in the sub-urban Thoppur Madurai district.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture, tourism and entertainment</p>\r\n<p>Three storied building</p>\r\n<p>Gandhi Memorial Museum, one of the five Gandhi Sangrahalayas in India</p>\r\n<p>Madurai is popularly called Thoonga Nagaram meaning the city that never sleeps, on account of the active night life. The city attracts a large number of tourists from within the country and abroad. About 9,100,000 tourists visited Madurai in 2010, including 524,000 foreigners. Madurai is now attracting medical tourism also. The palace complex of Thirumalai Nayak Palace was constructed in the Indo-Saracenic style by Thirumalai Nayakar in 1636 CE. It is a national monument maintained by the Tamil Nadu Archaeological Department. The daily sound and light show organised by the department explains the virtues of King Thirumalai and the features of the palace. The palace of Rani Mangamma has been renovated to house one of the five Gandhi Sangrahalayas (Gandhi Memorial Museum, Madurai) in the country. It includes a part of the blood-stained garment worn by Mahatma Gandhi when he was assassinated by Nathuram Godse. A visit by Dr.Martin Luther King Jr. to the museum inspired him to lead peaceful protests against discrimination. The Eco park, situated in Tallakulam, features fountains and lighting in trees using optical fibres. Rajaji children's park, maintained by the Madurai Municipal Corporation, is situated between the Gandhi museum and the Tamukkam grounds. It has a visitor average of 5000 per day during holidays and 2000&ndash;3000 on working days. Madurai also has Theme Park, Athisayam which is situated in Paravai, Madurai &ndash; Dindugal main road.&nbsp; MGR Race Course Stadium is an athletic stadium which has a synthetic track and a swimming pool. Several national meets are held here. It also hosts several international and national level kabbadi championships.</p>\r\n<p>&nbsp;</p>\r\n<p>Pillared halls of a historic building.</p>\r\n<p>Pillared halls of Thirumalai Nayakar Palace, built during 1636 CE and a national monument</p>\r\n<p>The people of Madurai celebrate numerous festivals, including Meenakshi Tirukkalyanam, the Chittirai Festival and the Car Festival. The annual 10-day Meenakshi Tirukalyanam festival, also called Chittirai festival, is celebrated during April&ndash;May every year and attracts one million visitors. Legend has it that the Hindu god Vishnu, as Alagar, rode on a golden horse to Madurai to attend the celestial wedding of Meenakshi (Parvati) and Sundareswarar (Shiva).Before Alagar reaches the wedding, the marriage will be completed and he does not cross the vaigai river. During this day there will be huge crowd will be present near the river too see Lord Alagar in the river. During the Cradle festival, the festive idols of Meenakshi and Sundareswarar are taken in procession to a mirror chamber and set on a rocking swing for nine days. Avanimoolam festival is celebrated during September when the 64 sacred games of Shiva, thiruvilayadal, are recited. The Thepporchavam festival, or float festival, is celebrated on the full moon day of the Tamil month Thai, which falls around January &ndash; February, to celebrate the birth anniversary of King Thirumalai Nayak. The decorated icons of Meenakshi and her consort are taken out in a procession from the Meenakshi Temple to the Mariamman Teppakulam. The icons are floated in the tank on a raft decked with flowers and flickering lamps. Jallikattu is one of the most popular historical sport in Tamil Nadu, and is a part of the Pongal festival (harvest festival) Mattu Pongal celebrated during January. The bull taming event is held in the villages surrounding Madurai, and people from the neighbouring villages throng to the open grounds to watch man and bull pitting their strength against each other. The event was banned in the years 2014, 2015 and 2016 following an order by the Supreme Court of India. Santhanakoodu festivals in Madurai are celebrated on various days during the Islamic calendar year to commemorate Islamic saints.</p>\r\n<p>&nbsp;</p>\r\n<p>Vishaal de Mal , being the South Tamilnadu&rsquo;s biggest large format shopping mall, is located in Chokkikulam , Madurai.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Madurai district comprises 13 talukas and revenue blocks, same names same boundaries. Under the gram panchayat system rural administration or the district is done by panchayat villages and the taluka headquarters. The revenue blocks are further sub-divided by firkas. The last three taluks, Tiruparankundram, Madurai West and Madurai East, were created in February 2014. The thirteen talukas/blocks are:</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruparankundram&mdash;7 firkas</p>\r\n<p>T.Kallupatti&mdash;3 firkas</p>\r\n<p>Tirumangalam&mdash;3 firkas</p>\r\n<p>Kalligudi</p>\r\n<p>Sedapatti</p>\r\n<p>Usilampatti</p>\r\n<p>Vadipatti</p>\r\n<p>Melur</p>\r\n<p>Madurai West</p>\r\n<p>Madurai East</p>\r\n<p>Kottampatti</p>\r\n<p>Alanganallur</p>\r\n<p>Chellampatti</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Madurai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1609f72-6c3f-4a99-ba81-b1985899f761_Madurai-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-madurai-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"madurai","slug":"madurai"}],"recommendations":[{"id":900,"title":"Top Places to visit in Karur, Tamil Nadu","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district. It is located on the banks of River Amaravathi, It is situated at about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru\r\nKarur ha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karur","slug":"karur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":897,"title":"Top Places to visit in Kallakurichi, Tamil Nadu","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628\r\nKallakurichi (Tamil: கள்ளக்குறிச்சி மாவட்டம்) is one of the 37 districts which belong to Tamil Na","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kallakurichi","slug":"kallakurichi"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":896,"title":"Top Places to visit in Erode, Tamil Nadu","imageUrl":"38ec6ef7-b91d-40db-a384-ee8c5bbdfa34_Erode-railway.jpg","dateCreated":"2019-10-15T14:55:41.012Z","dateModified":"2019-10-15T14:55:58.363Z","contributedBy":"AskGif","content":"Erode is a city and seventh largest urban agglomeration in Tamil Nadu, India. It serves as the administrative headquarters of the Erode district. Administered by a municipal corporation since 2009, Erode is a part of the Erode Lok Sabha constituency that elects its member of parliament. Located o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/38ec6ef7-b91d-40db-a384-ee8c5bbdfa34_Erode-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"erode","slug":"erode"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-erode-tamil-nadu","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}