{"id":902,"title":"मदुरै में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"a1609f72-6c3f-4a99-ba81-b1985899f761_Madurai-railway.jpg","dateCreated":"2019-10-16T02:19:32.222Z","dateModified":"2019-10-16T02:19:54.289Z","contributedBy":"AskGif","content":"<p>मदुरई भारतीय राज्य तमिलनाडु का एक प्रमुख शहर है। यह तमिलनाडु की सांस्कृतिक राजधानी और मदुरै जिले का प्रशासनिक मुख्यालय है, जो तमिलनाडु का तीसरा सबसे बड़ा शहर और भारत में 44 वां सबसे अधिक आबादी वाला शहर है। वैगई नदी के तट पर स्थित, मदुरै दो सहस्राब्दियों के लिए एक प्रमुख बस्ती रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मदुरै तमिल भाषा के साथ निकटता से जुड़ा हुआ है, और तीसरा तमिल संगम, तमिल विद्वानों की एक प्रमुख मंडली ने कहा कि शहर में आयोजित किया गया है। शहर का दर्ज इतिहास तीसरी शताब्दी ईसा पूर्व में वापस जाता है, जिसका उल्लेख मेगस्थनीज द्वारा किया गया था, जो मौर्य साम्राज्य के यूनानी राजदूत और कौटिल्य, मौर्य सम्राट चंद्रगुप्त मौर्य के एक मंत्री थे। मानालुर में भारतीय पुरातत्व सर्वेक्षण द्वारा खुदाई से 300 ईसा पूर्व के मानव बस्तियों और रोमन व्यापार लिंक के संकेत स्पष्ट हैं। माना जाता है कि यह शहर काफी प्राचीन है और पांड्या, चोल, मदुरै सल्तनत, विजयनगर साम्राज्य, मदुरै नायक, कर्नाटक राज्य और ब्रिटिश ईस्ट इंडिया कंपनी ब्रिटिश राज द्वारा अलग-अलग समय पर शासन किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कई ऐतिहासिक स्मारक हैं, जिनमें मीनाक्षी अम्मन मंदिर और तिरुमलाई नायक पैलेस सबसे प्रमुख हैं। मदुरै दक्षिण तमिलनाडु का एक महत्वपूर्ण औद्योगिक और शैक्षणिक केंद्र है। शहर विभिन्न ऑटोमोबाइल, रबर, रसायन और ग्रेनाइट विनिर्माण उद्योगों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मदुरै में महत्वपूर्ण सरकारी शिक्षण संस्थान हैं जैसे मदुरई मेडिकल कॉलेज, होम्योपैथिक मेडिकल कॉलेज, मदुरै लॉ कॉलेज, कृषि कॉलेज और अनुसंधान संस्थान। मदुरै शहर को नगर निगम अधिनियम के अनुसार 1971 में स्थापित एक नगर निगम द्वारा प्रशासित किया जाता है। यह शहर 147.97 किमी 2 के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 1,561,129 थी। यह शहर मद्रास उच्च न्यायालय की एक पीठ की सीट भी है। मदुरई बेंच 2004 से कार्य कर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>मदुरै मीनाक्षीमं मंदिर</p>\r\n<p>अलगर मंदिर</p>\r\n<p>गांधी मेमोरियल म्यूजियम, मदुरई (एरियल जबकि रानी मंगलम पैलेस)</p>\r\n<p>थिरुमलाई नायक महल</p>\r\n<p>Theppakulam, वंदियूर</p>\r\n<p>मदुरै मकबरा</p>\r\n<p>अलंगनल्लूर जल्लीकट्टू मदुरै</p>\r\n<p>थिरुवथवुर थिरुमिनाथार मंदिर और मणिका वास्कर का जन्म स्थान</p>\r\n<p>थिरुमोहूर कालमेगपरुमल मंदिर</p>\r\n<p>थिरुप्पुरमकुंरम मुरुगन मंदिर</p>\r\n<p>1000 काल मंडपम (1000 स्तंभ हॉल)</p>\r\n<p>इको पार्क</p>\r\n<p>कुरुविथुराई वलाबा पेरुमल मंदिर</p>\r\n<p>वैगाई बांध (पास)</p>\r\n<p>अनापत्ति अंजनेयार मंदिर</p>\r\n<p>कोडाइकनाल (पास)</p>\r\n<p>सुरुली पड़ाव (पास)</p>\r\n<p>कुट्टलदामपट्टी गिरती है</p>\r\n<p>संदर्भ</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: मदुरै में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>एम.जी.आर. बस स्टैंड (मटुथवानी)</p>\r\n<p>&nbsp;</p>\r\n<p>मदुरई रेलवे जंक्शन, मदुरई का मुख्य रेलवे स्टेशन</p>\r\n<p>मदुरई हवाई अड्डे का एक दृश्य</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग NH 7, NH 45B, NH 208 और NH 49 मदुरै से होकर गुजरते हैं। शहर से गुजरने वाले राज्य राजमार्ग SH-33, SH-72, SH-72A, SH-73 और SH-73A हैं जो मदुरई जिले के विभिन्न हिस्सों को जोड़ते हैं। मदुरै तमिलनाडु स्टेट हाईवे नेटवर्क के सात सर्किलों में से एक है। मदुरै तमिलनाडु राज्य परिवहन निगम (मदुरै) का मुख्यालय है और मदुरई, डिंडीगुल, शिवगंगई, थेनी, विरुधुनगर जिलों के स्थानीय और अंतर-शहर बस परिवहन प्रदान करता है। मदुरै में तीन बस टर्मिनल हैं, अर्थात् एम.जी.आर. बस स्टैंड और अरप्पलाम (अंतर सिटी बसों के लिए) और पेरियार बस स्टैंड (इंट्रा सिटी बसों के लिए)। ऑटो रिक्शा नामक 12,754 पंजीकृत तीन-पहिया वाहन हैं, जो शहर के भीतर किराए पर लेने के लिए व्यावसायिक रूप से उपलब्ध हैं। सरकार द्वारा संचालित सिटी बसों के अलावा, 236 पंजीकृत निजी मिनी बसें हैं जो स्थानीय परिवहन का समर्थन करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मदुरई जंक्शन शहर का प्रमुख रेलवे स्टेशन है। यह दक्षिणी तमिलनाडु का एक महत्वपूर्ण रेलवे जंक्शन है और भारतीय रेलवे के शीर्ष 100 बुकिंग स्टेशनों में से एक है। यह दक्षिणी रेलवे के मदुरई डिवीजन का मुख्यालय है। पूरे भारत के प्रमुख शहरों और कस्बों से मदुरई को जोड़ने के लिए सीधी ट्रेनें हैं। राज्य सरकार ने 2011 में मदुरई के लिए एक मोनो रेल परियोजना की घोषणा की, जो योजना चरणों में है। शहर की सेवा करने वाले दस अन्य उप शहरी रेलवे स्टेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>मदुरई एयरफील्ड का उपयोग पहली बार 1942 में द्वितीय विश्व युद्ध में रॉयल एयर फोर्स द्वारा किया गया था। पहली यात्री उड़ान 1956 में मद्रास से एक फोकर मैत्री विमान थी। मदुरै हवाई अड्डे की स्थापना 1957 में हुई थी और यह अवनीयापुरम में स्थित है, लगभग 12 किलोमीटर (7.5 मील) शहर से। 2012 में सीमित संख्या में अंतरराष्ट्रीय उड़ानों की अनुमति देने के लिए हवाई अड्डे को सीमा शुल्क हवाई अड्डा घोषित किया गया था। यह भारत के कुछ शहरों और कोलंबो, दुबई और सिंगापुर के लिए अंतरराष्ट्रीय सेवाओं के लिए घरेलू उड़ानें प्रदान करता है जो अब एयर इंडिया एक्सप्रेस द्वारा FEB2018 से दैनिक आधार पर शुरू होती है। हवाई अड्डे से चलने वाले वाहक एयर इंडिया, एयर इंडिया एक्सप्रेस, स्पाइसजेट, इंडिगो और श्रीलंकाई एयरलाइंस हैं। अप्रैल 2015 और मार्च 2016 के बीच हवाई अड्डे ने 842,300 यात्रियों को संभाला। हवाई अड्डे को आधुनिकीकरण के लिए 35 गैर-मेट्रो हवाई अड्डों में से एक के रूप में पहचाना गया और 12 सितंबर 2010 को एक नए एकीकृत टर्मिनल भवन का उद्घाटन किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>लाल रंग के दो फ्लो ऐतिहासिक कॉलेज भवन</p>\r\n<p>मदुरई में अमेरिकन कॉलेज, 1881 ई। में शुरू हुआ - मदुरै का सबसे पुराना कॉलेज</p>\r\n<p>मदुरै तमिल संस्कृति, साहित्य, कला, संगीत और नृत्य के लिए सदियों से सीखने का एक अकादमिक केंद्र रहा है। तमिल भाषा की तीनों विधानसभाओं, तमिल संगम (लगभग तीसरी शताब्दी ईसा पूर्व से तीसरी शताब्दी ईस्वी) के बारे में कहा जाता है कि ये मदुरै में आयोजित किए गए थे। विभिन्न युगों के तमिल कवियों ने इन सभाओं में भाग लिया, और उनकी रचनाओं को संगम साहित्य कहा जाता है। तीसरे तमिल संंगम के दौरान, कवियों की तुलनात्मक योग्यता मंदिर के कमल टैंक में काम करने की अनुमति देकर तय की गई थी। यह माना जाता था कि एक दैवीय शक्ति सतह पर तैरने के लिए बेहतर योग्यता का काम करेगी, जबकि हीन लोग डूब जाएंगे।</p>\r\n<p>अमेरिकन कॉलेज मदुरै में सबसे पुराना कॉलेज है, और 1881 में अमेरिकी ईसाई मिशनरियों द्वारा स्थापित किया गया था। 1948 में स्थापित लेडी दोक कॉलेज, मदुरै का सबसे पुराना महिला कॉलेज है। त्यागराज कॉलेज (1949 में स्थापित), मदुरा कॉलेज (1889 में स्थापित), फातिमा कॉलेज (1953 में स्थापित), सौराष्ट्र कॉलेज (1967 में स्थापित) और M.S.S. वक्फ बोर्ड कॉलेज (1964 में स्थापित), तमिलनाडु पॉलिटेक्निक कॉलेज (1946 में स्थापित), शहर के सबसे पुराने शैक्षणिक संस्थान हैं। मदुरै कामराज विश्वविद्यालय (मूल रूप से मदुरै विश्वविद्यालय कहा जाता है), 1966 में स्थापित, एक राज्य द्वारा संचालित विश्वविद्यालय है, जिसके मदुरै और पड़ोसी जिलों में 109 संबद्ध कला और विज्ञान महाविद्यालय हैं। शहर में और शहर के चारों ओर स्वायत्त कॉलेजों, सहायता प्राप्त कॉलेजों, स्व-वित्तपोषित कॉलेजों, कॉलेजों, ईवनिंग कॉलेजों और अन्य अनुमोदित संस्थानों से जुड़े 47 स्वीकृत संस्थान हैं। मदुरै में सात पॉलिटेक्निक स्कूल और पाँच औद्योगिक प्रशिक्षण संस्थान (आईटीआई) हैं, जिनमें सरकारी आईटीआई और महिलाओं के लिए गवर्नमेंट पॉलिटेक्निक सबसे प्रमुख हैं। मदुरै में दो सरकारी चिकित्सा संस्थान हैं, मदुरै मेडिकल कॉलेज और होम्योपैथिक मेडिकल कॉलेज, तिरुमंगलम और 11 पैरामेडिकल संस्थान हैं। अन्ना विश्वविद्यालय से संबद्ध मदुरै में पंद्रह इंजीनियरिंग कॉलेज हैं, जिसमें त्यागराज कॉलेज ऑफ इंजीनियरिंग सबसे पुराना है। 1979 में स्थापित मदुरै लॉ कॉलेज, राज्य के सात सरकारी लॉ कॉलेजों में से एक है। यह तमिलनाडु सरकार के कानूनी अध्ययन विभाग द्वारा प्रशासित है, और तमिलनाडु डॉ। अंबेडकर लॉ यूनिवर्सिटी से संबद्ध है। मदुरै में तीन शिक्षक प्रशिक्षण संस्थान, दो संगीत महाविद्यालय, तीन प्रबंधन संस्थान और 30 कला और विज्ञान महाविद्यालय हैं। मदुरै में कृषि महाविद्यालय और अनुसंधान संस्थान, 1965 में राज्य सरकार द्वारा शुरू किया गया था, जो तमिलनाडु के दक्षिणी जिलों के किसानों को कृषि शिक्षा प्रदान करता है। शहर में कुल 369 प्राथमिक, माध्यमिक और उच्चतर माध्यमिक विद्यालय हैं। एक प्रमुख चिकित्सा संस्थान है। एम्स, मदुरै में भी निर्माणाधीन है और 222 एकड़ भूमि, 22 1,264 करोड़ की अनुमानित लागत पर, को कवर करेगा। उप-शहरी थोपपुर मदुरै जिला।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति, पर्यटन और मनोरंजन</p>\r\n<p>तीन मंजिला इमारत</p>\r\n<p>गांधी मेमोरियल संग्रहालय, भारत के पाँच गाँधी संघरायओं में से एक</p>\r\n<p>मदुरई को लोकप्रिय थोंगा नगरम कहा जाता है जिसका अर्थ है कि वह शहर जो कभी नहीं सोता है, सक्रिय रात के जीवन के कारण। शहर देश और विदेश के पर्यटकों की एक बड़ी संख्या को आकर्षित करता है। 2010 में लगभग 9,100,000 पर्यटकों ने मदुरै की यात्रा की, जिसमें 524,000 विदेशी भी शामिल थे। मदुरै अब चिकित्सा पर्यटन को भी आकर्षित कर रहा है। थिरुमलाई नायक पैलेस का महल परिसर 1636 ई। में थिरुमलाई नायक द्वारा इंडो-सारासेनिक शैली में बनाया गया था। यह एक राष्ट्रीय स्मारक है जिसका रखरखाव तमिलनाडु पुरातत्व विभाग करता है। विभाग द्वारा आयोजित दैनिक ध्वनि और प्रकाश शो में राजा थिरुमलाई के गुणों और महल की विशेषताओं के बारे में बताया गया है। रानी मंगम्मा के महल को देश के पाँच गाँधी संघराय (गाँधी मेमोरियल संग्रहालय, मदुरै) में से एक में पुनर्निर्मित किया गया है। इसमें महात्मा गांधी द्वारा पहना गया खून से सना हुआ कपड़ा भी शामिल है, जब उनकी हत्या नाथूराम गोडसे ने की थी। संग्रहालय में Dr.Martin लूथर किंग जूनियर की एक यात्रा ने उन्हें भेदभाव के खिलाफ शांतिपूर्ण विरोध प्रदर्शन करने के लिए प्रेरित किया। तल्लाकुलम में स्थित इको पार्क में ऑप्टिकल फाइबर का उपयोग करते हुए पेड़ों में फव्वारे और प्रकाश की सुविधा है। राजाजी चिल्ड्रन पार्क, मदुरै नगर निगम द्वारा बनाए रखा गया है, जो गांधी संग्रहालय और तमुकम मैदान के बीच स्थित है। इसमें छुट्टियों के दौरान औसतन 5000 प्रति दिन और कामकाजी दिनों में 2000-3000 का आगंतुक होता है। मदुरई में थीम पार्क, अथिष्याम भी है जो परवाई, मदुरै - डिंडुगल मुख्य सड़क पर स्थित है। एमजीआर रेस कोर्स स्टेडियम एक एथलेटिक स्टेडियम है जिसमें एक सिंथेटिक ट्रैक और एक स्विमिंग पूल है। कई राष्ट्रीय बैठकें यहां आयोजित की जाती हैं। यह कई अंतर्राष्ट्रीय और राष्ट्रीय स्तर की कबड्डी चैंपियनशिप भी आयोजित करता है।</p>\r\n<p>एक ऐतिहासिक इमारत के खंभे।</p>\r\n<p>थिरुमलाई नयकर पैलेस के खंभे वाले हॉल, 1636 सीई और एक राष्ट्रीय स्मारक के दौरान बनाया गया</p>\r\n<p>मदुरै के लोग कई त्यौहार मनाते हैं, जिसमें मीनाक्षी तिरुक्कल्याणम, चित्तराई महोत्सव और कार महोत्सव शामिल हैं। वार्षिक 10-दिवसीय मीनाक्षी तिरुकल्याणम त्योहार, जिसे चिट्टिराई त्योहार भी कहा जाता है, हर साल अप्रैल-मई के दौरान मनाया जाता है और एक मिलियन आगंतुकों को आकर्षित करता है। किंवदंती है कि हिंदू देवता विष्णु, अलागर के रूप में, मीनाक्षी (पार्वती) और सुंदरेश्वर (शिव) की खगोलीय शादी में भाग लेने के लिए एक सुनहरे घोड़े पर सवार होकर आए थे। अलबेर अलगर शादी में पहुंचता है, शादी पूरी हो जाएगी और वह नहीं करता है। वैगई नदी को पार करें। इस दौरान नदी के पास भारी भीड़ मौजूद होगी। क्रैडल त्योहार के दौरान, मीनाक्षी और सुंदरेश्वर की उत्सव मूर्तियों को जुलूस में एक दर्पण कक्ष में ले जाया जाता है और नौ दिनों के लिए एक रॉकिंग स्विंग पर सेट किया जाता है। अवनिमूलम त्योहार सितंबर के दौरान मनाया जाता है जब शिव के 64 पवित्र खेल, थिरुविलायडल, का पाठ किया जाता है। Thepporchavam त्योहार, या फ़्लोट उत्सव, तमिल महीने थाई की पूर्णिमा के दिन मनाया जाता है, जो जनवरी - फरवरी के आसपास आता है, राजा थिरुमलाई नायक की जयंती मनाने के लिए। मीनाक्षी और उसके कंसर्ट के सजाए गए प्रतीक मीनाक्षी मंदिर से मरियम्मन तप्पकुलम के लिए जुलूस में निकाले जाते हैं। आइकनों को फूलों और टिमटिमाते लैंपों के साथ छत पर रखे टैंक में रखा जाता है। जल्लीकट्टू तमिलनाडु में सबसे लोकप्रिय ऐतिहासिक खेलों में से एक है, और जनवरी के दौरान मनाए जाने वाले पोंगल त्योहार (फसल उत्सव) मट्टू पोंगल का एक हिस्सा है। बुल टाइमिंग इवेंट मदुरई के आसपास के गाँवों में आयोजित किया जाता है, और आस-पास के गाँवों के लोग खुले मैदानों में आदमी और बैल को एक दूसरे के खिलाफ अपनी ताकत थामते हुए देखते हैं। भारत के सर्वोच्च न्यायालय के एक आदेश के बाद वर्ष 2014, 2015 और 2016 में इस आयोजन पर प्रतिबंध लगा दिया गया था। इस्लामिक कैलेंडर वर्ष के दौरान मदुरै में संथानकुडू त्योहार विभिन्न दिनों में मनाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विशाल दे मल, दक्षिण तमिलनाडु का सबसे बड़ा प्रारूप शॉपिंग मॉल है, जो मदुरई के चोक्किकुलम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>मदुरै जिले में 13 तालुका और राजस्व ब्लॉक शामिल हैं, एक ही नाम समान सीमाएं हैं। ग्राम पंचायत प्रणाली के तहत ग्रामीण प्रशासन या जिला पंचायत गांवों और तालुका मुख्यालय द्वारा किया जाता है। राजस्व खंडों को फ़िरका द्वारा और उप-विभाजित किया जाता है। फरवरी 2014 में अंतिम तीन तालुके, तिरुपुरकुंडम, मदुरै पश्चिम और मदुरै पूर्व बनाए गए थे। तेरह तालुका / ब्लॉक हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>थिरुपनकुंडम- 7 फ़िरकस</p>\r\n<p>टी। कल्लूपट्टी - 3 फ़िरका</p>\r\n<p>तिरुमंगलम- 3 फ़िरकास</p>\r\n<p>Kalligudi</p>\r\n<p>Sedapatti</p>\r\n<p>Usilampatti</p>\r\n<p>Vadipatti</p>\r\n<p>मेलुर</p>\r\n<p>मदुरै पश्चिम</p>\r\n<p>मदुरई पूर्व</p>\r\n<p>Kottampatti</p>\r\n<p>अलंगनल्लूर</p>\r\n<p>Chellampatti</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Madurai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1609f72-6c3f-4a99-ba81-b1985899f761_Madurai-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-madurai-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"मदुरै","slug":"madurai"}],"recommendations":[{"id":900,"title":"करूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"करूर भारतीय राज्य तमिलनाडु का एक शहर है। करूर, करूर जिले का प्रशासनिक मुख्यालय है। यह अमरावती नदी के तट पर स्थित है, यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में लगभग 395 किलोमीटर (245 मील) पर स्थित है और बेंगलुरु से 295 किलोमीटर दूर है।\r\nकरूर अलग-अलग समय पर चेरों, बाद में चोल, विजयनगर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करूर","slug":"karur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":897,"title":"कल्लाकुरिची में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"कल्लाकुरिची भारत के तमिलनाडु राज्य में एक कस्बा है और तिरुवन्नामलाई क्षेत्र में कल्लाकुरिची जिले का प्रशासनिक मुख्यालय है। 2015 तक, शहर की आबादी 57,628 थी\r\nकल्लुकुरिची (तमिल: ளக்ak்சி்மாவட டம் )்) उन 37 जिलों में से एक है, जो भारत के दक्षिणी सिरे पर स्थित तमिलनाडु राज्य के हैं। जिला मुख्या","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कल्लाकुरिची","slug":"kallakurichi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":896,"title":"इरोड में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"38ec6ef7-b91d-40db-a384-ee8c5bbdfa34_Erode-railway.jpg","dateCreated":"2019-10-15T14:55:41.012Z","dateModified":"2019-10-15T14:55:58.363Z","contributedBy":"AskGif","content":"इरोड तमिलनाडु, भारत में एक शहर और सातवां सबसे बड़ा शहरी समूह है। यह इरोड जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। 2009 के बाद से नगर निगम द्वारा प्रशासित, इरोड इरोड लोकसभा क्षेत्र का एक हिस्सा है जो अपने संसद सदस्य का चुनाव करता है। कावेरी नदी के तट पर स्थित, यह दक्षिण भारतीय प्रायद्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/38ec6ef7-b91d-40db-a384-ee8c5bbdfa34_Erode-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"इरोड","slug":"erode"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-erode-tamil-nadu","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}