{"id":903,"title":"नागपट्टिनम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"<p>नागपट्टिनम (पहले वर्तनी में नागपट्टनम या नेगापट्टम) भारतीय राज्य तमिलनाडु का एक शहर और नागपट्टिनम जिले का प्रशासनिक मुख्यालय है। मध्ययुगीन चोलों (9 वीं -12 वीं शताब्दी ई.पू.) की अवधि के दौरान यह शहर प्रमुखता से आया और वाणिज्य और पूर्वी-सीमा नौसैनिक अभियानों के लिए उनके महत्वपूर्ण बंदरगाह के रूप में सेवा की। नागापट्टिनम में चूड़ामणि विहार का निर्माण राजराजा चोल I की मदद से सेलेंद्र राजवंश के श्रीविजय राजा श्री मारा विजयातुंगवर्मन द्वारा करवाया गया था, जो उस समय की एक महत्वपूर्ण बौद्ध संरचना थी। नागपट्टिनम को पुर्तगालियों द्वारा बसाया गया था और बाद में, डच जिसके तहत यह 1660 से 1781 तक डच कोरोमंडल की राजधानी के रूप में कार्य करता था। नवंबर 1781 में, ब्रिटिश ईस्ट इंडिया कंपनी द्वारा शहर को जीत लिया गया था। इसने 1799 से 1845 तक अंग्रेजों की मद्रास प्रेसिडेंसी के तहत तंजौर जिले की राजधानी के रूप में कार्य किया। यह स्वतंत्र भारत में तंजावुर जिले का हिस्सा बना रहा। 1991 में, इसे नव निर्मित नागपट्टिनम जिले का मुख्यालय बनाया गया था। नागपट्टिनम को 17.92 किमी 2 (6.92 वर्ग मील) के क्षेत्र को कवर करने वाली एक चयन-श्रेणी के नगरपालिका द्वारा प्रशासित किया गया है और 2011 की जनसंख्या 102,905 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपट्टिनम के अधिकांश लोग समुद्री जीवों के व्यापार, मछली पकड़ने, कृषि और पर्यटन में कार्यरत हैं। कायारोहनस्वामी मंदिर और साउंडराजारापरुमल मंदिर, नागपट्टिनम प्रमुख हिंदू तीर्थ स्थल हैं। नागपट्टिनम सिक्कल, वेलंकन्नी, पूम्पुहार, कोडियाकराई, वेदारन्यम, मन्नारगुडी और थारंगमबाड़ी के लिए पर्यटन का आधार है। नागपट्टिनम के लिए रोडवेज परिवहन का प्रमुख साधन है, जबकि शहर में रेल और समुद्री परिवहन भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और पर्यटन</p>\r\n<p>पर्यटन शहर के लिए एक महत्वपूर्ण आर्थिक भूमिका निभाता है, भले ही मछली पकड़ना एक प्रमुख व्यवसाय है। नागपट्टनम नागौर, वेलंकन्नी, सिक्कल, कोडियाकराई, वेदरन्यम, मन्नारगुडी और थारंगमबाड़ी जैसे धरोहरों और ऐतिहासिक बिंदुओं का एक आधार है।</p>\r\n<p>&nbsp;</p>\r\n<p>कायारोहनस्वामी मंदिर एक हिंदू मंदिर है जो शिव को समर्पित है। मंदिर 6 वीं शताब्दी सीई से अस्तित्व में रहा है और तेवाराम, 7 वीं -8 वीं शताब्दी के सैवर विहित कार्य, अप्पार, कैंपंतार और सुंदर द्वारा छंद द्वारा श्रद्धा दी गई है। मंदिर थायराजा पंथ के सात मंदिरों में से एक है, जिसे सप्त विदंगम के रूप में वर्गीकृत किया गया है, जहां पीठासीन देवता त्यागराज को विभिन्न नृत्य शैलियों को चित्रित करने के लिए माना जाता है। मंदिर को कायारोहनस्वामी के संघ नीलयदक्षि के मंदिर के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>साउंडारराजपेरुमल मंदिर, विष्णु को समर्पित शहर में एक हिंदू मंदिर है। यह दिव्य देशमों में से एक है, विष्णु के 108 मंदिरों में थिरुमंगई अज़वार द्वारा नलयिरा दिव्य प्रबन्धम में पूजित, 12 कवि संतों में से एक, जिन्हें 6 वीं -9 वीं शताब्दी से संबंधित अज़वार कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपट्टिनम कुछ प्रमुख हिंदू मंदिरों का आधार है जैसे कि सिक्कल में सिक्कल सिंगारवेलन मंदिर, वेदारन्यम में वेदारण्येश्वर मंदिर, एट्टुकुडी मुरुगन मंदिर और कूटनूर का सरस्वती मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>नागोर दुर्गा, 16 वीं शताब्दी में नागौर में स्थित मीनार, शहर के महत्वपूर्ण तीर्थस्थलों में से एक है। कंदुरी उत्सव संत हज़रत शाहुल हामिद (1490&ndash;1579 CE) के वार्षिक urs (सालगिरह) के लिए मनाया जाने वाला एक 14-दिवसीय कार्यक्रम है, जिसके सम्मान में मीनार का निर्माण किया गया था। यह त्योहार संत की मृत्यु की सालगिरह के उपलक्ष्य में मनाया जाता है, और विभिन्न धर्मों के तीर्थयात्री अनुष्ठानों और संस्कारों में भाग लेते हैं। इस त्योहार को हिंदू और मुस्लिमों के बीच एक पवित्र आदान-प्रदान के रूप में भी देखा जाता है, जो इस क्षेत्र में मिश्रित विश्वास की एकजुटता व्यक्त करता है। ऐसा माना जाता है कि 60 प्रतिशत तीर्थस्थल हिंदुओं द्वारा बनाए गए थे और ऐतिहासिक रूप से मीनार कई घरेलू और अंतर्राष्ट्रीय आगंतुकों को आकर्षित करती है। तीन अन्य प्रमुख मस्जिदें हैं; एक नागाई पुधुर रोड के पास, एक नए बस स्टैंड के पास, और दूसरा मुल्लाकदाई स्ट्रीट पर।</p>\r\n<p>&nbsp;</p>\r\n<p>वेलंकन्नी नागपट्टनम से 10 किमी (6.2 मील) की दूरी पर स्थित एक तीर्थस्थल है। यह शहर 17 वीं शताब्दी के दौरान निर्मित रोमन कैथोलिक चर्च ऑफ द लेडी ऑफ अवर हेल्थ के बेसिलिका के लिए जाना जाता है। सितंबर के दौरान बेसिलिका की तीर्थयात्रा आम है, जब कई धर्मों के लोग, विशेष रूप से हिंदू, मुस्लिम और ईसाई सभी संप्रदायों के लोग बेसिलिका का दौरा करते हैं। शहर में चार प्रमुख चर्च हैं; द लूर्धु माधा (सिंधथुराई माधा) चर्च, मदरसी माध चर्च, टी.ई.एल.सी. चर्च और प्रोटेस्टेंट चर्च।</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>&nbsp;</p>\r\n<p>नेगापट्टम वेस्लीयन मिशन-हाउस और स्कूल-रूम जैसा कि तब बनाया जाएगा जब (अक्टूबर 1855, पृष्ठ 108, रेव। थॉमस होडसन)।</p>\r\n<p>सेंट जोसेफ कॉलेज, 1846 में नागापट्टिनम में खोला गया और 1883 में तिरुचिरापल्ली स्थानांतरित किया गया, जो भारत के सबसे पुराने उच्च शिक्षण संस्थानों में से एक है। नागपट्टिनम में 12 प्राथमिक विद्यालय, 8 उच्च विद्यालय और 7 उच्चतर माध्यमिक विद्यालय हैं। कस्बे में 2 कला और विज्ञान कॉलेज, एक इंजीनियरिंग कॉलेज, 2 पॉलिटेक्निक कॉलेज और एक औद्योगिक प्रशिक्षण संस्थान (आईटीआई) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर को आपूर्ति की जाने वाली बिजली तमिलनाडु विद्युत बोर्ड (TNEB) के नागपट्टिनम सर्कल द्वारा विनियमित और वितरित की जाती है। नागापट्टिनम नगरपालिका द्वारा, वेटार नदी से बोरवेल के माध्यम से जलापूर्ति प्रदान की जाती है - यह वितरण कुरुकाठी, अंदिपालयम और सोलोमन पार्क में स्थित पम्पिंग स्टेशनों के माध्यम से किया जाता है। शहर से हर दिन लगभग 55 मीट्रिक टन ठोस कचरा एकत्र किया जाता है। नागपट्टिनम नगरपालिका में एक भूमिगत जल निकासी प्रणाली नहीं है और मल के निपटान के लिए वर्तमान सीवरेज प्रणाली सेप्टिक टैंक और सार्वजनिक उपयुक्तताओं के माध्यम से है। तूफान जल निकासी प्रणाली प्राकृतिक नदी के जल निकासी और मानव निर्मित तूफान के पानी की नालियों से बनी है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपट्टिनम भारत संचार निगम लिमिटेड (बीएसएनएल), भारत के राज्य के स्वामित्व वाले दूरसंचार और इंटरनेट सेवा प्रदाता नागपट्टिनम टेलीकॉम सर्कल के अंतर्गत आता है। दूरसंचार के अलावा, बीएसएनएल ब्रॉडबैंड इंटरनेट सेवा प्रदान करता है। कस्बे में छह सरकारी अस्पताल हैं, जिनमें सबसे बड़ा जिला सरकारी अस्पताल है। 28 अन्य निजी अस्पताल, क्लीनिक और चिकित्सा दुकानें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>नागपट्टिनम नगर पालिका में 104.539 किमी (64.958 मील) सड़कें हैं; सीमेंट सड़कों के 27.328 किमी (16.981 मील), 72.993 किमी (45.356 मील) बिटुमिनस सड़कों, डब्ल्यूबीएम सड़कों के 1.2 किमी (0.75 मील) और मिट्टी की सड़कों के 3.018 किमी (1.875 मील)। नागपट्टिनम दो राष्ट्रीय राजमार्गों, एनएच 45 ए से विल्लुपुरम और एनएच 67 से कोयंबटूर और कर्नाटक राज्य में गुंडलुपेट से जुड़ा है। नागापट्टिनम चेन्नई, वेल्लोर, कोयम्बटूर, तिरुचिरापल्ली, कराईकल और तमिलनाडु के अन्य प्रमुख शहरों से जुड़ा हुआ है, जो राज्य राजमार्ग एसएच 22 से ग्रांड एनीकट से कावेरीपूमपट्टिनम, एसएच 23 मायादुथुराई से थिरुथुराईपोन्डी, एसएच 64 से कुंभकोणम से सिरकाज़ी, एसएच 67 से जुड़ा हुआ है। नाचियार कोइल को, एसएच 147 को कुंभकोणम से कराईकल तक, एसएच 148 को नागोर से वेटार तक। Sembanarkoil से Nalladai तक SH 149, Vaheheeswarankoil से SHH 150 से लोअर एनीकट और SH 151 किलवेलुर से कचनम तक। तमिलनाडु राज्य परिवहन निगम नागपट्टनम से विभिन्न शहरों को जोड़ने वाली 175 दैनिक सेवाओं का संचालन करता है। नागापट्टिनम के माध्यम से अधिकांश बसें त्रिची और वेलंकन्नी के बीच निगम द्वारा संचालित की जाती हैं। निगम नागपट्टनम के नगरपालिका बस स्टैंड में एक कम्प्यूटरीकृत आरक्षण केंद्र संचालित करता है। यह नागपट्टिनम और आस-पास के गांवों की स्थानीय परिवहन आवश्यकताओं को पूरा करते हुए 25 टाउन बसों का संचालन करता है। राज्य एक्सप्रेस परिवहन निगम नागापट्टिनम से बेंगलुरु, तिरुवनंतपुरम और मार्तंडम को जोड़ने वाली लंबी दूरी की बसों का संचालन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपट्टिनम जंक्शन रेलवे स्टेशन का प्रवेश</p>\r\n<p>ग्रेट साउथ इंडियन रेलवे कंपनी (GSIR) का मुख्यालय 1861 और 1875 के बीच नागपट्टनम में था। एक ब्रॉड गेज रेलवे [BG] लाइन को नागापट्टिनम और तिरुचिरापल्ली जंक्शन के बीच थिरुवरूर जंक्शन, थानावुर जंक्शन के बीच 1861 और 1875 के बीच संचालित किया गया था। 1875 के दौरान इसे 1875 में परिवर्तित किया गया था। मीटर गेज (MG) लाइन। जीएसआईआर का मुख्यालय 1875 के दौरान तिरुचिरापल्ली में स्थानांतरित कर दिया गया। रेलवे कार्यशाला नेगापट्टनम में 1929 तक थी और इसने शहर के विकास में योगदान दिया। इसे 1929 के दौरान गोल्डन रॉक [पोनमालई] में भी स्थानांतरित कर दिया गया। नागपट्टिनम जंक्शन पश्चिम में तिरुवरूर जंक्शन, उत्तर में नागोर और दक्षिण में वेलंकन्नी को जोड़ता है। तिरुचिरापल्ली जंक्शन, तंजावुर जंक्शन, मयिलादुथुराई जंक्शन, कराईकल, मन्नारगुडी और थिरुथुराइपोंडी जंक्शन के लिए यात्री ट्रेनें हैं। चेन्नई एग्मोर के लिए मयिलादुथुराई जंक्शन और एर्नाकुलम जंक्शन के माध्यम से कोयंबटूर जंक्शन (टी गार्डन एक्सप्रेस) के माध्यम से एक दैनिक एक्सप्रेस ट्रेन है। मन्नारगुडी से तिरुपति (पमनी एक्सप्रेस) और वेलंकन्नी से वास्को डी गामा (गोवा) (वास्को वेलंकन्नी एक्सप्रेस) तक दो त्रैमासिक ट्रेनें हैं जो नागपट्टिनम जंक्शन से गुजरती हैं।</p>\r\n<p>नागपट्टिनम का बंदरगाह बंगाल की खाड़ी में कुडुवयार नदी के मुहाने पर है। नागपट्टिनम चोल साम्राज्य का सबसे महत्वपूर्ण बंदरगाह था। राजेंद्र चोल I (1012-44 CE) के सभी पूर्वी नौसेना अभियान बंदरगाह के माध्यम से थे। बंदरगाह का व्यापक रूप से डच, पुर्तगाली और ब्रिटिशों द्वारा व्यापारिक उद्देश्यों के लिए कोरमंडल तट के प्रमुख बंदरगाहों में से एक के रूप में उपयोग किया गया था। ब्रिटिश काल के दौरान बंदरगाह से श्रीलंका को मुख्य निर्यात चावल, टुकड़ा माल, पशुधन, सिगार, तम्बाकू और खाल थे। नागपट्टिनम का व्यापार ज्यादातर श्रीलंका, स्ट्रैट्स सेटलमेंट्स, बर्मा और यूनाइटेड किंगडम और स्पेन के लिए कुछ हद तक था। बंदरगाह ने सिंगापुर को यात्री यातायात भी दिया था, लेकिन आग लगने के कारण यह नष्ट हो गया था। आधुनिक डे पोर्ट में एक वाणिज्यिक पोर्ट कॉम्प्लेक्स और एक डॉकयार्ड है जो पोर्ट का सामना कर रहे एक नदी मुंह रेत बार द्वारा संरक्षित है। यह बंदरगाह केवल सीमित मात्रा में खाद्य तेल आयात करता है। नागपट्टिनम लाइटहाउस 1869 में ब्रिटिश द्वारा पोर्ट परिसर के अंदर बनाया गया पहला पारंपरिक 20 मीटर ऊंचा (66 फीट) लाइटहाउस टॉवर है। भारत सरकार के अधीन तमिलनाडु मैरीटाइम बोर्ड द्वारा पोर्ट और लाइटहाउस का रखरखाव किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा तिरुचिरापल्ली हवाई अड्डा है, जो शहर से 145 किमी (90 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nagapattinam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","tags":[{"name":"नागपट्टिनम","slug":"nagapattinam"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":923,"title":"तिरुवरुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"तिरुवरुर के रूप में भी जाना जाता है तिरुवरुर [क] भारतीय राज्य तमिलनाडु में एक शहर और नगरपालिका है। यह तिरुवूर जिले और तिरुवूर तालुक का प्रशासनिक मुख्यालय है। यह शहर चोल साम्राज्य की पांच पारंपरिक राजधानियों में से एक था, जिसमें से एक राजवंश कुलोत्तुंगा चोल I के सम्राटों में से एक था, और यह उसकी र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवरुर","slug":"tiruvarur"}],"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","total":0},{"id":913,"title":"तिरुपुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"तिरुपुर या तिरुपुर भारतीय राज्य तमिलनाडु में स्थित एक शहर है। तिरुपुर, तिरुपुर जिले का प्रशासनिक मुख्यालय और तमिलनाडु में पाँचवाँ सबसे बड़ा शहरी समूह है। नोय्याल नदी के तट पर स्थित, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, मैसूर साम्राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शासन किया गया है। यह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुपुर","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":897,"title":"कल्लाकुरिची में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"कल्लाकुरिची भारत के तमिलनाडु राज्य में एक कस्बा है और तिरुवन्नामलाई क्षेत्र में कल्लाकुरिची जिले का प्रशासनिक मुख्यालय है। 2015 तक, शहर की आबादी 57,628 थी\r\nकल्लुकुरिची (तमिल: ளக்ak்சி்மாவட டம் )்) उन 37 जिलों में से एक है, जो भारत के दक्षिणी सिरे पर स्थित तमिलनाडु राज्य के हैं। जिला मुख्या","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कल्लाकुरिची","slug":"kallakurichi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}