{"id":903,"title":"Top Places to visit in Nagapattinam, Tamil Nadu","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"<p>Nagapattinam (previously spelt Nagapatnam or Negapatam) is a town in the Indian state of Tamil Nadu and the administrative headquarters of Nagapattinam District. The town came to prominence during the period of Medieval Cholas (9th&ndash;12th century CE) and served as their important port for commerce and east-bound naval expeditions. The Chudamani Vihara in Nagapattinam constructed by the Srivijayan king Sri Mara Vijayattungavarman of the Sailendra dynasty with the help of Rajaraja Chola I was an important Buddhist structure in those times. Nagapattinam was settled by the Portuguese and, later, the Dutch under whom it served as the capital of Dutch Coromandel from 1660 to 1781. In November 1781, the town was conquered by the British East India Company. It served as the capital of Tanjore district from 1799 to 1845 under Madras Presidency of the British. It continued to be a part of Thanjavur district in Independent India. In 1991, it was made the headquarters of the newly created Nagapattinam District. Nagapattinam is administered by a Selection-grade municipality covering an area of 17.92 km2 (6.92 sq mi) and had a population of 102,905 as of 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>A majority of the people of Nagapattinam are employed in sea-borne trading, fishing, agriculture and tourism. Kayarohanaswami Temple and Soundararajaperumal Temple, Nagapattinam are the major Hindu pilgrimage sites. Nagapattinam is the base for tourism for Sikkal, Velankanni, Poompuhar, Kodiakkarai, Vedaranyam, Mannargudi and Tharangambadi. Roadways is the major mode of transport to Nagapattinam, while the city also has rail and sea transport.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and tourism</p>\r\n<p>Tourism plays a key economic role for the town, even though fishing is the major occupation. Nagapttinam is a base for heritage and historic points like Nagore, Velankanni, Sikkal, Kodiyakkarai, Vedaranyam, Mannargudi and Tharangambadi.</p>\r\n<p>&nbsp;</p>\r\n<p>Kayarohanaswami Temple is a Hindu temple dedicated to Shiva. The temple has been in existence from the 6th century CE and has been revered by the verses of Tevaram, the 7th&ndash;8th century Saiva canonical work by Appar, Campantar and Sundarar. The temple is one of the seven temples of the Thyagaraja cult, classified as Saptha Vidangam, where the presiding deity Thyagaraja is believed to portray different dance styles. The temple is also known for the shrine of Neelayadakshi, the consort of Kayarohanaswami.</p>\r\n<p>&nbsp;</p>\r\n<p>Soundararajaperumal Temple is a Hindu temple in the town dedicated to Vishnu. It is one of the Divya Desams, the 108 temples of Vishnu revered in Nalayira Divya Prabandham by Thirumangai Azhwar, one of the 12 poet saints called Azhwars belonging to the 6th&ndash;9th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagapattinam is base to some of the prominent Hindu temples like Sikkal Singaravelan Temple at Sikkal, Vedaranyeswarar Temple at Vedaranyam, Ettukudi Murugan Temple and Koothanur Maha Saraswathi Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagore Durgha, a 16th-century minaret located in Nagore, is one of the important pilgrimage centres of the town. Kanduri festival is a 14-day event celebrated for the annual urs(anniversary) of the saint Hajrath Shahul Hamid (1490&ndash;1579 CE), in honor of whom the minaret was built. The festival is celebrated in commemoration of the anniversary of the saint's death, and pilgrims from various religions participate in the rituals and rites. The festival is also seen as a sacred exchange between Hindus and Muslims expressing solidarity of mixed faith in the region. It is believed that 60 percent of the shrines were built by Hindus and historically the minaret garners many domestic and international visitors. There are three other prominent mosques; one near Nagai Pudhur Road, one near the new bus stand, and another at Moolakadai Street.</p>\r\n<p>&nbsp;</p>\r\n<p>Velankanni is a pilgrimage centre located 10 km (6.2 mi) from Nagapattinam. The town is known for the Basilica of Our Lady of Good Health, a Roman Catholic church built during the 17th century. Pilgrimage to the basilica is common during September when people of many faiths, especially Hindus, Muslims and Christians of all denominations visit the basilica. The town has four prominent churches; the Lourdhu Madha (Sindhathurai Madha) Church, the Madharasi Madha Church, T.E.L.C. Church and the Protestant Church.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>&nbsp;</p>\r\n<p>Negapatam Wesleyan Mission-House and the school-room as it will be when rebuilt (October 1855, p. 108, Rev. Thomas Hodson)</p>\r\n<p>St. Joseph's College, opened in Nagapattinam in 1846 and transferred to Tiruchirappalli in 1883, is one of the oldest higher educational institutions in India. Nagapattinam has 12 elementary schools, 8 high schools and 7 higher secondary schools. There are 2 arts and science colleges, one engineering college, 2 polytechnic colleges and one industrial training institute (ITI) in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>The electricity supplied to the town is regulated and distributed by the Nagapattinam circle of Tamil Nadu Electricity Board (TNEB). The water supply is provided by the Nagapattinam Municipality, through borewells from Vettar river &mdash; the distribution is done through pumping stations located at Kurukathi, Andipalayam and Solomon Park. About 55 metric tonnes of solid waste are collected from the town every day. Nagapattinam municipality does not have an underground drainage system and the current sewerage system for disposal of sullage is through septic tanks and public conveniences. The storm water drainage system is made up of the natural river drainage and man-made storm water drains.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagapattinam comes under the Nagapattinam telecom circle of the Bharat Sanchar Nigam Limited (BSNL), India's state-owned telecom and internet services provider. Apart from telecom, BSNL provides broadband internet service. There are six government hospitals in the town, with the largest being the District Government Hospital. There are 28 other private hospitals, clinics, and medical shops.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Nagapattinam municipality accommodates 104.539 km (64.958 mi) of roads; 27.328 km (16.981 mi) of cement roads, 72.993 km (45.356 mi) of bituminous roads, 1.2 km (0.75 mi) of WBM roads and 3.018 km (1.875 mi) of earthen roads. Nagapattinam is connected by two national highways, NH 45A to Villupuram and NH 67 to Coimbatore and Gundlupete in Karnataka state. Nagapattinam is connected with Chennai, Vellore, Coimbatore, Tiruchirapalli, Karaikal and other major towns of Tamil Nadu through the state highways SH 22 from Grand Anaicut to Kaveripoompattinam, SH 23 from Mayiladuthurai to Thiruthuraipoondi, SH 64 from Kumbakonam to Sirkazhi, SH 67 from Nagore to Nachiyar Koil, SH 147 from Kumbakonam to Karaikkal, SH 148 from Nagore to Vettar. SH 149 from Sembanarkoil to Nalladai, SH 150 from Vaitheeswarankoil to Lower Anaicut and SH 151 from Kilvelur to Kachanam. The Tamil Nadu State Transport Corporation operates close to 175 daily services connecting various cities to Nagapattinam. Most of the buses via Nagapattinam operated by the corporation ply between Trichy and Velankanni. The corporation operates a computerised reservation centre in the municipal bus stand of Nagapattinam. It operates 25 town buses satisfying the local transport needs of Nagapattinam and the neighbouring villages. The State Express Transport Corporation operates long distance buses connecting Nagapattinam to Bengaluru, Thiruvananthapuram and Marthandam.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance of Nagapattinam Junction railway station</p>\r\n<p>Great South Indian Railway Company (GSIR) had its headquarters at Nagapattinam between 1861 and 1875. A broad gauge railway [BG] line was operated between Nagapattinam and Tiruchirappalli Junction via Thiruvarur Junction, Thanjavur Junction between 1861 and 1875. During 1875 it was converted into a meter gauge (MG) line. The GSIR headquarters was shifted to Tiruchirapalli during 1875. The railway workshop was at Negapatnam till 1929 and contributed to the growth of the town. It was also moved to Golden rock [Ponmalai] during 1929. Nagapattinam Junction connects Thiruvarur Junction in the west, Nagore in the north and Velankanni in the south. There are passenger trains to Tiruchirappalli Junction, Thanjavur Junction, Mayiladuthurai Junction, Karaikal, Mannargudi and Thiruthuraipoondi Junction. There is a daily express train to Chennai Egmore via Mayiladuthurai Junction and Ernakulam Junction via Coimbatore Junction (Tea Garden Express). There are two triweekly trains from Mannargudi to Tirupati (Pamani Express) and Velankanni to Vasco da Gama (Goa) (Vasco Velankanni Express) that pass via Nagapattinam Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>The port of Nagapattinam is in the Bay of Bengal in the mouth of river Kuduvayyar. Nagapattinam was the most important port of the Chola empire. All the eastern naval expeditions of Rajendra Chola I (1012&ndash;44 CE) were through the port. The port was widely used by the Dutch, Portuguese and British as one of the major ports of the Coramandel Coast for trading purposes. Most of the principal exports to Sri Lanka from the port during the British period were rice, piece goods, livestock, cigars, tobacco and hides. The trade of Nagapattinam was mostly with Sri Lanka, Straits Settlements, Burma and to a small extent to the United Kingdom and Spain. The port also served passenger traffic to Singapore, but this was susepended due to a fire accident. The modern day port has a commercial port complex and a dockyard that are protected by a river mouth sand bar facing the port. The port handles only a limited amount of edible oil imports. The Nagapttinam lighthouse is the first conventional 20-metre-high (66 ft) lighthouse tower, built inside the port premises by the British in 1869. The port and the lighthouse are maintained by the Tamil Nadu Maritime Board under the Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest Airport is Tiruchirapalli Airport, located 145 km (90 mi) away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nagapattinam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","tags":[{"name":"nagapattinam","slug":"nagapattinam"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":923,"title":"Top Places to visit in Tiruvarur, Tamil Nadu","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"Thiruvarur also spelled as Tiruvarur[a] is a town and municipality in the Indian state of Tamil Nadu. It is the administrative headquarters of Tiruvarur district and Tiruvarur taluk. The town was one of the five traditional capitals of the Chola empire, with one of the emperors of the dynasty, Ku","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvarur","slug":"tiruvarur"}],"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","total":0},{"id":913,"title":"Top Places to visit in Tirupur, Tamil Nadu","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"Tiruppur or Tirupur is a city located in the Indian state of Tamil Nadu. Tiruppur is the administrative headquarters of Tiruppur district and the fifth largest urban agglomeration in Tamil Nadu. Located on the banks of Noyyal River, it has been ruled at different times, by the Early Pandyas, Medi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tirupur","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":897,"title":"Top Places to visit in Kallakurichi, Tamil Nadu","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628\r\nKallakurichi (Tamil: கள்ளக்குறிச்சி மாவட்டம்) is one of the 37 districts which belong to Tamil Na","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kallakurichi","slug":"kallakurichi"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}