{"id":904,"title":"Top Places to visit in Nilgiris, Ooty, Tamil Nadu","imageUrl":"657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","dateCreated":"2019-10-16T02:49:31.326Z","dateModified":"2019-10-16T02:49:55.68Z","contributedBy":"AskGif","content":"<p>The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. The Nilgiri Hills are part of a larger mountain chain known as the Western Ghats. Their highest point is the mountain of Doddabetta, height 2,637 m. The district is contained mainly within the Nilgiri Mountains range. The administrative headquarters is located at Ooty (Ootacamund or Udhagamandalam).</p>\r\n<p>&nbsp;</p>\r\n<p>Nilgiris District ranked first in a comprehensive Economic Environment index ranking districts in Tamil Nadu (not including Chennai) prepared by the Institute for Financial Management and Research in August 2009. Tea and coffee plantations have been important to its economy. As of 2011, the Nilgiris district had a population of 735,394, with a sex-ratio of 1,042 females for every 1,000 males.</p>\r\n<p>&nbsp;</p>\r\n<p>Ooty officially known as Udagamandalam (also known as Ootacamund), is a town and a municipality in the Niligiris District of the Indian state of Tamil Nadu. It is located 86 km north of Coimbatore and 128 km south of Mysore and is the headquarters of the Nilgiris district. It is a popular hill station located in the Nilgiri Hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Originally occupied by the Toda people, the area came under the rule of the East India Company at the end of the 18th century. The economy is based on tourism and agriculture, along with the manufacture of medicines and photographic film. The town is connected by the Nilgiri ghat roads and Nilgiri Mountain Railway. Its natural environment attracts tourists and it is a popular summer destination. In 2011, the town had a population of 88,430.</p>\r\n<p>&nbsp;</p>\r\n<p>District administration</p>\r\n<p>The Nilgiris District has been headed by a government-appointed Collector since 1868. The first was James W. Breeks, who was called Commissioner. Since then there have been more than 100 men who have held the post. They were responsible for overseeing the various Departments active within the District.</p>\r\n<p>&nbsp;</p>\r\n<p>The district comprises six taluks: Udhagamandalam (Ooty/Ootacamund), Kundah, Coonoor, Kotagiri, Gudalur and Pandalur. These are divided among four panchayat unions: Udhagamandalam, Coonoor, Kotagiri and Gudalur. Besides four Municipalities of Ooty, Coonoor, Gudalur and Nelliyalam, there is a Wellington Cantonment and Aruvankadu Township.</p>\r\n<p>&nbsp;</p>\r\n<p>The district consists of 56 revenue villages and 15 revenue firkas. There are two revenue divisions here, Coonoor and Gudalur. For local concerns, the Nilgiris also has 35 village panchayats and 13 town panchayats.</p>\r\n<p>&nbsp;</p>\r\n<p>Coonoor Revenue Division:</p>\r\n<p>&nbsp;</p>\r\n<p>Kotagiri taluk</p>\r\n<p>Coonoor taluk</p>\r\n<p>Udhagamandalam Revenue Division:</p>\r\n<p>&nbsp;</p>\r\n<p>Udhagamandalam taluk</p>\r\n<p>Kundah taluk</p>\r\n<p>Gudalur Revenue Division:</p>\r\n<p>&nbsp;</p>\r\n<p>Gudalur taluk</p>\r\n<p>Pandalur taluk</p>\r\n<p>Blocks and Revenue Taluks:</p>\r\n<p>&nbsp;</p>\r\n<p>Kotagiri Block comprises the taluk of Kotagiri.</p>\r\n<p>Coonoor Block comprises the taluk of Coonoor.</p>\r\n<p>Udhagamandalam Block comprises the taluks of Udhagamandalam and Kundah.</p>\r\n<p>Gudalur Block comprises the taluks of Gudalur and Pandalur.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity</p>\r\n<p>There are 10 Hydel Power Houses (hydroelectric) in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Pykara Power House &ndash; Pykara</p>\r\n<p>Pykara Micro Power House &ndash; Pykara</p>\r\n<p>Moyar Power House &ndash; Moyar River</p>\r\n<p>Kundah Power House I &ndash; Kundah</p>\r\n<p>Kundah Power House II &ndash; Geddai</p>\r\n<p>Kundah Power House III &ndash; Pillur</p>\r\n<p>Kundah Power House IV &ndash; Paralli</p>\r\n<p>Kundah Power House V &ndash; Avalanche</p>\r\n<p>Kundah Power House VI &ndash; Kattukuppai (Emerald)</p>\r\n<p>Katteri hydro-electric system &ndash; Kateri</p>\r\n<p>Health infrastructure</p>\r\n<p>There are one district headquarters government hospital, five taluk hospitals, 38 primary health centres, 194 health sub-centres, and five plague circles in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism is an important source of revenue for the Nilgiris. The district is home to several hill stations which are visited by tourists during summer. These include Ooty (Udhgamandalam) (district headquarters), Coonoor, Gudalur and Kotagiri. The Nilgiri Mountain Train, locally known as the Toy Train, attracts tourists as the journey has extensive views of the hills and forests. Mudumalai National Park is commonly visited by wildlife enthusiasts, campers and backpackers. The annual flower show, organised by the Government of Tamil Nadu at the Botanical Garden in Ooty, is an annual event, known for its display of roses. Nilgiris is known for its eucalyptus oil and tea, and also produces bauxite. Some tourists are attracted to study the lifestyles of the various tribes living here or to visit the tea and vegetable plantations. Other tourist destinations in the district are Pykara Waterfalls and the Ooty Lake, Avalanche and Doddabetta peak.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Ooty is situated in the Nilgiri Biosphere Reserve. Many of the forested areas and water bodies are off-limits to most visitors in order to protect this fragile ecosystem. Some areas of the Biosphere Reserve have been earmarked for tourism development, and steps are being undertaken to open these areas to visitors whilst conserving the area. It is situated at an altitude of 2,240 metres (7,350 feet) above sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>Gardens and parks</p>\r\n<p>&nbsp;</p>\r\n<p>Botanical Garden in Ooty</p>\r\n<p>&nbsp;</p>\r\n<p>The Government Botanical Garden</p>\r\n<p>The Government Rose Garden (formerly Centenary Rose Park) is the largest rose garden in India. It is situated on the slopes of the Elk Hill in Vijayanagaram of Ooty town. at an altitude of 2200 meters. Today this garden has one of the largest collection of roses in the country with more than 20,000 varieties of roses of 2,800 cultivars. The collection includes hybrid tea roses, Miniature Roses, Polyanthas, Papagena, Floribunda, Ramblers, Yakimour and roses of unusual colours like black and green.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Xerochrysum bracteatum - Everlasting flower from Ooty</p>\r\n<p>The 22-acre (89,000 m2) Ooty Botanical Gardens was laid out in 1847 and is maintained by the Government of Tamil Nadu. The Botanical Garden is lush, green, and well-maintained. A flower show along with an exhibition of rare plant species is held every May. The gardens have around a thousand species, both exotic and indigenous, of plants, shrubs, ferns, trees, herbal and bonsai plants. The garden has a 20-million-year-old fossilised tree.</p>\r\n<p>&nbsp;</p>\r\n<p>Deer Park is located on the edge of Ooty Lake. It is the highest altitude zoo in India aside from the zoo in Nainital, Uttarakhand. This park was formed to house a number of species of deer and other animals.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakes and dams</p>\r\n<p>&nbsp;</p>\r\n<p>Ooty Lake</p>\r\n<p>Ooty lake covers an area of 65 acres. The boat house established alongside the lake, which offers boating facilities to tourists, is a major tourist attraction in Ooty. It was constructed in 1824 by John Sullivan, the first collector of Ooty. The lake was formed by damming the mountain streams flowing down Ooty valley. The lake is set among groves of Eucalyptus trees with a railway line running along one bank. During the summer season in May, boat races and boat pageantry are organised for two days at the lake.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Boating in Pykara Lake in Ooty</p>\r\n<p>Pykara is a river located 19 km from Ooty. The Pykara is considered very sacred by the Todas. The Pykara river rises at Mukurthi peak and passes through a hilly tract, generally keeping to the north and turns to the west after reaching the plateau's edge. The river flows through a series of cascades; and the last two falls of 55 meters and 61 meters are known as Pykara falls. The falls are approximately 6 km from the bridge on the main road. A boat house by the Pykara falls and dam is an added attraction to tourists. Kamaraj Sagar Dam (also known as Sandynalla reservoir) is located 10 km from the Ooty bus stand. It is a picnic spot and a film shoot location on the slopes of the Wenlock Downs. The various tourist activities at the dam include fishing and studying nature and the environment. Parsons Valley Reservoir is the primary water source for the town and is mainly in a reserved forest and thus largely off-limits to visitors. Emerald Lake, Avalanche Lake and Porthimund Lake are other lakes in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Reserve forests</p>\r\n<p>&nbsp;</p>\r\n<p>The Pine Forest in Ooty</p>\r\n<p>&nbsp;</p>\r\n<p>Tiger Safari in Mudumalai Tiger Reserve</p>\r\n<p>&nbsp;</p>\r\n<p>Mukurthi National Park</p>\r\n<p>Doddabetta is the highest peak (2,623 m) in the Nilgiris, about 10 km from Ooty. It lies at the junction of the Western and Eastern Ghats surrounded by dense Sholas. The pine forest situated between Ooty and Thalakunda is a small downhill region where pine trees are arranged in an orderly fashion. Wenlock Downs is a grassland area typical of the original bioscape of the Nilgiris with gently undulating hills. Mudumalai National Park and tiger reserve lies on the north western side of the Nilgiri Hills. The sanctuary is divided into 5 ranges - Masinagudi, Thepakadu, Mudumalai, Kargudi and Nellakota. Here one can often spot herds of endangered Indian elephants, vulnerable gaur, and chital. The sanctuary is a haven for Bengal tigers, Indian leopards and other threatened species. There are at least 266 species of birds in the sanctuary, including critically endangered species like the Indian white-rumped vulture and the long-billed vulture. Mukurthi National Park is a 78.46 km2 protected area located in the south-eastern corner of the Nilgiris Plateau west of Ooty. The park was created to protect its keystone species, the Nilgiri tahr. The Western Ghats, Nilgiri Sub-Cluster (6,000 km2 (2,300 sq mi)), including all of Mudumalai National Park, is under consideration by the UNESCO World Heritage Committee for selection as a World Heritage Site.</p>\r\n<p>&nbsp;</p>\r\n<p>Tribal huts and museum</p>\r\n<p>&nbsp;</p>\r\n<p>Toda Hut</p>\r\n<p>There are a few Toda huts on the hills above the Botanical Garden, where Todas still dwell. There are other Toda settlements in the area, notably Kandal Mund near Old Ooty. Although many Toda have abandoned their traditional distinctive huts for concrete houses, a movement is now afoot to build tradition barrel-vaulted huts, and during the last decade forty new huts have been built and many Toda sacred dairies renovated.</p>\r\n<p>&nbsp;</p>\r\n<p>The Tribal Museum is part of the campus of Tribal Research Centre which is in Muthorai Palada (10 km from Ooty town). It is home to rare artifacts and photographs of tribal groups of Tamil Nadu as well as the Andaman and Nicobar Islands, and anthropological and archaeological primitive human culture and heritage. The Tribal Museum also displays houses belonging to Toda, Kota, Paniya, Kurumba, and Kanikarans.</p>\r\n<p>&nbsp;</p>\r\n<p>Nilgiri Mountain Railway</p>\r\n<p>Nilgiri Mountain Railway</p>\r\n<p>Nilgiri Mountain Railway</p>\r\n<p>The Nilgiri Mountain Railway was built by the British in 1908, and was initially operated by the Madras Railway Company. The railway still relies on its fleet of steam locomotives. NMR comes under the jurisdiction of the newly formed Salem Division. In July 2005, UNESCO added the Nilgiri Mountain Railway as an extension to the World Heritage Site of Darjeeling Himalayan Railway, the site then became known as \"Mountain Railways of India.\" after it satisfied the necessary criteria, thus forcing abandonment of the modernisation plans. For the past several years diesel locomotives have taken over from steam on the section between Coonoor and Udagamandalam. Local people and tourists have led a demand for steam locos to once again haul this section.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical buildings</p>\r\n<p>&nbsp;</p>\r\n<p>Fernhills Palace</p>\r\n<p>Stone House is the first bungalow constructed in Ooty. It was built by John Sullivan and was called Kal Bangala by the tribals (Kal means stone in local tribal language). John Sullivan started building Stone House in 1822, acquiring land from the Todas at one rupee an acre. Today, it is the official residence for the principal of the Government Arts College, Ooty</p>\r\n<p>&nbsp;</p>\r\n<p>St Stephen's Church is located on the road to Mysore in Ooty, in the state of Tamil Nadu, India. It is one of the oldest churches in the Nilgiris district. The church dates back to the 19th century. Stephen Rumbold Lushington, the then governor of Madras, who keenly felt the need for a cathedral in Ooty which was exclusively for the British, laid the foundation stone for the church on 23 April 1829, to coincide with the birthday of King George IV. St Stephen's Church was consecrated by John Matthias Turner, Bishop of Calcutta, on 5 November 1830. It was thrown open to public communion on Easter Sunday 3 April 1831. It came under the Church of South India in 1947. The architect in charge was John James Underwood, Captain, Madras Regiment.</p>\r\n<p>&nbsp;</p>\r\n<p>St. Thomas Church, a parish in the Anglican diocese of Ooty, was begun in 1867, with the foundation stone being laid on 1 May by Lt. Gen. Howard Dowker. Construction was completed 20 October 1870, and its first service was held in 1871. Among the famous graves in the churchyard are those of Josiah John Goodwin, the British stenographer of Swami Vivekananda, and William Patrick Adam, the British governor of Madras, whose grave is topped by the stunning pillar monument dedicated to St. Thomas, the tallest structure in Ooty. The church&rsquo;s graveyard was used as a setting in David Lean's 1984 movie, A Passage to India, which was based on E. M. Forster&rsquo;s novel of the same name.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1882, the rules and game of snooker were first drafted and codified in the \"Ooty Club\". The club still houses the billiards table that was used.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/The_Nilgiris_District</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nilgiris-ooty-tamil-nadu","tags":[{"name":"ooty","slug":"ooty"},{"name":"nilgiris","slug":"nilgiris"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":910,"title":"Top Places to visit in Salem, Tamil Nadu","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"Salem is a city in Salem district in the Indian state of Tamil Nadu. It is located about 160 kilometres (100 mi) northeast of Coimbatore, 186 kilometres (116 mi) southeast of Karnataka state capital Bangalore and about 340 kilometres (210 mi) southwest of the state capital, Chennai. Salem is the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"salem","slug":"salem"}],"slug":"top-places-to-visit-in-salem-tamil-nadu","total":0},{"id":904,"title":"Top Places to visit in Nilgiris, Ooty, Tamil Nadu","imageUrl":"657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","dateCreated":"2019-10-16T02:49:31.326Z","dateModified":"2019-10-16T02:49:55.68Z","contributedBy":"AskGif","content":"The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. The Nilgiri Hills are part of a larger mountain chain known as the Weste","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ooty","slug":"ooty"},{"name":"nilgiris","slug":"nilgiris"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nilgiris-ooty-tamil-nadu","total":0},{"id":901,"title":"Top Places to visit in Krishnagiri, Tamil Nadu","imageUrl":"4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","dateCreated":"2019-10-16T02:10:17.293Z","dateModified":"2019-10-16T02:10:35.371Z","contributedBy":"AskGif","content":"Krishnagiri is a city in state of Tamil-Nadu, India and it serves as the administrative headquarters of Krishnagiri District formed in 2004. It is located at the bottom of Krishnadevarayar (people often call it as Karumalai, Syed Basha) Hills, and the town is fully surrounded by Hill rocks. It is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"krishnagiri","slug":"krishnagiri"}],"slug":"top-places-to-visit-in-krishnagiri-tamil-nadu","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}