{"id":904,"title":"नीलगिरी, ऊटी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","dateCreated":"2019-10-16T02:49:31.326Z","dateModified":"2019-10-16T02:49:55.68Z","contributedBy":"AskGif","content":"<p>नीलगिरी जिला दक्षिणी भारतीय राज्य तमिलनाडु में है। नीलगिरि (अंग्रेज़ी: Blue Mountains) एक ऐसा नाम है जो तमिलनाडु, कर्नाटक और केरल राज्यों के बीच सीमाओं पर फैले पहाड़ों की एक श्रृंखला को दिया गया है। नीलगिरि पहाड़ियां पश्चिमी घाट के नाम से जानी जाने वाली एक बड़ी पर्वत श्रृंखला का हिस्सा हैं। उनका उच्चतम बिंदु डोड्डाबेट्टा का पर्वत है, ऊंचाई 2,637 मीटर है। जिला मुख्य रूप से नीलगिरि पर्वत श्रृंखला के भीतर निहित है। प्रशासनिक मुख्यालय ऊटी (ऊटाकामुंड या उधगमंडलम) में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अगस्त 2009 में इंस्टीट्यूट फॉर फाइनेंशियल मैनेजमेंट एंड रिसर्च द्वारा तैयार किए गए नीलगिरी जिले को तमिलनाडु में एक व्यापक आर्थिक पर्यावरण सूचकांक रैंकिंग जिलों में पहले स्थान पर रखा गया। चाय और कॉफी के बागान इसकी अर्थव्यवस्था के लिए महत्वपूर्ण रहे हैं। 2011 तक, नीलगिरी जिले की जनसंख्या 735,394 थी, जिसमें प्रति 1,000 पुरुषों पर 1,042 महिलाओं का लिंगानुपात था।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊटी को आधिकारिक तौर पर उद्गममंडलम (ऊटाकामुंड के रूप में भी जाना जाता है) के रूप में जाना जाता है, भारत के तमिलनाडु राज्य के नीलगिरी जिले में एक शहर और एक नगर पालिका है। यह कोयंबटूर के उत्तर में 86 किमी और मैसूर से 128 किमी दक्षिण में स्थित है और नीलगिरी जिले का मुख्यालय है। यह नीलगिरि पहाड़ियों में स्थित एक लोकप्रिय हिल स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>मूल रूप से टोडा लोगों के कब्जे में, यह क्षेत्र 18 वीं शताब्दी के अंत में ईस्ट इंडिया कंपनी के शासन में आया था। अर्थव्यवस्था दवाओं और फोटोग्राफिक फिल्म के निर्माण के साथ पर्यटन और कृषि पर आधारित है। यह शहर नीलगिरी घाट सड़कों और नीलगिरि पर्वत रेलवे द्वारा जुड़ा हुआ है। इसका प्राकृतिक वातावरण पर्यटकों को आकर्षित करता है और यह एक लोकप्रिय ग्रीष्मकालीन गंतव्य है। 2011 में, शहर की आबादी 88,430 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला प्रशासन</p>\r\n<p>नीलगिरी जिले का नेतृत्व 1868 से सरकार द्वारा नियुक्त कलेक्टर कर रहे हैं। पहले जेम्स डब्ल्यू ब्रीक्स थे, जिन्हें कमिश्नर कहा जाता था। तब से अब तक 100 से अधिक लोग ऐसे हैं जिन्होंने इस पद को संभाला है। वे जिले के भीतर सक्रिय विभिन्न विभागों की देखरेख के लिए जिम्मेदार थे।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में छह तालुके शामिल हैं: उधगमंडलम (ऊटी / ऊटाकामुंड), कुंडाह, कुन्नूर, कोटागिरी, गुडालुर और पंडालुर। ये चार पंचायत यूनियनों में विभाजित हैं: उधगमंडलम, कुन्नूर, कोटागिरी और गुडालुर। ऊटी, कुन्नूर, गुडालुर और नेलियालम की चार नगर पालिकाओं के अलावा, एक वेलिंगटन छावनी और अरुवंकडु टाउनशिप है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में ५६ राजस्व गाँव और १५ राजस्व देवियाँ हैं। यहां दो राजस्व मंडल हैं, कुन्नूर और गुड़ालुर। स्थानीय चिंताओं के लिए, नीलगिरी में 35 ग्राम पंचायतें और 13 नगर पंचायतें भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुन्नूर राजस्व प्रभाग:</p>\r\n<p>&nbsp;</p>\r\n<p>कोटागिरी तालुक</p>\r\n<p>कुन्नूर तालुक</p>\r\n<p>उधगमंडलम राजस्व प्रभाग:</p>\r\n<p>&nbsp;</p>\r\n<p>उधगमण्डलम तालुक</p>\r\n<p>कुंदह तालुक</p>\r\n<p>गुडालुर राजस्व मंडल:</p>\r\n<p>&nbsp;</p>\r\n<p>गुडालुर तालुक</p>\r\n<p>पांडालुर तालुक</p>\r\n<p>ब्लॉक और राजस्व वार्ता:</p>\r\n<p>&nbsp;</p>\r\n<p>कोटागिरी ब्लॉक में कोटागिरी के तालुक शामिल हैं।</p>\r\n<p>कुन्नूर ब्लॉक में कुन्नूर के तालुक शामिल हैं।</p>\r\n<p>उधगमंडलम ब्लॉक में उधगमंडलम और कुंडाह के तालुके शामिल हैं।</p>\r\n<p>गुडालुर ब्लॉक में गुडालुर और पंडालुर के तालुके शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बिजली</p>\r\n<p>इस जिले में 10 हाइडल पावर हाउस (हाइड्रोइलेक्ट्रिक) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Pykara Power House - पायकारा</p>\r\n<p>Pykara माइक्रो पावर हाउस - Pykara</p>\r\n<p>मोयार पावर हाउस - मोयार नदी</p>\r\n<p>कुंडाह पावर हाउस I - कुंडाह</p>\r\n<p>कुंडाह पावर हाउस II - गेडाई</p>\r\n<p>कुंडाह पावर हाउस III - स्तंभ</p>\r\n<p>कुंडाह पावर हाउस IV - परल्ली</p>\r\n<p>कुंडाह पावर हाउस V - हिमस्खलन</p>\r\n<p>कुंडाह पावर हाउस VI - कट्टुकुपाई (एमराल्ड)</p>\r\n<p>कटरी हाइड्रो-इलेक्ट्रिक सिस्टम - कटेरी</p>\r\n<p>स्वास्थ्य का बुनियादी ढांचा</p>\r\n<p>जिले में एक जिला मुख्यालय सरकारी अस्पताल, पांच तालुक अस्पताल, 38 प्राथमिक स्वास्थ्य केंद्र, 194 स्वास्थ्य उप-केंद्र और पांच प्लेग सर्कल हैं।</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>नीलगिरी के लिए पर्यटन राजस्व का एक महत्वपूर्ण स्रोत है। यह जिला कई हिल स्टेशनों का घर है, जो गर्मियों के दौरान पर्यटकों द्वारा देखे जाते हैं। इनमें ऊटी (उधगमंडलम) (जिला मुख्यालय), कुन्नूर, गुडलूर और कोटागिरी शामिल हैं। नीलगिरि माउंटेन ट्रेन, जिसे स्थानीय रूप से टॉय ट्रेन के रूप में जाना जाता है, पर्यटकों को आकर्षित करती है क्योंकि यात्रा में पहाड़ियों और जंगलों के व्यापक दृश्य हैं। मुदुमलाई नेशनल पार्क आमतौर पर वन्यजीव उत्साही, कैंपर और बैकपैकर द्वारा दौरा किया जाता है। ऊटी में बॉटनिकल गार्डन में तमिलनाडु सरकार द्वारा आयोजित वार्षिक पुष्प प्रदर्शनी, एक वार्षिक कार्यक्रम है, जो गुलाब के प्रदर्शन के लिए जाना जाता है। नीलगिरी अपने नीलगिरी के तेल और चाय के लिए जाना जाता है, और बॉक्साइट का उत्पादन भी करता है। कुछ पर्यटक यहां रहने वाली विभिन्न जनजातियों की जीवन शैली का अध्ययन करने या चाय और सब्जी के बागानों की यात्रा करने के लिए आकर्षित होते हैं। जिले के अन्य पर्यटन स्थलों में पकारा जलप्रपात और ऊटी झील, हिमस्खलन और डोड्डाबेट्टा चोटी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>ऊटी नीलगिरि बायोस्फीयर रिजर्व में स्थित है। इस नाजुक पारिस्थितिकी तंत्र की सुरक्षा के लिए अधिकांश वन क्षेत्र और जल निकाय अधिकांश आगंतुकों के लिए ऑफ-लिमिट हैं। बायोस्फीयर रिजर्व के कुछ क्षेत्रों को पर्यटन विकास के लिए रखा गया है, और क्षेत्र को संरक्षित करते हुए इन क्षेत्रों को आगंतुकों के लिए खोलने के लिए कदम उठाए जा रहे हैं। यह समुद्र तल से 2,240 मीटर (7,350 फीट) की ऊंचाई पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्यान और पार्क</p>\r\n<p>&nbsp;</p>\r\n<p>ऊटी में बॉटनिकल गार्डन</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी बॉटनिकल गार्डन</p>\r\n<p>गवर्नमेंट रोज गार्डन (पूर्व में सेंटेनरी रोज पार्क) भारत का सबसे बड़ा गुलाब उद्यान है। यह ऊटी शहर के विजयनगरम में एल्क हिल की ढलान पर स्थित है। 2200 मीटर की ऊँचाई पर। आज इस उद्यान में देश में गुलाब के सबसे बड़े संग्रह में से एक है, जिसमें 2,800 काश्तकारों की 20,000 से अधिक किस्मों के गुलाब हैं। संग्रह में हाइब्रिड चाय गुलाब, मिनिएचर रोज़े, पोलींथास, पापागेना, फ्लोरिबंडा, रामबलेर्स, याकिमौर और काले और हरे जैसे असामान्य रंगों के गुलाब शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ज़ेरोक्रिसम ब्रेक्टेटम - ऊटी से चिरस्थायी फूल</p>\r\n<p>22 एकड़ (89,000 एम 2) ऊटी बॉटनिकल गार्डन 1847 में रखा गया था और इसका रखरखाव तमिलनाडु सरकार द्वारा किया जाता है। बॉटनिकल गार्डन हरे-भरे और हरे-भरे हैं। प्रत्येक मई में दुर्लभ पौधों की प्रजातियों की प्रदर्शनी के साथ एक फूल शो आयोजित किया जाता है। बागानों में लगभग एक हजार प्रजातियां हैं, दोनों विदेशी और देशी, पौधों, झाड़ियों, फ़र्न, पेड़, हर्बल और बोन्साई पौधों की। बगीचे में 20 मिलियन साल पुराना जीवाश्म पेड़ है।</p>\r\n<p>&nbsp;</p>\r\n<p>डियर पार्क ऊटी झील के किनारे स्थित है। यह भारत में नैनीताल, उत्तराखंड में चिड़ियाघर से अलग ऊंचाई वाला चिड़ियाघर है। इस पार्क का गठन हिरण और अन्य जानवरों की कई प्रजातियों के घर के लिए किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>झीलें और बांध</p>\r\n<p>&nbsp;</p>\r\n<p>ऊटी झील</p>\r\n<p>ऊटी झील 65 एकड़ के क्षेत्र को कवर करती है। झील के किनारे स्थापित बोट हाउस, जो पर्यटकों को नौका विहार की सुविधा प्रदान करता है, ऊटी में एक प्रमुख पर्यटक आकर्षण है। इसका निर्माण 1824 में ऊटी के पहले कलेक्टर जॉन सुलिवन द्वारा किया गया था। ऊटी घाटी से नीचे बहने वाली पहाड़ी धाराओं को क्षतिग्रस्त करके झील का निर्माण किया गया था। झील यूकेलिप्टस के पेड़ों के बीच एक रेलवे लाइन के साथ एक बैंक के साथ चल रही है। मई में गर्मी के मौसम के दौरान, झील में दो दिनों के लिए नाव दौड़ और नाव प्रतियोगिता आयोजित की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ऊटी में पायकारा झील में नौका विहार</p>\r\n<p>पायकारा एक नदी है जो ऊटी से 19 किमी दूर स्थित है। टोडों द्वारा पाइकरा को बहुत पवित्र माना जाता है। पयकारा नदी मुकुर्ती चोटी पर उगती है और एक पहाड़ी पथ से गुजरती है, जो आमतौर पर उत्तर की ओर रहती है और पठार के किनारे पर पहुंचने के बाद पश्चिम की ओर मुड़ जाती है। नदी झरने की एक श्रृंखला के माध्यम से बहती है; और 55 मीटर और 61 मीटर के आखिरी दो फॉल्स को पकारा के नाम से जाना जाता है। फॉल्स मुख्य सड़क पर पुल से लगभग 6 किमी दूर हैं। Pykara गिर और बांध द्वारा एक नाव घर पर्यटकों के लिए एक अतिरिक्त आकर्षण है। कामराज सागर बाँध (जिसे संडीनाला जलाशय भी कहा जाता है) ऊटी बस स्टैंड से 10 किमी दूर स्थित है। यह एक पिकनिक स्थल और वेनलॉक डाउन्स के ढलान पर एक फिल्म शूट लोकेशन है। बांध में विभिन्न पर्यटन गतिविधियों में मछली पकड़ना और प्रकृति और पर्यावरण का अध्ययन करना शामिल है। पार्सन्स वैली जलाशय शहर के लिए प्राथमिक जल स्रोत है और मुख्य रूप से एक आरक्षित वन में है और इस प्रकार यह पर्यटकों को काफी हद तक बंद कर देता है। एमराल्ड झील, हिमस्खलन झील और पोर्थीमुंड झील क्षेत्र की अन्य झीलें हैं।</p>\r\n<p>आरक्षित वन</p>\r\n<p>&nbsp;</p>\r\n<p>ऊटी में देवदार का जंगल</p>\r\n<p>&nbsp;</p>\r\n<p>मुदुमलाई टाइगर रिजर्व में टाइगर सफारी</p>\r\n<p>&nbsp;</p>\r\n<p>मुकुर्ती राष्ट्रीय उद्यान</p>\r\n<p>डोड्डाबेट्टा ऊटी से लगभग 10 किमी दूर नीलगिरी में सबसे ऊंची चोटी (2,623 मीटर) है। यह घने शोलाओं से घिरे पश्चिमी और पूर्वी घाट के जंक्शन पर स्थित है। ऊटी और थलाकुंडा के बीच स्थित देवदार का जंगल एक छोटा सा ढलान वाला इलाका है जहाँ देवदार के पेड़ व्यवस्थित रूप में हैं। वेनलॉक डाउन्स एक घास का मैदान क्षेत्र है जो धीरे-धीरे घूमने वाली पहाड़ियों के साथ नीलगिरि के मूल बायोसस्केप का विशिष्ट है। मुदुमलाई राष्ट्रीय उद्यान और बाघ अभयारण्य नीलगिरि पहाड़ियों के उत्तर पश्चिमी तरफ स्थित है। अभयारण्य को 5 श्रेणियों में विभाजित किया गया है - मासिनागुड़ी, थेपकाडु, मुदुमलाई, करगुड़ी और नेल्लोटा। यहाँ अक्सर लुप्तप्राय भारतीय हाथियों, कमजोर गौर और चीतल के झुंड दिखाई दे सकते हैं। अभयारण्य बंगाल के बाघों, भारतीय तेंदुओं और अन्य खतरे वाली प्रजातियों के लिए एक आश्रय स्थल है। अभयारण्य में पक्षियों की कम से कम 266 प्रजातियां हैं, जिनमें गंभीर रूप से लुप्तप्राय प्रजातियां शामिल हैं जैसे कि भारतीय श्वेत-प्रक्षालित गिद्ध और लंबे समय तक बिल वाले गिद्ध। मुकुर्ती राष्ट्रीय उद्यान ऊटी के पश्चिम में नीलगिरी पठार के दक्षिण-पूर्वी कोने में स्थित 78.46 किमी 2 संरक्षित क्षेत्र है। पार्क अपनी कीस्टोन प्रजातियों, नीलगिरि तहर की रक्षा के लिए बनाया गया था। पश्चिमी घाट, नीलगिरि उप-क्लस्टर (6,000 किमी 2 (2,300 वर्ग मील)), जिसमें मुदुमलाई नेशनल पार्क भी शामिल है, विश्व धरोहर स्थल के रूप में चयन के लिए यूनेस्को की विश्व धरोहर समिति द्वारा विचाराधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>आदिवासी झोपड़ियाँ और संग्रहालय</p>\r\n<p>&nbsp;</p>\r\n<p>टोडा हट</p>\r\n<p>बोटैनिकल गार्डन के ऊपर की पहाड़ियों पर कुछ टोडा झोपड़ियाँ हैं, जहाँ टोडा अभी भी बसते हैं। क्षेत्र में अन्य टोडा बस्तियां हैं, विशेष रूप से ओल्ड ऊटी के पास कमंडल मुंड। हालांकि कई टोडा ने कंक्रीट के घरों के लिए अपनी पारंपरिक विशिष्ट झोपड़ियों को छोड़ दिया है, अब परंपरा बैरल-वॉल्टेड झोपड़ियों के निर्माण के लिए एक आंदोलन शुरू किया गया है, और पिछले दशक के दौरान चालीस नए झोपड़ियों का निर्माण किया गया है और कई टोडा पवित्र डेयरियों का नवीनीकरण किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनजातीय संग्रहालय जनजातीय अनुसंधान केंद्र के परिसर का हिस्सा है जो मुथोराई पलाड़ा (ऊटी शहर से 10 किमी) में है। यह तमिलनाडु के आदिवासी समूहों के साथ-साथ अंडमान और निकोबार द्वीप समूह की दुर्लभ कलाकृतियों और तस्वीरों और मानवविज्ञानी और पुरातात्विक आदिम मानव संस्कृति और विरासत का घर है। ट्राइबल म्यूज़ियम में टोडा, कोटा, पनिया, कुरुम्बा, और कणिकरंस से संबंधित घर भी प्रदर्शित किए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नीलगिरि पर्वत रेलवे</p>\r\n<p>नीलगिरि पर्वत रेलवे</p>\r\n<p>नीलगिरि पर्वत रेलवे</p>\r\n<p>नीलगिरि माउंटेन रेलवे को 1908 में अंग्रेजों द्वारा बनाया गया था, और शुरू में इसे मद्रास रेलवे कंपनी द्वारा संचालित किया गया था। रेलवे अभी भी भाप इंजनों के अपने बेड़े पर निर्भर है। NMR नवगठित सेलम डिवीजन के अधिकार क्षेत्र में आता है। जुलाई 2005 में, यूनेस्को ने नीलगिरि माउंटेन रेलवे को दार्जिलिंग हिमालयन रेलवे के वर्ल्ड हेरिटेज साइट के विस्तार के रूप में जोड़ा, यह साइट तब \"भारत के माउंटेन रेलवे\" के रूप में जानी जाने लगी। आवश्यक मानदंडों को पूरा करने के बाद, इस प्रकार आधुनिकीकरण की योजना को छोड़ना पड़ा। पिछले कई वर्षों से डीजल इंजनों ने कुन्नूर और उदगमंडलम के बीच सेक्शन पर भाप से काम लिया है। स्थानीय लोगों और पर्यटकों ने स्टीम लोको की मांग को एक बार फिर से बढ़ा दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>एतिहासिक इमारतें</p>\r\n<p>&nbsp;</p>\r\n<p>फ़र्नहिल्स पैलेस</p>\r\n<p>स्टोन हाउस, ऊटी में निर्मित पहला बंगला है। इसे जॉन सुलिवन द्वारा बनाया गया था और आदिवासियों द्वारा काल बंगला कहा जाता था (कल का मतलब स्थानीय आदिवासी भाषा में पत्थर) है। जॉन सुलिवन ने 1822 में टोडस से एक रुपये एकड़ में ज़मीन हासिल करते हुए स्टोन हाउस का निर्माण शुरू किया। आज, यह सरकारी आर्ट्स कॉलेज, ऊटी के प्रिंसिपल का आधिकारिक निवास है</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट स्टीफन चर्च भारत के तमिलनाडु राज्य में, ऊटी में मैसूर की सड़क पर स्थित है। यह नीलगिरी जिले के सबसे पुराने चर्चों में से एक है। चर्च 19 वीं शताब्दी का है। मद्रास के तत्कालीन गवर्नर स्टीफन रंबोल्ड लुशिंगटन, जिन्होंने ऊटी में एक कैथेड्रल की आवश्यकता महसूस की, जो विशेष रूप से ब्रिटिशों के लिए था, 23 अप्रैल 1829 को किंग जॉर्ज चतुर्थ के जन्मदिन के साथ संयोग से चर्च के लिए आधारशिला रखी। 5 नवंबर 1830 को सेंट स्टीफन चर्च को कलकत्ता के बिशप जॉन मैथियास टर्नर द्वारा संरक्षित किया गया था। यह ईस्टर रविवार 3 अप्रैल 1831 को सार्वजनिक भोज के लिए खुला रखा गया था। यह 1947 में दक्षिण भारत के चर्च के अंतर्गत आया था। वास्तुकार प्रभारी जॉन थे। जेम्स अंडरवुड, कप्तान, मद्रास रेजिमेंट।</p>\r\n<p>सेंट थॉमस चर्च, ऊटी के एंग्लिकन सूबा में एक पैरिश, 1867 में लेफ्टिनेंट जनरल हावर्ड डॉकर द्वारा 1 मई को आधारशिला रखी गई थी। निर्माण 20 अक्टूबर 1870 को पूरा हुआ, और इसकी पहली सेवा 1871 में आयोजित की गई थी। चर्च के परिसर में प्रसिद्ध कब्रों में से हैं जोशिया जॉन गुडविन, स्वामी विवेकानंद के ब्रिटिश आशुलिपिक, और विलियम पैट्रिक एडम, मद्रास के ब्रिटिश गवर्नर, जिनकी कब्र है। सेंट थॉमस को समर्पित आश्चर्यजनक स्तंभ स्मारक द्वारा सबसे ऊपर है, ऊटी में सबसे ऊंची संरचना है। चर्च के कब्रिस्तान का उपयोग डेविड लीन की 1984 की फिल्म, ए पैसेज टू इंडिया में एक सेटिंग के रूप में किया गया था, जो इसी नाम के ई। एम। फोस्टर के उपन्यास पर आधारित था।</p>\r\n<p>&nbsp;</p>\r\n<p>1882 में, स्नूकर के नियमों और खेल को \"ऊटी क्लब\" में सबसे पहले प्रारूपित और संहिताबद्ध किया गया था। क्लब अभी भी बिलियर्ड टेबल का इस्तेमाल करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/The_Nilgiris_District</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nilgiris-ooty-tamil-nadu","tags":[{"name":"ऊटी","slug":"ooty"},{"name":"नीलगिरी","slug":"nilgiris"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":910,"title":"सलेम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"सलेम भारत के तमिलनाडु राज्य में सलेम जिले का एक शहर है। यह कोयम्बटूर के उत्तर-पूर्व में लगभग 160 किलोमीटर (100 मील), कर्नाटक राज्य की राजधानी बैंगलोर के दक्षिण-पूर्व में 186 किलोमीटर (116 मील) और राज्य की राजधानी चेन्नई से लगभग 340 किलोमीटर (210 मील) दक्षिण-पश्चिम में स्थित है। सलेम जनसंख्या के ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"सलेम","slug":"salem"}],"slug":"top-places-to-visit-in-salem-tamil-nadu","total":0},{"id":904,"title":"नीलगिरी, ऊटी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","dateCreated":"2019-10-16T02:49:31.326Z","dateModified":"2019-10-16T02:49:55.68Z","contributedBy":"AskGif","content":"नीलगिरी जिला दक्षिणी भारतीय राज्य तमिलनाडु में है। नीलगिरि (अंग्रेज़ी: Blue Mountains) एक ऐसा नाम है जो तमिलनाडु, कर्नाटक और केरल राज्यों के बीच सीमाओं पर फैले पहाड़ों की एक श्रृंखला को दिया गया है। नीलगिरि पहाड़ियां पश्चिमी घाट के नाम से जानी जाने वाली एक बड़ी पर्वत श्रृंखला का हिस्सा हैं। उनका ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ऊटी","slug":"ooty"},{"name":"नीलगिरी","slug":"nilgiris"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nilgiris-ooty-tamil-nadu","total":0},{"id":901,"title":"कृष्णागिरी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","dateCreated":"2019-10-16T02:10:17.293Z","dateModified":"2019-10-16T02:10:35.371Z","contributedBy":"AskGif","content":"कृष्णागिरि भारत के तमिल नाडु राज्य का एक शहर है और यह 2004 में गठित कृष्णागिरि जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। यह कृष्णदेवराय के तल पर स्थित है (लोग अक्सर इसे करुमलाई, सैयद बाशा) हिल्स कहते हैं, और शहर पूरी तरह से हिल चट्टानों से घिरा हुआ है। यह बैंगलोर से 90 किलोमीटर (56 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कृष्णागिरी","slug":"krishnagiri"}],"slug":"top-places-to-visit-in-krishnagiri-tamil-nadu","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}