{"id":905,"title":"नमक्कल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"<p>नमक्कल एक चयन ग्रेड नगर पालिका और भारतीय राज्य तमिलनाडु में नमक्कल जिले का मुख्यालय है। यह पर्यावरण प्रबंधन के लिए एशिया में पहली आईएसओ 14001-2004 प्रमाणित नगर पालिका है, विशेष रूप से पानी की आपूर्ति, ठोस अपशिष्ट और सीवेज प्रबंधन, टाउन प्लानिंग, प्रकाश व्यवस्था और अन्य सामाजिक सेवाओं के प्रावधान और रखरखाव।</p>\r\n<p>&nbsp;</p>\r\n<p>नामक्कल, कोंगु नाडु का एक हिस्सा है जिसे प्राचीन पल्लवों और पांडवों दोनों ने गर्मजोशी से चुनाव लड़ा था। नामक्कल, गुनशिला नामक अतीकुला राजा के हाथों में था, जिसका विवाह के माध्यम से पल्लव राजा के साथ गठबंधन था। बाद में तालुक मंडल में चोलों द्वारा उग आया गया था। चेरों, चोलों और पांडियन के बीच संघर्ष के बाद, होयसाल सत्ता में आए और 14 वीं शताब्दी तक विजयनगर राजाओं ने 1565 ईस्वी तक नियंत्रण किया। फिर 1623 ई। में तेलुगु मदुरै नायक सत्ता में आए। थिरुमलाई नायक के दो बहुभुज, रामचंद्र नायक और गाटी मुदलियार ने सलेम क्षेत्र पर शासन किया। नमक्कल किले का निर्माण रामचंद्र नायक द्वारा किए जाने की सूचना है। लगभग 1625 ईस्वी के बाद, बीजापुर और गोलकुंडा, मैसूर के राजाओं और फिर मराठों के मुस्लिम सुल्तानों के शासन में यह क्षेत्र क्रमिक रूप से आया।</p>\r\n<p>&nbsp;</p>\r\n<p>हैदर अली लगभग 1750 ई। में सत्ता में आया था। इस अवधि के दौरान, यह हैदर अली और बाद में टीपू के बीच सत्ता संघर्ष का इतिहास था, अंग्रेजों के साथ। नामक्कल को हैदर अली के किल्धर (कैप्शन) ने 1768 में अंग्रेजों के कब्जे में ले लिया था। 18 वीं सदी के अंत में और 19 वीं सदी की शुरुआत में नामक्कल ब्रिटिश शासन के तिरुचिरापल्ली जिले में था। बाद में नमक्कल को वापस सलेम जिले में स्थानांतरित कर दिया गया। फिर 01-01-1997 को अंत में सलेम जिले से एक अलग जिले के रूप में घोषित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>नामक्कल जिला भारत के तमिलनाडु राज्य में एक प्रशासनिक जिला है। यह जिला 25 जुलाई 1996 को मुख्यालय के रूप में नामक्कल शहर के साथ सलेम जिले से विभाजित किया गया था और 1 जनवरी 1997 से स्वतंत्र रूप से कार्य करना शुरू कर दिया था। जिले में सात तालुके (उपखंड) हैं: तिरुचेनगोडे, नामक्कल, रासुसम, परमथी-वेलूर, सेंदमंगलम, कोमारपलायम, कोल्ली पहाड़ियों और मोहनुर। इसके दो राजस्व विभाग हैं: नामक्कल और तिरुचेंगोडे। 2011 की जनगणना के अनुसार, नामक्कल जिले की जनसंख्या 1,726,601 है, जिसमें लिंगानुपात हर 1000 पुरुषों पर 986 महिलाओं का है। नामक्कल जिला भौगोलिक रूप से कोंगु नाडू क्षेत्र से संबद्ध है। यह जिला अपने बड़े पोल्ट्री उद्योग, अंडा उत्पादन और लॉरी बॉडी-बिल्डिंग उद्योग के लिए प्रसिद्ध है, जिसके लिए इसे अक्सर \"एग सिटी\" और \"ट्रांसपोर्ट सिटी\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>नामक्कल की संस्कृति कोंगु वेल्लार गाउंडर समुदाय पर आधारित है।</p>\r\n<p>&nbsp;</p>\r\n<p>नमक्कल अंजनियर मंदिर</p>\r\n<p>नमक्कल अंजनेयार मंदिर नामक्कल में स्थित है, और यह हिंदू देवता हनुमान को समर्पित है। इसका निर्माण द्रविड़ शैली की वास्तुकला में किया गया है। मंदिर की किंवदंती नरसिंह से जुड़ी है, जो हिंदू देवता विष्णु के अवतार हनुमान और लक्ष्मी के लिए दिखाई देते हैं। अंजनेयार की छवि 18 फीट (5.5 मीटर) लंबी है, जो इसे भारत के प्राचीन मंदिरों में हनुमान की सबसे ऊंची छवियों में से एक बनाती है। अंजनेयार की छवि एक ही पत्थर से तराशी गई है और 5 वीं शताब्दी से विद्यमान है। गर्भगृह में कोई छत नहीं है और अंजनयार की कमर में तलवार खेलकर और सालिग्राम से बनी माला धारण करने की एक अनोखी प्रतिमा है। मंदिर को तमिलनाडु राज्य और देश के प्रमुख मंदिरों में से एक माना जाता है। अगमम के बाद \"श्री वैखानसम\" है।</p>\r\n<p>&nbsp;</p>\r\n<p>नमगिरि लक्ष्मी नरसिम्हास्वामी</p>\r\n<p>नामगिरी लक्ष्मी नरसिम्हास्वामी मंदिर श्री नरसिम्हा स्वामी के रूप में भगवान विष्णु की मूर्ति (स्वाभाविक रूप से निर्मित) है। माना जाता है कि मंदिर 8 वीं शताब्दी के दौरान रॉक-कट वास्तुकला में पांड्या राजाओं द्वारा बनाया गया था। मंदिर को नलयिरा दिव्य प्रभामंडल में उल्लेख नहीं मिलता है, और इस प्रकार 108 मंदिरों की दिव्य देसम श्रृंखला में सूचीबद्ध नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>गर्भगृह एक काले रंग की पृष्ठभूमि के साथ आकार में रॉक-कट और चौकोर है। गर्भगृह में तीन तराशी हुई कोशिकाएँ, दो स्तंभ और उसके सामने एक बरामदा है। केंद्रीय गर्भगृह आला में आसन मूर्ति कहे जाने वाले आसन में भगवान नरसिंह की प्रतिमा है। मंदिर परिसर में दो अन्य गर्भगृह हैं। ये अभयारण्य नमगिरि त्यार और श्री लक्ष्मी नारायण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देवी नमगिरि लक्ष्मी के लिए एक अलग मंदिर है, जिसे जमकर नामगिरी थायर कहा जाता है। नामगिरी लक्ष्मी प्रसिद्ध गणितज्ञ श्रीनिवास रामानुजन की पारिवारिक देवी थीं।</p>\r\n<p>भगवान नरसिम्मास्वामी मंदिर के लिए वार्षिक कार उत्सव हर साल मार्च और अप्रैल (तमिल महीना \"पंगुनी\") में \"श्री वैखानसा अहम्\" के अनुसार मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नमक्कल रंगनाथस्वामी मंदिर</p>\r\n<p>रंगनाथस्वामी मंदिर किले के साथ एक और रॉक-कट मंदिर है। माना जाता है कि रंगनाथस्वामी गुफा मंदिर पल्लवों द्वारा बनाया गया था। रंगनाथस्वामी मंदिर भी उतना ही प्रभावशाली है।</p>\r\n<p>&nbsp;</p>\r\n<p>नमक्कल किला</p>\r\n<p>नामक्कल किला एक ऐतिहासिक किला है जो दक्षिण भारतीय राज्य तमिलनाडु में नमक्कल जिले में नामक्कल में मौजूद है। रॉक किला चट्टान के शिखर पर है, और ईंट और पत्थर में अवशेष अभी भी 9 वीं शताब्दी में चोल द्वारा किले की घेराबंदी करने के लिए झड़पों का खामियाजा भुगतना पड़ रहा है। किले को 17 वीं शताब्दी में कोन्गू वेल्लार के शासनकाल के दौरान सुदृढ़ किया गया था। यह किला 75 मीटर (246 फीट) ऊंची एक चट्टान से बनी पहाड़ी की चोटी पर स्थित है। एक मंदिर और एक मस्जिद है जो किले के भीतर स्थित है, दोनों शहर के पर्यटक आकर्षण हैं। आधुनिक समय में, किला तमिलनाडु सरकार के पुरातत्व विभाग के नियंत्रण में है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री मुरुगन मंदिर, कोलीपट्टी</p>\r\n<p>एक पहाड़ी पर बने कोलीपट्टी में अरुलमिघु श्री मुरुगन मंदिर, शहर के केंद्र से कुछ पांच किलोमीटर दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>तमिलनाडु, सलेम, इरोड, त्रिची, करूर, कोयम्बटूर, बैंगलोर, चेन्नई, मदुरै और डिंडीगुल जैसे शहरों के लिए बसें। नमक्कल शेष भारत से जुड़ा हुआ है राष्ट्रीय राजमार्ग 44 के माध्यम से त्रिची या मदुरै से नमक्कल से होकर सलेम या बैंगलोर तक पहुंचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>नमक्कल से सलेम से करूर तक एक नई ब्रॉड-गेज रेलवे लाइन ने 25 मई 2013 को अपनी सेवा शुरू की। सलेम, करूर, चेन्नई सेंट्रल, बैंगलोर, डिंडीगुल, पलानी, मदुरै, तिरुनेलवेली, नागरकोइल, पोलाची और पलक्कड़ से प्रतिदिन रेलगाड़ियाँ चलती हैं। ।</p>\r\n<p>&nbsp;</p>\r\n<p>सलेम जंक्शन से करूर जंक्शन</p>\r\n<p>&nbsp;</p>\r\n<p>रासीपुरम रेलवे स्टेशन</p>\r\n<p>पुदुचत्रम रेलवे स्टेशन</p>\r\n<p>कलंगानी रेलवे स्टेशन</p>\r\n<p>नमक्कल रेलवे स्टेशन</p>\r\n<p>लद्दिवाडी रेलवे स्टेशन</p>\r\n<p>मोहनपुर रेलवे स्टेशन</p>\r\n<p>सलेम जंक्शन से इरोड जंक्शन</p>\r\n<p>&nbsp;</p>\r\n<p>अनंगुर रेलवे स्टेशन</p>\r\n<p>कावेरी रेलवे स्टेशन</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डे सलेम हवाई अड्डा (52 किमी), कोयम्बटूर अंतर्राष्ट्रीय हवाई अड्डा (153 किमी), और त्रिची अंतर्राष्ट्रीय हवाई अड्डा (85 किमी) हैं। सलेम एयरपोर्ट 15 नवंबर 2009 से शुरू हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और पर्यटन</p>\r\n<p>नामक्कल रॉक किला और चारों ओर हिंदू मंदिर</p>\r\n<p>नामक्कल शहर एक चट्टान किले के चारों ओर बना है। रॉक किला चट्टान के शिखर पर है, और ईंट और पत्थर में अवशेष अभी भी 9 वीं शताब्दी में चोल द्वारा किले की घेराबंदी करने के लिए झड़पों का खामियाजा भुगतना पड़ रहा है। नरसिम्हास्वामी और रंगनाथस्वामी को समर्पित पहाड़ी के दोनों किनारों पर स्थित दो रॉक-कट गुफा मंदिर हैं। 7 वीं शताब्दी के दौरान कोंगु क्षेत्र पर शासन करने वाले आदिमान शासकों द्वारा गुफाओं का निर्माण किया गया था। मंदिर को स्मारक और स्थल अधिनियम 1958 के संरक्षण के तहत स्मारकों के रूप में घोषित किया गया है और सरकार के मानव संसाधन और CE विभाग द्वारा प्रशासित किया जा रहा है। देवी नामगिरी अम्मन को समर्पित एक मंदिर नरसिम्हा स्वामी कोविल के मंदिर परिसर के भीतर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसिद्ध नामक्कल दिगंबर अंजनेयार मंदिर, एक 18 फुट ऊंची हनुमान प्रतिमा नरसिंहस्वामी मंदिर में स्थित है। यह माना जाता है कि हनुमान प्रतिमा बढ़ती रहती है और विकास को रोकने के लिए एक पुजारी ने मूर्ति के सिर के शीर्ष पर एक जादू की सुई लगाई। इस मंदिर में हनुमान प्रतिमा एक ही पत्थर से बनी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले के कुछ उल्लेखनीय मंदिर हैं:</p>\r\n<p>श्री पालपट्टराई मरियमन मंदिर- नमक्कल</p>\r\n<p>श्री मरुथाकलीमन मंदिर- नमक्कल</p>\r\n<p>श्री अर्द्धनारेश्वरार मंदिर- तिरुचेंगोडे और मोहनुर</p>\r\n<p>श्री नवलदी करुप्पन्नस्वामी मंदिर - मोहनुर</p>\r\n<p>श्री सुंदरका सेलांधिमन मंदिर - मोहनूर</p>\r\n<p>श्री एट्टूकाइअम्मन मंदिर - केरबामुर और कोल्ली हिल्स</p>\r\n<p>श्री सेलांडी वेलकरन मंदिर - वरगुर</p>\r\n<p>वरगुर श्रील श्री वरदराज पेरुमल मंदिर - वरगुर</p>\r\n<p>श्री सेलियामैन मंदिर - कोन्यायर</p>\r\n<p>श्री पोंकलीअम्मन मंदिर - कोक्कलई</p>\r\n<p>श्री अथायमम मंदिर - इलुप्पी (इरुप्पुल)</p>\r\n<p>श्री रास्वास्वामी, रासमयमन मंदिर - नानजई एडयार</p>\r\n<p>श्री अलगु नाचियाम्मन मंदिर - परुथीपल्ली</p>\r\n<p>श्री करुपन्नासामी मंदिर - ऊँचापालम (ऊँचाकाडु), पी। वेल्लूर</p>\r\n<p>श्री अलेया अलंकई अम्मन मंदिर (आया कोविल) - कोनवेलमपट्टी</p>\r\n<p>श्री पिदरी सेलांधिमन मंदिर - ओरुवंदूर</p>\r\n<p>श्री मरिअम्मन मंदिर - कोंडलम</p>\r\n<p>श्री करियाकालीअम्मन मंदिर - पेरियामैनाली</p>\r\n<p>श्री वरधराजा पेरुमल मंदिर - नैनामलाई</p>\r\n<p>थिरु थांडयुथापनि स्वामी कोविल - काबिलरमलाई</p>\r\n<p>श्री। पोन्नची अम्मन मंदिर - इलुप्पी (इरुप्पुली)</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुचेंगोडे</p>\r\n<p>तिरुचेंगोड नामक्कल से 35 किमी दूर है। यह कोंगुनाडु के सात शिवस्थलमों में से एक है। अर्धनारेश्वरर मंदिर एक पहाड़ी पर स्थित है। पीठासीन देवता को आधा पुरुष और आधा महिला के रूप में चित्रित किया गया है, जो शिव और पार्वती को एक रूप में प्रस्तुत करते हैं। यह इस क्षेत्र के सबसे पुराने मंदिरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोंगुनाडु में तिरूचेगोडे पुराना पोन्डुरैनाडु है। तिरुचेंगोडे पुराना नाम थिरुकोडिमादचेंगोंडूरूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्लीमलाई (कोल्ली हिल्स)</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्ली हिल्स में पानी गिरता है</p>\r\n<p>कोल्ली हिल्स नामक्कल जिले में 1200 मीटर और नामक्कल शहर से 45 किमी की ऊंचाई पर हैं। कोल्ली पहाड़ियों को शास्त्रीय तमिल साहित्य के कई कामों में चित्रित किया गया है, जैसे कि सिलप्पाथिगारम, मणिमेक्लै, पूरनुरु और अकिंनुरु।</p>\r\n<p>&nbsp;</p>\r\n<p>तीन आरक्षित वन हैं जिनका नियंत्रण तमिलनाडु सरकार द्वारा किया जाता है, जिनके नाम अरियुर सोलाई, कुंदुर नाडु और पुलियानमोलई हैं। कोल्ली हिल्स (तमिल: कोल्ली नो- किलर रोग) घातक बीमारियों का कारण है। ये इन पहाड़ियों के शीर्ष पर कोल्लिपवई नामक देवता के अस्तित्व के प्रारंभिक साहित्य रिकॉर्ड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पहाड़ियों को औषधीय जड़ी बूटियों और पौधों के लिए जाना जाता है जो उनकी ढलानों में उगती हैं। अरापलेश्वर मंदिर, बागवानी फार्म, हर्बल फार्म, अगया गंगई झरने, बोट हाउस, पीरस्वामी मंदिर, एट्टुकई अम्मान मंदिर, अनानास फार्म, व्यू पॉइंट, और टेलीस्कोप हाउस कुछ दिलचस्प स्थान हैं। अट्टुकल्किलुंगु सूप और कच्ची इन पहाड़ियों को बेचा गया था। Valvil Ori त्योहार हर साल अगस्त के महीने के दौरान आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रासिपुरम में शिव मंदिर के लिए Arapaleeswarar मंदिर एक गुप्त मार्ग है। ऐसा कहा जाता है कि इस शिव मंदिर का निर्माण पहली या दूसरी शताब्दी ईस्वी में वाल्विल उड़िया के राजा ने करवाया था, जब उन्होंने इस क्षेत्र पर शासन किया था। \"अरप्पलेश्वर सथकम\" कविता है जो भगवान अरापलेश्वरर की प्रशंसा करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जदरपालम डैम</p>\r\n<p>जेदारपालम डैम काबिलमलई पंचायत संघ के नामक्कल जिले में स्थित है। यह नामक्कल से लगभग 36 किमी दूर स्थित है। बांध कावेरी नदी के पार बनाया गया है। इस बांध के साथ जल संग्रहण क्षेत्र के लिए नौका विहार।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>नामक्कल में परिवहन कार्य का प्रमुख क्षेत्र है। नमक्कल से बड़ी संख्या में थोक वाहक और लॉरी पूरे भारत में चलती हैं। कई लॉरी (ट्रक) बॉडी बिल्डिंग वर्कशॉप नामक्कल में स्थित हैं। इस जिले में अंडे का उत्पादन बड़े पैमाने पर लॉरी परिवहन द्वारा किया जाता है। यह उत्तर (सलेम, विल्लुपुरम, धर्मपुरी, कृष्णगिरि और बैंगलोर), पूर्व (तिरुचिरापल्ली, तंजावुर, तिरुवरुर और नागपट्टिनम), दक्षिण (करूर, डिंडुगल, मदुरै, तियुनेलवेली और कन्याकुमारी) बस मार्गों के माध्यम से अन्य जिलों को जोड़ने के लिए मुख्य केंद्र है। ) और पश्चिम (इरोड, कोयम्बटूर, तिरुपुर और नीलगिरी)। करूर और सेलम जंक्शन के बीच रेल मार्ग से माल की ढुलाई के लिए ईंधन और समय की बचत होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>मोहनुर के रहने वाले नटराजन चंद्रशेखरन टाटा समूह के अध्यक्ष हैं। वह पहले टाटा कंसल्टेंसी सर्विसेज के सीईओ और प्रबंध निदेशक थे।</p>\r\n<p>वेंकटरामा रामलिंगम पिल्लई, प्रसिद्ध आधुनिक तमिल कवि, गांधीवादी स्वतंत्रता सेनानी और पद्म भूषण पुरस्कार से सम्मानित, मोहनूर में भी पैदा हुए थे।</p>\r\n<p>पी। सुब्बारायण (11 सितंबर 1889 - 6 अक्टूबर 1962) एक भारतीय राजनीतिज्ञ, स्वतंत्रता सेनानी और राजनयिक थे और मद्रास प्रेसीडेंसी के मुख्यमंत्री थे।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Namakkal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-namakkal-tamil-nadu","tags":[{"name":"नमक्कल","slug":"namakkal"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":911,"title":"शिवगंगा में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"शिवगंगा दक्षिण भारतीय राज्य तमिलनाडु में शिवगंगा जिले का एक शहर है। यह शिवगंगा जिले का मुख्यालय भी है। यह शहर मदुरै से 48 किमी (30 मील) और राज्य की राजधानी चेन्नई से 449 किमी (279 मील) की दूरी पर स्थित है। यह आधिकारिक और वाणिज्यिक उद्देश्य के लिए इस जिले का एक महत्वपूर्ण शहर है।\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"शिवगंगा","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":898,"title":"कांचीपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"कांचीपुरम, जिसे कांची या कांचीपुरम के नाम से भी जाना जाता है, तमिलनाडु के टोंडिमंडलम क्षेत्र में भारत के तमिलनाडु राज्य में एक मंदिर शहर है, जो चेन्नई से 72 किमी (45 मील) दूर तमिलनाडु की राजधानी है। यह शहर 11.605 किमी 2 (4.481 वर्ग मील) के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 164,265 थी।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांचीपुरम","slug":"kanchipuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":891,"title":"चेन्नई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"चेन्नई जिला, जिसे पहले मद्रास जिले के रूप में जाना जाता था या \"मदरसापट्टिनम\", भारत में तमिलनाडु राज्य का एक जिला है। यह राज्य के सभी जिलों में सबसे छोटा है, लेकिन सबसे अधिक जनसंख्या घनत्व है। जिला एक शहर जिला है जिसका अर्थ है कि इसका एक जिला मुख्यालय नहीं है। ग्रेटर चेन्नई सिटी का अधिकांश हिस्सा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चेन्नई","slug":"chennai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-chennai-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}