{"id":905,"title":"Top Places to visit in Namakkal, Tamil Nadu","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"<p>Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage management, town planning, lighting and other social services .</p>\r\n<p>&nbsp;</p>\r\n<p>Namakkal is a part of Kongu Nadu which was hotly contested and coveted by both the ancient Pallavas and the Pandyas. Namakkal was in the hands of Atiakula King called Gunasila who had an alliance with Pallava King through marriage. Later the taluk was overrun by the Cholas in the Mandalam. After the struggle between the Cheras, Cholas and Pandiyan, the Hoysalas rose to power and had control till the 14th century followed by Vijayanagar Kings till 1565 AD. Then the Telugu Madurai Nayaks came to power in 1623 AD. Two of the Polygons of Thirumalai Nayak namely, Ramachandra Nayaka and Gatti Mudaliars ruled the Salem area. The Namakkal Fort is reported to have been built by Ramachandra Nayakas. After about 1625 AD, the area came successively under the rule of Muslim Sultans of Bijapur and Golkonda, Mysore kings and then the Marathas.</p>\r\n<p>&nbsp;</p>\r\n<p>Hyder Ali came to power in about the year 1750 AD. During this period, it was a history of power struggle between Hyder Ali and later Tippu, with the British. Namakkal was held by Killdhar (Caption) of Hyder Ali until it was captured by British in 1768. For a brief period during late 18th and early 19th century Namakkal was under Tiruchirappalli district of British Rule. Later Namakkal was transferred back to Salem District. Then at 01-01-1997 finally announced as a separate district from Salem District.</p>\r\n<p>&nbsp;</p>\r\n<p>Namakkal District is an administrative district in the state of Tamil Nadu, India. The district was bifurcated from Salem District with Namakkal town as headquarters on 25 July 1996 and started to function independently from 1 January 1997. The district has seven taluks (subdivisions): Tiruchengode, Namakkal, Rasipuram, Paramathi-Velur, Sendamangalam, Komarapalayam, Kolli Hills and Mohanur. It has two revenue divisions: Namakkal and Tiruchengode. As of 2011 census, Namakkal district had a population of 1,726,601 with a sex-ratio of 986 females for every 1,000 males. Namakkal district is geographically affiliated to Kongu Nadu region. to The district is famous for its large poultry industry, egg production and lorry body-building industry, for which it is often referred to as \"Egg City\" and \"Transport City\".</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Culture of Namakkal is based on the Kongu Vellalar Gounder community.</p>\r\n<p>&nbsp;</p>\r\n<p>Namakkal Anjaneyar temple</p>\r\n<p>Namakkal Anjaneyar temple is located in Namakkal, and is dedicated to the Hindu god Hanuman. It is constructed in the Dravidian style of architecture. The legend of the temple is associated with Narasimha, an avatar of Hindu god Vishnu appearing for Hanuman and Lakshmi. The image of Anjaneyar is 18 ft (5.5 m) tall, making it one of the tallest images of Hanuman in ancient temples of India. The image of Anjaneyar is carved out of a single stone and is existing from the 5th century. There is no roof over the sanctum and Anjaneyar has a unique iconography sporting a sword in his waist and holding a garland made of saligrama. The temple is considered one of the prominent temples in the Tamil Nadu state and the country. The Agamam is followed by \"Sri Vaikhanasam\".</p>\r\n<p>&nbsp;</p>\r\n<p>Namagiri Lakshmi Narasimhaswami</p>\r\n<p>Namagiri Lakshmi Narasimhaswami Temple is a \"swayam udbhava\" (naturally formed) murti of Lord Vishnu in the form of Sri Narasimha Swami. The temple is believed to be built during the 8th century by the Pandya kings in Rock-cut architecture. The temple does not find a mention in Naalayira Divya Prabhandams, and thus is not listed in Divya desam series of 108 temples.</p>\r\n<p>&nbsp;</p>\r\n<p>The sanctum sanctorum is rock-cut and square in shape with a black background. The sanctum has three sculpted cells, two pillars and a verandah in front of it. The central sanctum sanctorum niche houses the image of Lord Narasimha in sitting posture, called Asana murthi. The temple complex houses two other sanctums. These sanctums house Namagiri Tayar and Sri Lakshmi Narayana.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a separate shrine for Goddess Namagiri Lakshmi, who is fondly referred to as Namagiri Thayar. Namagiri Lakshmi was the family Goddess of the renowned Mathematician Srinivasa Ramanujan.</p>\r\n<p>&nbsp;</p>\r\n<p>Annual car festival for the Lord Narasimmaswamy temple is celebrated in March and April every year (Tamil Month \"Panguni\") as per \"Sri Vaikhanasa Ahamam\".</p>\r\n<p>&nbsp;</p>\r\n<p>Namakkal Ranganathaswamy Temple</p>\r\n<p>The Ranganathaswamy temple is another rock-cut temple alongside the fort. Ranganathaswamy cave temple is believed to have been built by the Pallavas. Ranganathaswamy temple is equally impressive.</p>\r\n<p>&nbsp;</p>\r\n<p>Namakkal Fort</p>\r\n<p>Namakkal Fort is a historic fort present in Namakkal in Namakkal district in the South Indian state of Tamil Nadu. The rock fort is on the summit of the rock, and the remnants in brick and stone still bear the brunt of the skirmishes to lay siege to the fort by the Cholas in the 9th century. The fort was reinforced during the reign of kongu Vellalars in the 17th century.The fort is located on the top of a hillock made of a single rock, 75 m (246 ft) tall. There is a temple and a mosque that are located within the fort, both of which are tourist attractions of the town. In modern times, the fort is under the control of the Archaeological Department of the Government of Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Murugan Temple, Koolipatti</p>\r\n<p>Arulmighu Sri Murugan Temple at Koolipatti built on a hillock is located some five kilometers far, easterly to the town centre.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>Buses ply to cities in Tamil Nadu like Salem, Erode, Trichy, Karur, Coimbatore, Bangalore, Chennai, Madurai and Dindigul. Namakkal is connected to the rest of India through National Highway 44 Buses from Trichy or Madurai will pass through Namakkal to reach Salem or Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>A new broad-gauge railway line from Salem to Karur via Namakkal started its service on 25 May 2013. There are trains daily from/to Salem, Karur, Chennai Central, Bangalore, Dindigul, Palani, Madurai, Tirunelveli, Nagercoil, Pollachi and Palakkad.</p>\r\n<p>&nbsp;</p>\r\n<p>Salem Jn to Karur Jn</p>\r\n<p>&nbsp;</p>\r\n<p>Rasipuram railway station</p>\r\n<p>Puduchatram railway station</p>\r\n<p>Kalangani railway station</p>\r\n<p>Namakkal railway station</p>\r\n<p>Laddivadi railway station</p>\r\n<p>Mohanur railway station</p>\r\n<p>Salem Jn to Erode Jn</p>\r\n<p>&nbsp;</p>\r\n<p>Anangur railway station</p>\r\n<p>Cauvery railway station</p>\r\n<p>Air</p>\r\n<p>The nearest airports are Salem Airport (52 km), Coimbatore International Airport (153 km), and Trichy International airport (85 km). Salem Airport started from 15 November 2009.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and Tourism</p>\r\n<p>Namakkal Rock Fort and Hindu temples around</p>\r\n<p>The town of Namakkal is built around a rock fort. The rock fort is on the summit of the rock, and the remnants in brick and stone still bear the brunt of the skirmishes to lay siege to the fort by the Cholas in the 9th century. There are two rock&ndash;cut cave temples located on both sides of the hill dedicated to Narasimhaswamy and Ranganathaswamy. The caves were constructed by Adhiyaman rulers who ruled over Kongu Region during the 7th Century. The Temple have been declared as monuments under the preservation of Monuments and sites Act 1958 and being administered by the HR&amp;CE department of Government. A temple dedicated to the Goddess Namagiri Amman is situated within the temple complex of the Narasimha Swamy kovil.</p>\r\n<p>&nbsp;</p>\r\n<p>The famous Namakkal Digambara Anjaneyar Temple, housing an 18-foot-tall Hanuman statue is located opposte to the Narasimhaswamy temple. It is believed that the Hanuman statue keeps growing and to stop the growth a priest put a magic needle at the top of the statue's head. Hanuman statue carved out of a single stone at this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the notable temples in the district are:</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Palapattarai Mariamman Temple- Namakkal</p>\r\n<p>Sri Maruthakaliamman Temple- Namakkal</p>\r\n<p>Sri Ardhanareeswarar Temple- Tiruchengode and Mohanur</p>\r\n<p>Sri Navaladi Karuppannaswami Temple &ndash; Mohanur</p>\r\n<p>Sri Sundakka Sellandiamman Temple - Mohanur</p>\r\n<p>Sri Ettukaiamman Temple &ndash; Keerambur and Kolli Hills</p>\r\n<p>Sri Sellandi Velkaaran Temple - Varagur</p>\r\n<p>Varagur Srila Sri Varadharaja Perumal Temple - Varagur</p>\r\n<p>Sri Selliamman Temple - Konnayar</p>\r\n<p>Sri Ponkaliamman Temple - Kokkalai</p>\r\n<p>Sri Athayiammam Temple - Iluppili (Iruppul)</p>\r\n<p>Sri Rasaaswamy, Rasayiamman Temple - Nanjai edayar</p>\r\n<p>Sri Alagu Nachiyamman Temple - Paruthipalli</p>\r\n<p>Sri Karupannasamy Temple - Oonchapalayam (Oonchakadu), P.Velur</p>\r\n<p>Sri Aleya Elankai Amman Temple (Aya kovil) - Koonavelampatti</p>\r\n<p>Sri Pidari Sellandiamman Temple - Oruvandur</p>\r\n<p>Sri Mariamman Temple - Kondalam</p>\r\n<p>Sri Kariyakaaliamman temple - Periyamanali</p>\r\n<p>Sri Varadharaja Perumal Temple - Nainamalai</p>\r\n<p>Thiru Thandayuthapani Swamy Kovil - Kabilarmalai</p>\r\n<p>Sri. Ponnachi Amman Temple - Iluppili (Iruppuli)</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruchengode</p>\r\n<p>Tiruchengode is 35 km from Namakkal. It is one of the seven Sivasthalams in Kongunadu. The Ardhanareeswarar temple is located on a hill. The presiding deity is depicted as half-male and half-female, vertically to represent Shiva and Parvati worshipped as one form. It is considered one of the oldest temples in this region.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruchegode is the olden Poondurainadu in Kongunadu. Tiruchengode olden name is Thirukodimadachengondurur.</p>\r\n<p>&nbsp;</p>\r\n<p>Kollimalai (Kolli Hills)</p>\r\n<p>&nbsp;</p>\r\n<p>Water falls in Kolli Hills</p>\r\n<p>Kolli Hills are at an altitude of 1200 metres in the Namakkal District and are 45 km from Namakkal town. The Kolli hills are featured in several works of classical Tamil literature such as Silappathigaram, Manimekalai, Purananuru and Ainkurnuru.The region was ruled by Valvil Ori whose valor and marksmanship are sung by several poets, and his exploits are a popular part of folklore.</p>\r\n<p>&nbsp;</p>\r\n<p>There are three reserved forests that are controlled by the Government of Tamil Nadu, namely Ariyur Solai, Kundur Nadu and Puliancholai. It is not correct to regard the name Kolli Hills (Tamil: kolli noi- killer disease) as being due to the incidence of deadly diseases. It is because early literature records the existence of a deity called Kollippavai on top of these hills.</p>\r\n<p>&nbsp;</p>\r\n<p>The hills are known for medicinal herbs and plants that grow in abundance on their slopes. The Arapaleswarar Temple, the Horticulture Farm, the herbal farm, Agaya Gangai waterfalls, boat house, Peryaswamy Temple, Ettukai Amman Temple, Pineapple farms, View Point, and the Telescope House are the places to visit for the interested tourist. Attukalkilangu soup and raw was sold in this hills. The Valvil Ori festival is organised there every year during the month of August.</p>\r\n<p>&nbsp;</p>\r\n<p>The Arapaleeswarar temple is believed to have a secret path to the Shiva temple in Rasipuram. This Shiva temple is said to have been built by Valvil Ori king in the 1st or 2nd century AD when he ruled this area. \"Arappaleeswara Sathakam\" is the poem which praises the Lord Arappaleeswarar.</p>\r\n<p>&nbsp;</p>\r\n<p>Jedarpalayam Dam</p>\r\n<p>Jedarpalayam Dam is located in Kabilarmalai Panchayat Union of Namakkal District. It is located about 36 km from Namakkal. The dam is constructed across the River Cauvery. This dam is having a water storage area for boating.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Transport is the major field of work in Namakkal. A large number of bulk carriers and lorries run through all over India from Namakkal. Many lorry (truck) body building workshops are located in Namakkal. Egg production in this district is largely facilitited by the lorry transport. It is the main centre for linking other districts via bus routes, to the North (Salem, Villupuram, Dharmapuri, Krishnagiri and Bangalore), East (Tiruchirapalli, Thanjavur, Thiruvarur and Nagapattinam), South (Karur, Dindugal, Madurai, Tiunelveli and Kanyakumari) and the West (Erode, Coimbatore, Tirupur and Nilgiris). The train route between Karur and Salem Junction saves fuel and time for transportation of goods.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Natarajan Chandrasekaran, who hails from Mohanur, is the chairman of the Tata group. He was previously the CEO and Managing Director of Tata Consultancy Services.</p>\r\n<p>Venkatarama Ramalingam Pillai, the famous modern Tamil poet, a Gandhian independence fighter and a Padma Bhushan awardee, was also born in Mohanur.</p>\r\n<p>P. Subbarayan (11 September 1889 &ndash; 6 October 1962) was an Indian politician, freedom fighter and diplomat and was the Chief Minister of Madras Presidency.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Namakkal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-namakkal-tamil-nadu","tags":[{"name":"namakkal","slug":"namakkal"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":911,"title":"Top Places to visit in Sivaganga, Tamil Nadu","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"Sivaganga is a town in the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga District. The town is located at a distance of 48 km (30 mi) from Madurai and 449 km (279 mi) from the state capital Chennai. It is an important town in this distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"sivaganga","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":898,"title":"Top Places to visit in Kanchipuram, Tamil Nadu","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"Kanchipuram, also known as Kānchi or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai &ndash; the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the admi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanchipuram","slug":"kanchipuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":891,"title":"Top Places to visit in Chennai, Tamil Nadu","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"Chennai district, formerly known as Madras district or \"Madarasapattinam\", is a district in the state of Tamil Nadu, in India. It is the smallest of all the districts in the state, but has the highest population density. The district is a city district which means that it does not have a district","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chennai","slug":"chennai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-chennai-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}