{"id":906,"title":"Top Places to visit in Perambalur, Tamil Nadu","imageUrl":"d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","dateCreated":"2019-10-16T03:40:24.685Z","dateModified":"2019-10-16T03:40:47.592Z","contributedBy":"AskGif","content":"<p>Perambalur is a municipality town in the state of Tamil Nadu (Republic of India). It is the administrative headquarters of Perambalur district and Perambalur Taluk (Sub-District). Perambalur district is bounded on the North by Cuddalore and Salem, South by Trichy, East by Ariyalur, West by Trichy and Salem. As of 2011 census, the town had a population of 49,648. There are a set of 11th century Buddhists images around the villages of Perambalur called Perambalur Buddhas.</p>\r\n<p>&nbsp;</p>\r\n<p>Perambalur is an administrative district in the state of Tamil Nadu, India. The district headquarters is located at Perambalur. The district occupies an area of 1,752 km&sup2; and had a population of 565,223 with a sex-ratio of 1,003 females for every 1,000 males in 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Perambalur district is a centrally located inland district of Tamil Nadu. It was trifurcated from the erstwhile composite Tiruchirappalli district and was formed on 1 November 1995. The district is bounded by the districts Kallakurichi in the north, Tiruchirappalli district in the south, Ariyalur and Cuddalore in the east and Salem and Tiruchirappalli districts in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Perambalur Sugar Mills</p>\r\n<p>Perambalur Sugar Mills is sugar mill of Perambalur Sugar Mills Limited, a Subsidiary of Tamil Nadu Sugar Corporation Limited (TASCO) located at Eraiyur, Permbalur. It commenced its operation on 1976 and has a capacity of 2500 TCD.</p>\r\n<p>&nbsp;</p>\r\n<p>MRF Limited</p>\r\n<p>MRF Limited commissioned its 8th plant at Naranamangalam, Perambalur on 2011 for the production of conventional tyres. It commissioned its 9th plant at the same facility on 2012 solely for the manufacture of Radial Tyres.</p>\r\n<p>&nbsp;</p>\r\n<p>Visuvakudi Reservoir</p>\r\n<p>Visvakkudi dam is located in Visvakudi, Tamil Nadu. Visvakkudi dam is constructed across Kallar River, between Vayalar hills and Semmalai. The reservoir can hold 30.67 million cubic feet of water. The dam is 615 metres long. There will be two sluices and radial shutters will be fixed on the two sluices.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district for administrative purpose has been divided into four taluks (Perambalur taluk, Kunnam taluk, Alathur taluk, Perambalur, Veppanthattai taluk) which is further sub-divided into four blocks viz. Perambalur, Veppanthattai, Veppur, Alathur. The district comprises 121 village panchayats, four town panchayats (Kurumbalur, Arumbavur, Poolambadi, Labbaikudikadu) and one municipality.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to 2011 census, Perambalur district had a population of 565,223 with a sex-ratio of 1,003 females for every 1,000 males, much above the national average of 929. A total of 59,567 were under the age of six, constituting 31,135 males and 28,432 females. Scheduled Castes and Scheduled Tribes accounted for 33.01% and .46% of the population respectively. The average literacy of the district was 66.49%, compared to the national average of 72.99%. The district had a total of 149,243 households. There were a total of 299,726 workers, comprising 107,542 cultivators, 91,135 main agricultural labourers, 4,365 in house hold industries, 52,055 other workers, 44,629 marginal workers, 9,762 marginal cultivators, 27,143 marginal agricultural labourers, 978 marginal workers in household industries and 6,746 other marginal workers.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district lies in the southern plateau and hill zone of agro-climate regional planning with characteristics of semi-arid climate and the world class black granite in Pachai Malai hills. The soil is predominantly red loamy and black soil. The normal rainfall of the district is 908 mm which is less than 946.9 mm, the normal rainfall of the State. The precipitation during northeast monsoon, southwest monsoon and remaining winter &amp; hot weather period account for 52%, 34% and 14% of annual rainfall, respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Cauvery is the major river flowing in the region and the composite district has a canal system covering just 47 km stretch and ayacut of 11,610 ha. The ground water resource through tubewells and wells contribute nearly 68% of irrigated area command. The major crops grown in the district are paddy, groundnut, sugarcane and millets. Cashew is the major plantation crop. Now the major cultivation is small Onion, totally 24% in Tamil Nadu i.e. first place in Tamil Nadu. The Onion cultivation villages are Erattai malai sandhu (Kelakarai), Nakkasalem, Ammapalayam, Siruvayalur, Chettikulam, Kalarampatty, Esanai, Melapuliyur, Navalur, K.Pudur, Arumbavur, Irur, Alathur, Padalur and etc.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Perambalur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-perambalur-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"perambalur","slug":"perambalur"}],"recommendations":[{"id":925,"title":"Top Places to visit in Vellore, Tamil Nadu","imageUrl":"51f66c31-f9bf-4169-8968-e24d29c03e5e_Vellore-railway.jpg","dateCreated":"2019-10-23T15:22:17.039Z","dateModified":"2019-10-23T15:22:34.446Z","contributedBy":"AskGif","content":"Vellore is a city and the administrative headquarters of Vellore District in the Indian state of Tamil Nadu. Located on the banks of the Palar River in the north-eastern part of Tamil Nadu, the city has been ruled, at different times, by the Pallavas, Medieval Cholas, Later Cholas, Vijayanagar Em","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51f66c31-f9bf-4169-8968-e24d29c03e5e_Vellore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"vellore","slug":"vellore"}],"slug":"top-places-to-visit-in-vellore-tamil-nadu","total":0},{"id":907,"title":"Top Places to visit in Pudukkottai, Tamil Nadu","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"pudukkottai","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":899,"title":"Top Places to visit in Kanyakumari, Nagercoil, Tamil Nadu","imageUrl":"6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","dateCreated":"2019-10-16T01:51:12.606Z","dateModified":"2019-10-16T01:51:31.128Z","contributedBy":"AskGif","content":"Kanyakumari (distorted to Cape Comorin by colonialists) is a city of the Kanyakumari district in the Indian State of Tamil Nadu. It is the southernmost city of peninsular/contiguous India. Kanyakumari has been a city since the Sangam period. and is a popular tourist destination.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagercoil","slug":"nagercoil"},{"name":"kanyakumari","slug":"kanyakumari"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanyakumari-nagercoil-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}