{"id":907,"title":"Top Places to visit in Pudukkottai, Tamil Nadu","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"<p>Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 395 kilometres (245 mi) southwest of the state capital Chennai and about 55 kilometres (34 mi) southeast of Tiruchirappalli. The people in the city are employed majorly in teritiary sector activities. Tamil Nadu's first women Asiad Santhi Soundarajan is from Pudukkottai.</p>\r\n<p>&nbsp;</p>\r\n<p>Being the district headquarters, Pudukkottai accommodates the district administration offices, government educational institutes, colleges and schools. Pudukkottai is a part of Pudukkottai constituency and elects its member of legislative assembly every five years, and a part of the Ramanathapuram,sivaganga,Tiruchirappalli karur constituencies that elects its member of parliament. The city is administered by a selection-grade municipality established in 1912 as per the Municipal Corporation Act. The city covers an area of 21.25 km2 and had a population of 143745 in 2011. Roadways is the major mode of transport to the city, while it has also got rail connectivity. The nearest airport is Tiruchirappalli International Airport, located at a distance of 45 km from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Main article: Pudukkottai railway station</p>\r\n<p>The Pudukkottai municipality maintains 122.84 km (76.33 mi) of roads. The city has 4.16 km (2.58 mi) concrete roads, 9.78 km (6.08 mi) WBM roads, 6 km (3.7 mi) gravel roads, 2.5 km (1.6 mi) footpaths and 100.4 km (62.4 mi) bituminous road. A total of 19.908 km (12.370 mi) of state highways is maintained by the State Highways Department and national highways by the National Highways Department.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two national highways namely the NH 336 Trichy - Ramanathapuram road and NH 226 Perambalur - Manamadurai road that pass via Pudukkottai. There are two state highways that pass via the town - SH 26 Trichy - Mimisal road and SH 71 Musiri - Sethubavachatram road. The other major district roads connect Pudukkottai to other parts of the district. The Pudukkottai bus stand is a B-grade bus stand located in the centre of the town. The State Express Transport Corporation operates long distance buses connecting the city to important cities like Chennai and Bengaluru. TNSTC Kumbakonam division operates frequent intercity and intrastate buses to cities like Rayavaram, Tiruchchirapalli, Thanjavur, Madurai, Coimbatore, Aranthangi, Karaikudi, Devakottai, Sivagangai, Pattukkottai, Ponnamaravathi, Rameswaram, Kodaikanal, Dindigul, Theni, Tiruppur, Karur, Palani, Salem, Erode, Mettupalayam, Velankanni, Villupuram, Vellore, Tiruvannamalai, Nagercoil, Tiruchendur and Thoothukudi.. KSRTC operates daily buses between Bengaluru and Pudukkottai.</p>\r\n<p>&nbsp;</p>\r\n<p>Pudukkottai railway station has daily express trains to and from Chennai, Rameswaram and weekly express trains to Coimbatore, Puducherry, Kanyakumari, Varanasi and Bhubaneshwar. The town has passenger train services to Trichy, Manamadurai, Rameswaram and Karaikudi.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest local and international airport is the Tiruchirapalli International Airport, located 45 km from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Brahadambal and Shiva Temple located in the main town.</p>\r\n<p>Sri Vyakrapureeswarar Temple, Thiruvengaivasal, Pudukkottai district.</p>\r\n<p>Sittannavaasal (Ancient drawings and Stone beds).</p>\r\n<p>Government Museum (This is the second largest museum of Tamil Nadu).</p>\r\n<p>Thirumayam Fort.</p>\r\n<p>Avudayarkoil Athmanatha swamy temple.</p>\r\n<p>Porpanaikkottai Temple.</p>\r\n<p>Pudukulam (this is a large man made tank supporting the water needs of Pudukottai town)</p>\r\n<p>Pudukottai palace - A sand casket with a mantra written by saint Sadasiva Brahmendra of 18th century is preserved. A grand palace in Pudukkottai.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>Main article: List of educational institutions in Pudukkottai</p>\r\n<p>As of 2011, there were 33 schools in Pudukkottai: nine primary schools, seven middle schools and 17 high and higher secondary schools. There were three arts and science colleges, namely, H.H.The Rajah&rsquo;s College for men, Govt. Arts college for Women and Govt. College of Education. There were five industrial training institute ITI in the town, namely, DIET, Govt. Industrial Technical Institute, Advanced I.T.I., Central ITI, Little flower ITI and SriBrahathambal ITI.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity supply to Pudukkottai is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). A Chief Distribution engineer is stationed at the regional headquarters. Water supply is provided by the Pudukkottai Municipality from the Cauvery river through Jeyapuram head water works located 86 km (53 mi) away and Ammaiyappatti water works located 9.06 km (5.63 mi). In the period 2000&ndash;2001, a total of 7 million litres of water was supplied everyday for households in the town. As per the municipal data for 2011, about 30-35 metric tonnes of solid waste were collected from Pudukkottai every day by door-to-door collection and subsequently the source segregation and dumping was carried out by the sanitary department of the Pudukkottai municipality. The coverage of solid waste management in the town by the municipality had an efficiency of 100% as of 2001. There is no underground drainage system in the town and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences.</p>\r\n<p>&nbsp;</p>\r\n<p>The municipality maintained a total of 191 km (119 mi) of storm water drains in 2011: 55 km (34 mi) pucca drains and 136 km (85 mi) open drains. As of 2011, there were a total of 31 hospitals, municipal dispensary, private dispensaries and private general clinics and five clinical labls that take care of the health care needs of the citizens. As of 2011, the municipality maintained a total of 4,039 street lamps: 631 sodium lamps, 3,450 tube lights and one high mast beam lamp. The municipality operates one weekly market, two daily vegetable markets and one daily fish market that cater to the needs of the town and the rural areas around it.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>There is a very famous sports club in Pudukottai called Kavinadu Sports Club. This club trains young talented athletes who are doing really good in District, State, Country and even World level sports. Two main long distance runners that India has at the moment (2017) are Miss. Surya and Mr. Lakshmanan who have been trained in this club. Lakshmanan received gold medals for both 5,000 and 10,000 metres running in Asian Athletic championship, 2017. He is the first person from India to win two gold medals in Asian Athletic championship. He also took part in world championships in London, 2017 and finished the 5,000 metres heat with a personal best of 13:35.69 minutes.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pudukkottai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"pudukkottai","slug":"pudukkottai"}],"recommendations":[{"id":907,"title":"Top Places to visit in Pudukkottai, Tamil Nadu","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"Pudukkottai is the administrative headquarters of Pudukkottai District in the Indian state of Tamil Nadu. It is a big town located on the banks of River Vallaru, it has been ruled, at different times, by the Cholas, Mutharaiyars, Early Pandyas, Thondaimans, and the British. It is situated about 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"pudukkottai","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":898,"title":"Top Places to visit in Kanchipuram, Tamil Nadu","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"Kanchipuram, also known as Kānchi or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai &ndash; the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the admi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanchipuram","slug":"kanchipuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":893,"title":"Top Places to visit in Cuddalore, Tamil Nadu","imageUrl":"c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","dateCreated":"2019-10-14T03:11:43.036Z","dateModified":"2019-10-14T03:12:02.4Z","contributedBy":"AskGif","content":"Cuddalore is a city which is the headquarters of the Cuddalore District in the Indian state of Tamil Nadu. Scholars believe the name Cuddalore is derived from the beach the town is famous for, meaning 'sea town' in Tamil. While the early history of Cuddalore remains unclear, the town first rose t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"cuddalore","slug":"cuddalore"}],"slug":"top-places-to-visit-in-cuddalore-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}