{"id":907,"title":"पुदुक्कोट्टई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"<p>पुदुक्कोट्टई भारत के तमिलनाडु राज्य में पुदुक्कोट्टई जिले का प्रशासनिक मुख्यालय है। यह वल्लारू नदी के तट पर स्थित एक बड़ा शहर है, इस पर चोल, मुथारियार, अर्ली पांड्य, थोंडिमन और अंग्रेजों ने अलग-अलग समय पर शासन किया है। यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में 395 किलोमीटर (245 मील) और तिरुचिरापल्ली से लगभग 55 किलोमीटर (34 मील) दक्षिण-पूर्व में स्थित है। शहर के लोग टेरीटरी क्षेत्र की गतिविधियों में प्रमुख रूप से कार्यरत हैं। तमिलनाडु की पहली महिला एशियाड सैंथी साउंडराजन पुदुक्कोट्टई की है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय होने के नाते, पुदुक्कोट्टई जिला प्रशासन कार्यालयों, सरकारी शैक्षणिक संस्थानों, कॉलेजों और स्कूलों को समायोजित करता है। पुदुक्कोट्टई पुदुक्कोट्टई निर्वाचन क्षेत्र का एक हिस्सा है और हर पांच साल में विधान सभा के अपने सदस्य का चुनाव करता है, और रामनाथपुरम, शिवगंगा, तिरुचिरापल्ली करूर निर्वाचन क्षेत्रों का एक हिस्सा है जो संसद के अपने सदस्य का चुनाव करता है। शहर का चयन नगर निगम अधिनियम के अनुसार 1912 में स्थापित एक चयन-ग्रेड नगरपालिका द्वारा किया जाता है। शहर 21.25 किमी 2 के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 143745 थी। रोडवेज शहर के लिए परिवहन का प्रमुख साधन है, जबकि इसे रेल कनेक्टिविटी भी मिली है। निकटतम हवाई अड्डा तिरुचिरापल्ली अंतर्राष्ट्रीय हवाई अड्डा है, जो शहर से 45 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>मुख्य लेख: पुदुक्कोट्टई रेलवे स्टेशन</p>\r\n<p>पुदुक्कोट्टई नगरपालिका सड़कों के 122.84 किमी (76.33 मील) को बनाए रखती है। शहर में 4.16 किमी (2.58 मील) कंक्रीट सड़कें, 9.78 किमी (6.08 मील) डब्ल्यूबीएम सड़कें, 6 किमी (3.7 मील) बजरी सड़कें, 2.5 किमी (1.6 मील) फुटपाथ और 100.4 किमी (62.4 मील) घुमावदार सड़क हैं। राज्य राजमार्गों का कुल 19.908 किमी (12.370 मील) राष्ट्रीय राजमार्ग विभाग द्वारा राज्य राजमार्ग विभाग और राष्ट्रीय राजमार्गों द्वारा बनाए रखा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 336 त्रिची - रामनाथपुरम रोड और राष्ट्रीय राजमार्ग 226 पेरम्बलुर - मनामदुरई मार्ग, जो पुदुक्कोट्टई से होकर गुजरते हैं, दो राष्ट्रीय राजमार्ग हैं। दो राज्य राजमार्ग हैं जो शहर से गुजरते हैं - एसएच 26 त्रिची - मिमिसल रोड और एसएच 71 मुसिरी - सेतुबुवाचत्रम रोड। अन्य प्रमुख जिला सड़कें पुदुक्कोट्टई को जिले के अन्य हिस्सों से जोड़ती हैं। पुदुक्कोट्टई बस स्टैंड एक बी-ग्रेड बस स्टैंड है जो शहर के केंद्र में स्थित है। राज्य एक्सप्रेस परिवहन निगम शहर को चेन्नई और बेंगलुरु जैसे महत्वपूर्ण शहरों से जोड़ने के लिए लंबी दूरी की बसों का संचालन करता है। TNSTC कुंभकोणम डिवीजन रेवराम, तिरूचिरापल्ली, तंजावुर, मदुरै, कोयम्बटूर, अरन्थंगी, कराईकुडी, देवकोट्टई, शिवगंगई, पट्टुकोट्टई, पोन्नमरावती, रामेश्वरम, कोडाइकानाल, डिंडिकाल, बिंद्राक और अंतर्राज्यीय बसें संचालित करता है। इरोड, मेट्टुपालयम, वेलंकन्नी, विल्लुपुरम, वेल्लोर, तिरुवन्नमलाई, नागरकोइल, तिरुचेंदूर और थुथुकुडी .. केएसआरटीसी बेंगलुरु और पुदुक्कईबाई के बीच दैनिक बसों का संचालन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुदुक्कोट्टई रेलवे स्टेशन पर चेन्नई, रामेश्वरम और साप्ताहिक एक्सप्रेस ट्रेनों से कोयंबटूर, पुदुचेरी, कन्याकुमारी, वाराणसी और भुवनेश्वर के लिए दैनिक एक्सप्रेस ट्रेनें हैं। शहर में त्रिची, मनमदुरई, रामेश्वरम और कराईकुडी के लिए यात्री ट्रेन सेवाएं हैं।</p>\r\n<p>निकटतम स्थानीय और अंतर्राष्ट्रीय हवाई अड्डा तिरुचिरापल्ली अंतर्राष्ट्रीय हवाई अड्डा है, जो शहर से 45 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>मुख्य कस्बे में स्थित ब्रह्मदंबल और शिव मंदिर।</p>\r\n<p>श्री व्यकरापुरेश्वर मंदिर, थिरुवेनगिवसाल, पुदुक्कोट्टई जिला।</p>\r\n<p>Sittannavaasal (प्राचीन चित्र और स्टोन बेड)।</p>\r\n<p>सरकारी संग्रहालय (यह तमिलनाडु का दूसरा सबसे बड़ा संग्रहालय है)।</p>\r\n<p>तिरुम्यम किला।</p>\r\n<p>अवधयारकोइल अथमानाथ स्वामी मंदिर।</p>\r\n<p>पोरपनिककोट्टई मंदिर।</p>\r\n<p>पुदुकुलाम (यह पुदुकोट्टई शहर की पानी की जरूरतों का समर्थन करने वाला एक बड़ा बनाया हुआ टैंक है)</p>\r\n<p>पुदुकोट्टई महल - 18 वीं शताब्दी के संत सदाशिव ब्रह्मेंद्र द्वारा लिखित मंत्र के साथ एक रेत का ताबूत संरक्षित है। पुदुक्कोट्टई में एक भव्य महल।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>मुख्य लेख: पुदुक्कोट्टई में शैक्षिक संस्थानों की सूची</p>\r\n<p>2011 तक पुदुक्कोट्टई में 33 स्कूल थे: नौ प्राइमरी स्कूल, सात मिडिल स्कूल और 17 हाई और हायर सेकंडरी स्कूल। तीन कला और विज्ञान महाविद्यालय थे, अर्थात्, एच। एच। राजा का कॉलेज फॉर मेन, गवर्नमेंट। महिला और सरकार के लिए कला कॉलेज। शिक्षा कालेज। कस्बे में पाँच औद्योगिक प्रशिक्षण संस्थान ITI थे, अर्थात्, DIET, Govt। औद्योगिक तकनीकी संस्थान, उन्नत आई.टी.आई., केंद्रीय आईटीआई, लिटिल फ्लावर आईटीआई और श्रीब्रहाथमबल आईटीआई।</p>\r\n<p>&nbsp;</p>\r\n<p>पुदुक्कोट्टई को बिजली की आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। एक मुख्य वितरण इंजीनियर क्षेत्रीय मुख्यालय में तैनात है। पुण्यकोट्टई नगर पालिका द्वारा कावेरी नदी से जलपुरम नदी के माध्यम से जलापूर्ति की जाती है जो 86 किमी (53 मील) दूर स्थित है और अम्माईयप्पपट्टी पानी 9.06 किमी (5.63 मील) स्थित है। २०००-२००१ की अवधि में, शहर में घरों के लिए प्रतिदिन period मिलियन लीटर पानी की आपूर्ति की गई थी। 2011 के लिए नगरपालिका के आंकड़ों के अनुसार, पुडुकोट्टई से हर दिन लगभग 30-35 मीट्रिक टन ठोस कचरा एकत्र किया जाता था और बाद में स्रोत पृथक्करण और डंपिंग को पुदुक्कोट्टई नगरपालिका के स्वच्छता विभाग द्वारा चलाया जाता था। नगरपालिका द्वारा कस्बे में ठोस कचरा प्रबंधन की कवरेज 2001 तक 100% की दक्षता थी। कस्बे में भूमिगत जल निकासी व्यवस्था नहीं है और मल के निपटान के लिए सीवरेज प्रणाली सेप्टिक टैंक, खुली नालियों और सार्वजनिक उपयुक्तता के माध्यम से है।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका ने 2011 में तूफानी नालियों के कुल 191 किमी (119 मील) को बनाए रखा: 55 किमी (34 मील) पक्की नालियाँ और 136 किलोमीटर (85 मील) खुली नालियाँ। 2011 तक, कुल 31 अस्पताल, नगरपालिका औषधालय, निजी औषधालय और निजी सामान्य चिकित्सालय और पाँच नैदानिक ​​प्रयोगशालाएँ थीं जो नागरिकों की स्वास्थ्य देखभाल आवश्यकताओं की देखभाल करती थीं। 2011 तक, नगरपालिका ने कुल 4,039 स्ट्रीट लैंप: 631 सोडियम लैंप, 3,450 ट्यूबलाइट और एक उच्च मस्तूल बीम लैंप बनाए रखा। नगरपालिका एक साप्ताहिक बाजार, दो दैनिक सब्जी बाजार और एक दैनिक मछली बाजार का संचालन करती है जो शहर और उसके आसपास के ग्रामीण क्षेत्रों की जरूरतों को पूरा करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>पुदुकोट्टई में एक बहुत प्रसिद्ध खेल क्लब है जिसे कविनडु स्पोर्ट्स क्लब कहा जाता है। यह क्लब युवा प्रतिभाशाली एथलीटों को प्रशिक्षित करता है, जो जिला, राज्य, देश और यहां तक ​​कि विश्व स्तर के खेलों में वास्तव में अच्छा कर रहे हैं। भारत में इस समय दो मुख्य लंबी दूरी के धावक (2017) मिस हैं। सूर्या और श्री लक्ष्मणन जिन्हें इस क्लब में प्रशिक्षित किया गया है। लक्ष्मणन ने एशियाई एथलेटिक चैम्पियनशिप, 2017 में 5,000 और 10,000 मीटर दौड़ दोनों के लिए स्वर्ण पदक प्राप्त किए। वह एशियाई एथलेटिक चैम्पियनशिप में दो स्वर्ण पदक जीतने वाले भारत के पहले व्यक्ति हैं। उन्होंने लंदन, 2017 में विश्व चैंपियनशिप में भी भाग लिया और 13: 35.69 मिनट के व्यक्तिगत सर्वश्रेष्ठ के साथ 5,000 मीटर की गर्मी पूरी की।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pudukkottai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"पुदुक्कोट्टई","slug":"pudukkottai"}],"recommendations":[{"id":907,"title":"पुदुक्कोट्टई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","dateCreated":"2019-10-16T13:26:13.798Z","dateModified":"2019-10-16T13:26:33.826Z","contributedBy":"AskGif","content":"पुदुक्कोट्टई भारत के तमिलनाडु राज्य में पुदुक्कोट्टई जिले का प्रशासनिक मुख्यालय है। यह वल्लारू नदी के तट पर स्थित एक बड़ा शहर है, इस पर चोल, मुथारियार, अर्ली पांड्य, थोंडिमन और अंग्रेजों ने अलग-अलग समय पर शासन किया है। यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में 395 किलोमीटर (245 मील) और तिरु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66c4cb52-09fd-4cd9-8c50-4c848dc4518a_Pudukkottai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"पुदुक्कोट्टई","slug":"pudukkottai"}],"slug":"top-places-to-visit-in-pudukkottai-tamil-nadu","total":0},{"id":898,"title":"कांचीपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"कांचीपुरम, जिसे कांची या कांचीपुरम के नाम से भी जाना जाता है, तमिलनाडु के टोंडिमंडलम क्षेत्र में भारत के तमिलनाडु राज्य में एक मंदिर शहर है, जो चेन्नई से 72 किमी (45 मील) दूर तमिलनाडु की राजधानी है। यह शहर 11.605 किमी 2 (4.481 वर्ग मील) के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 164,265 थी।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांचीपुरम","slug":"kanchipuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":893,"title":"कुड्डालोर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","dateCreated":"2019-10-14T03:11:43.036Z","dateModified":"2019-10-14T03:12:02.4Z","contributedBy":"AskGif","content":"कुड्डलोर एक शहर है जो भारत के तमिलनाडु राज्य में कुड्डालोर जिले का मुख्यालय है। विद्वानों का मानना ​​है कि कुड्डलोर नाम समुद्र तट से लिया गया है, जिसका नाम तमिल में 'समुद्री शहर' है। जबकि कुड्डलोर का प्रारंभिक इतिहास स्पष्ट नहीं है, पल्लवों और मध्ययुगीन टोलों के शासनकाल के दौरान शहर पहले प्रमुखता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कुड्डालोर","slug":"cuddalore"}],"slug":"top-places-to-visit-in-cuddalore-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}