{"id":908,"title":"रामनाथपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"<p>रामनाथपुरम, जिसे रामनाड के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य में रामनाथपुरम जिले में एक शहर और एक नगर पालिका है। यह रामनाथपुरम जिले का प्रशासनिक मुख्यालय और रामनाथपुरम जिले में दूसरा सबसे बड़ा शहर है। 2011 की जनगणना के अनुसार, शहर की जनसंख्या 61,440 थी। जनसंख्या का घनत्व: 320 व्यक्ति प्रति वर्ग किलोमीटर; साक्षरता दर: 81.48% - पुरुष: 87.89%, महिला: 74.93%; पुरुष महिला अनुपात: 1000: 977. रामनाथपुरम तमिलनाडु में मिर्ची मिर्च का शीर्ष उत्पादक है। यह NH-49 द्वारा अन्य शहरों से जुड़ा हुआ है।</p>\r\n<p>रामनाथपुरम जिला दक्षिणी भारत में तमिलनाडु राज्य का एक प्रशासनिक जिला है। रामनाथपुरम शहर जिला मुख्यालय है। रामपुर तिरुवनंतपुरम जिले का क्षेत्रफल 4123 किमी 2 है। यह शिवगंगा जिले के उत्तर में, पुदुक्कोट्टई जिले के उत्तर-पूर्व में, पल्क स्ट्रेट द्वारा पूर्व में, दक्षिण में मन्नार की खाड़ी से, पश्चिम में थूथुकुडी जिले द्वारा, और उत्तर पश्चिम में विरुधुनगर जिले से घिरा हुआ है। जिले में पम्बन ब्रिज, कम द्वीपों और उथले भित्तियों की एक पूर्व-पश्चिम श्रृंखला है जो भारत और श्रीलंका के द्वीप राष्ट्र के बीच विस्तारित होती है, और मन्नार की खाड़ी से पालक जलडमरूमध्य को अलग करती है। पालक जलडमरूमध्य केवल ड्राफ्ट-ड्राफ्ट जहाजों द्वारा नौगम्य है। इसमें एक छोटा सा गांव थेरुवेली भी शामिल है। 2011 तक, रामनाथपुरम जिले में प्रति 1,000 पुरुषों पर 983 महिलाओं के लिंगानुपात के साथ 1,353,445 की आबादी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>रामनाथपुरम एक नगरपालिका है। मदुरई से रामनाथपुरम के लिए जिला मुख्यालय के कार्यालयों को स्थानांतरित करने के बाद, शहर बढ़ रहा है। मदुरई से रामेश्वरम तक और तिरुचि से रामेश्वरम तक रेलवे का गेज परिवर्तन शहर को सभी प्रमुख भारतीय शहरों से जोड़ता है। रामनाथपुरम जिला तमिलनाडु में एक बड़ा जिला था, और बाद में इसके कुछ हिस्सों को शिवगंगा जिला बनाने के लिए हटा दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>वैगई नदी बिग टैंक (पेरिया कनमाई) में प्रवेश करती है और कृषि के उद्देश्य से पानी एकत्र किया जाता है। यह दावा किया जाता है कि नदी का पानी समुद्र तक नहीं पहुंचता है, जलग्रहण क्षेत्र के आकार को चित्रित करता है। शहर में कई तालाब हैं जो आबादी की जरूरतों को पूरा करते हैं। कुछ इंजीनियरिंग कॉलेजों जैसे अन्ना विश्वविद्यालय, यूसीईआर-रामनाद परिसर, सैयद अम्मल इंजीनियरिंग कॉलेज और मोहम्मद सार्थक इंजीनियरिंग कॉलेज का होना एक अच्छा संकेत है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के पूर्व राष्ट्रपति ए.पी.जे. अब्दुल कलाम ने शवार्ट्ज हायर सेकेंडरी स्कूल, रामनाथपुरम में पढ़ाई की।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>रामनाथपुरम 9.38 &deg; N 78.83 &deg; E पर स्थित है। इसकी औसत ऊंचाई 2 मीटर (6 फीट) है। निकटतम शहरों में परमकुडी, रामेश्वरम, मुदुकुलथुर, किलाकारई और मनमदुरई शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>यह शहर दक्षिण पूर्व तमिलनाडु में स्थित है और रामेश्वरम से NH 49 मदुरै से जुड़ा हुआ है। ईस्ट कोस्ट रोड पूर्वी तमिलनाडु की प्रमुख तटीय सड़क है जो राज्य की राजधानी चेन्नई और रामनाथपुरम को जोड़ती है; यह सड़क रामनाथपुरम को पांडिचेरी, तूतीकोरिन और कन्याकुमारी से भी जोड़ती है। यह शहर मदुरई जंक्शन के माध्यम से भारत के प्रमुख शहरों से रेलमार्ग द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा मदुरै हवाई अड्डा है, जो लगभग 125 कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थ यात्रा</p>\r\n<p>रामेश्वरम एक पवित्र स्थान है जो हिंदुओं को शिव और राम के तीर्थस्थल के रूप में जाना जाता है।</p>\r\n<p>एरावदी दरगाह जहाँ दुनिया भर के मुसलमान ज़ियारत (आध्यात्मिक यात्रा) के लिए आते हैं।</p>\r\n<p>पर्यटन</p>\r\n<p>राजा सेठ, जो अब भी पूर्व सेतुपति राजा और उनके परिवार के कब्जे में है, को देखने के लिए पर्यटक रामनाद जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शाही परिवार वार्षिक संथानकुडु महोत्सव के दौरान एरवाडी में संथानकुडु जुलूस के लिए हाथी भेजता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामनाथपुरम रामेश्वरम, देवीपाट्टिनम, थिरुपुल्लानी और उथिराकोसमंगई के करीब है जो बहुत महत्वपूर्ण प्राचीन तीर्थस्थल हैं।</p>\r\n<p>उचीपुली, एक भारतीय नौसैनिक हवाई स्टेशन है जिसके पास अरियामन बीच उचिपुली में लोकप्रिय समुद्र तटों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामनाइक क्षेत्र में पनाईकुलम, अलगनकुलम, पुडुवलसै समुद्र तट अन्य लोकप्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>और Lt.Dr.A के लिए स्मारक भी है। पी। जे। अब्दुल कलाम भी रामनाथपुरम के पास पीकरम्बु में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>एरवाडी दरगाह, रामनाथपुरम जिले में प्रमुख आध्यात्मिक पर्यटन स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>पंबन द्वीप और मुख्य भूमि के बीच पम्बन ब्रिज</p>\r\n<p>&nbsp;</p>\r\n<p>पम्बन ब्रिज से मछली पकड़ने की नावें</p>\r\n<p>&nbsp;</p>\r\n<p>पंबन रेल पुल पम्बन द्वीप को भारतीय मुख्य भूमि से जोड़ता है</p>\r\n<p>रामनाथपुरम (पैलेस - यह महल किथावन सेतुपति (1674-1710 CE) सेतुपति राजाओं के बीच सबसे लोकप्रिय था) के शासनकाल के दौरान बनाया गया था।</p>\r\n<p>रामेश्वरम (सांगुमाँ बीच)</p>\r\n<p>डॉ। ए.पी.जे. थंगचिम्दम ग्रेव पीकरंबु के पास अब्दुल कलाम</p>\r\n<p>धनुषकोडी</p>\r\n<p>पंबन ब्रिज (अन्नाई इंदिरा गांधी ब्रिज)</p>\r\n<p>कुंधुकल - विवेकानंद स्मारक</p>\r\n<p>आर एस मदाई (सी वर्ल्ड एक्वेरियम)</p>\r\n<p>नौगाछी (Naagachi Amman Temple)</p>\r\n<p>कमुठी (पसपोन देवर मेमोरियल)</p>\r\n<p>कांजीरकुलम पक्षी अभयारण्य</p>\r\n<p>चित्रांगुडी पक्षी अभयारण्य</p>\r\n<p>अलगनकुलम पक्षी अभयारण्य</p>\r\n<p>मेलसेल्वनूर-कील्सेल्वनूर पक्षी अभयारण्य</p>\r\n<p>हिंदू पूजा स्थल</p>\r\n<p>उथिराकोसमंगई (3000 वर्ष पुराना शिव मंदिर, अनमोल हरा पन्ना पत्थर नादराजर प्रतिमा)।</p>\r\n<p>रामेश्वरम (दक्षिण कासी - रामनाथस्वामी होली मंदिर)</p>\r\n<p>सेथुकराई (सीहोर हनुमान मंदिर)</p>\r\n<p>अट्टंगरई (मुनि अय्य - मंदिर)</p>\r\n<p>अलागई भारथीनगर (मारी अम्मन मंदिर)</p>\r\n<p>थिरुपुल्लानी (द ग्रेट जगन्नाथ पेरुमल मंदिर)</p>\r\n<p>देवीपत्नीम (समुद्र नवग्रहम मंदिर)</p>\r\n<p>नैनार कोविल (नागनाथ स्वामी मंदिर)</p>\r\n<p>तिरुवेत्रियुर (पैगाम प्रियल कोइल)</p>\r\n<p>इरुमेनी गाँव - मीठे पानी के कुएँ (जड़ता), चाँदी का समुद्र तट और करवलाई मछली</p>\r\n<p>मुस्लिम पूजा स्थल</p>\r\n<p>ABIRAMAM PERIYA PALLIVASAL 172 साल का और मीनारा 100 फीट का है।</p>\r\n<p>&nbsp;</p>\r\n<p>इरावदी - बादुश हजरत कुतबुल सुल्तान सैयद इब्राहिम शहीद वलीउल्लाह की तीर्थ यात्रा।</p>\r\n<p>किलाकारई - किलाकारई की पुरानी जुम्मा मस्जिद भारत की सबसे पुरानी मस्जिदों में से एक है, जिसे 628-630 ईस्वी में बनाया गया था और 1036AD में फिर से बनाया गया, मीनाकदाई पल्ली)</p>\r\n<p>अथियातु (पट्टानी साहिब दुर्गा)</p>\r\n<p>पानिकुलम (बाबा-सैयद मुहम्मद मस्जिद)</p>\r\n<p>वेलिनोककम (इमरान उमायतुल बडविया शहीद दरगाह और टीएन साल्ट कॉर्पोरेशन)</p>\r\n<p>सुन्दरमुदयन (सीनियप्पा शहीद दुर्गा)</p>\r\n<p>किलाकारई (पलैया जुम्मा पल्ली)</p>\r\n<p>Pudumadam</p>\r\n<p>पेरियापट्टिनम (जलाल जमाल / पुरानी मस्जिद (1350AD) और सागर से भारत का पहला बंदरगाह)</p>\r\n<p>मन्नार की खाड़ी बायोस्फियर रिजर्व की खाड़ी</p>\r\n<p>समुद्री बायोस्फीयर रिजर्व न केवल भारत में, बल्कि दक्षिण और दक्षिण-पूर्व एशिया में भी है। राष्ट्रीय उद्यानों और डब्ल्यूडब्ल्यूएफ पर IUCN आयोग ने, रिजर्व को \"\" विशेष रूप से चिंता \"का एक क्षेत्र होने के रूप में पहचाना है, जिसने इसकी विविधता और विशेष बहु-उपयोग प्रबंधन स्थिति को देखते हुए। इसके अलावा, भारत में घोषित पहले समुद्री जीवमंडल रिजर्व के रूप में, यह क्षेत्र लंबा था। राष्ट्रीय प्राथमिकता रही।</p>\r\n<p>&nbsp;</p>\r\n<p>मन्नार की खाड़ी और इसकी 3,600 वनस्पतियों और जीवों की प्रजातियाँ भारत के सभी मुख्य भूमि में जैविक रूप से सबसे समृद्ध तटीय क्षेत्रों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह समुद्री शैवाल, समुद्री घास, कोरल रीफ मोती बैंक, फिन और शेल फिश रिसोर्सेज, मैंग्रोव और एंडीमिक और लुप्तप्राय प्रजातियों में समान रूप से समृद्ध है। यह अति लुप्तप्राय समुद्री स्तनपायी के लिए एक महत्वपूर्ण निवास स्थान है, जिसे आमतौर पर समुद्री गाय कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मन्नार की खाड़ी में मूंगे की 137 प्रजातियां पाई जाती हैं। मूंगा आकृतियों के असंख्य में आता है। कुछ में शाखाओं की तरह उंगली होती है और दूसरों में गुंबद के आकार की कॉलोनी होती है जिसमें लकीरें और फुर्रों का जाल होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्पॉन्ज, हालांकि आकस्मिक नज़र में पौधों की तरह दिखते हैं, जानवर हैं, अकेले या कई व्यक्तियों के उपनिवेश में रहते हैं। इनका रंग हरे, लाल, पीले और यहां तक ​​कि काले या सफेद होने के कारण आकार में भिन्न होता है। दरारों में, ये स्पंज कई जानवरों के साथ पाए जाते हैं, जिनमें छोटे केकड़े और भंगुर तारे से लेकर बिवेलव मोलस्क शामिल हैं। 8 ऑर्डर के तहत 275 प्रजातियां मन्नार की खाड़ी में पाई जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ramanathapuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"रामनाथपुरम","slug":"ramanathapuram"}],"recommendations":[{"id":920,"title":"तूतीकोरिन में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","dateCreated":"2019-10-22T02:58:38.672Z","dateModified":"2019-10-22T02:59:04.017Z","contributedBy":"AskGif","content":"थूथुकुडी (जिसे तूतीकोरिन के नाम से भी जाना जाता है, 2018 तक आधिकारिक नाम) एक बंदरगाह शहर और एक नगर निगम और भारत के तमिलनाडु राज्य में थूथुकुडी जिले का एक औद्योगिक शहर है। यह शहर बंगाल की खाड़ी के कोरोमंडल तट पर स्थित है। थूथुकुडी थुथुकुडी जिले का मुख्यालय है। यह चेन्नई के दक्षिण में 590 किलोमीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तूतीकोरिन","slug":"thoothukudi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-thoothukudi-tamil-nadu","total":0},{"id":913,"title":"तिरुपुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"तिरुपुर या तिरुपुर भारतीय राज्य तमिलनाडु में स्थित एक शहर है। तिरुपुर, तिरुपुर जिले का प्रशासनिक मुख्यालय और तमिलनाडु में पाँचवाँ सबसे बड़ा शहरी समूह है। नोय्याल नदी के तट पर स्थित, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, मैसूर साम्राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शासन किया गया है। यह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुपुर","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":903,"title":"नागपट्टिनम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"नागपट्टिनम (पहले वर्तनी में नागपट्टनम या नेगापट्टम) भारतीय राज्य तमिलनाडु का एक शहर और नागपट्टिनम जिले का प्रशासनिक मुख्यालय है। मध्ययुगीन चोलों (9 वीं -12 वीं शताब्दी ई.पू.) की अवधि के दौरान यह शहर प्रमुखता से आया और वाणिज्य और पूर्वी-सीमा नौसैनिक अभियानों के लिए उनके महत्वपूर्ण बंदरगाह के रूप म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागपट्टिनम","slug":"nagapattinam"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}