{"id":909,"title":"Top Places to visit in Ranipet, Tamil Nadu","imageUrl":"1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","dateCreated":"2019-10-16T15:06:03.291Z","dateModified":"2019-10-16T15:06:26.913Z","contributedBy":"AskGif","content":"<p>Ranipet also known as Ranipettai (lit. Queen's colony) is a town in Ranipet district, It is a suburb and industrial hub of Vellore city in the state of Tamil Nadu in southern India. It is a medium-sized community located about 20 kilometers from the Vellore city center (from Vellore Fort) and also Ranipet is a part of vellore metropolitan area and 100 kilometers from Chennai, the fourth largest urban area in India. It is a major industrial town located on NH 4 Chennai-Bangalore highway. This town is situated on the northern bank of the Palar river and had a population of 50,764 as of 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Ranipet district is a new district of Tamil Nadu, India, separated from Vellore district. The Tamil Nadu government announced its creation on August 15, 2019, together with Tirupathur district. The town of Ranipet serves as the district headquarters. It shares bordes with Kanchipuram, Tiruvannamalai, Thiruvallur and Vellore districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>There are a number of large- and medium-scale leather industries making both finished leather and leather articles such as shoes and garments for export. There are other small-scale industries in Ranipet, mostly engaged in chemical, leather and tool making. These industries are the major lifeline for the town.</p>\r\n<p>&nbsp;</p>\r\n<p>One of the oldest companies in Ranipet that was formed in the early 19th century is EID Parry, named after Thomas Parry, who sailed to India and started a merchant business in India. The branch of EID Parry located in Ranipet is one of the largest ceramic plants in South India. In addition to Ceramics, the Company also produces fertilizers in this location sold to farmers around the country. EID Parry also produces confectioneries in other locations.</p>\r\n<p>&nbsp;</p>\r\n<p>After the acquisition of the company Johnson &amp; Pedder, EID Parry produced Ballerina ceramic designs in India. Most residents, several decades ago, worked for EID Parry before the expansion of Sipcot Industrial complex and arrival of Central Government-aided engineering unit such as BHEL.</p>\r\n<p>&nbsp;</p>\r\n<p>World's first diesel tractor manufacturing Italian company SAME DEUTZ-FAHR India (P) limited (SDFI) located at Sipcot industrial complex. They manufacture tractors and engines for export and domestic market, ranging from 35 hp to 80 hp tractor with advanced technology.</p>\r\n<p>&nbsp;</p>\r\n<p>The French company Plastic Omnium and world No.1 fuel systems manufacturer established a factory in 2010 for the purpose of delivering fuel tank systems to local automobile manufacturers such as Toyota and Hyundai.</p>\r\n<p>&nbsp;</p>\r\n<p>The town is home to the Boiler Auxiliaries Plant of Bharat Heavy Electricals Limited (BHEL), a major Central Government owned enterprise., Bavina Cars is planning to set up a manufacturing plant at a cost of ₹ 300 crores.</p>\r\n<p>&nbsp;</p>\r\n<p>Ranipet also has about 500 small and large scale engineering units catering mainly to BHEL. Ranipet is the second largest fabrication cluster in India. Arcelor-Mittal's Dhamm processing Ltd. has invested more than 100 crores.</p>\r\n<p>&nbsp;</p>\r\n<p>Thirumalai Chemicals Ltd. a large Petrochemical unit is one of the largest manufacturers of Phthalic Anhydride and Food Acidulants in Asia, and employs around 2000 people in and around Ranipet.</p>\r\n<p>&nbsp;</p>\r\n<p>Leathers Industries</p>\r\n<p>Ranipet was once glorified as fast developing industrial zone, but faced economic depression. Ranipet indirectly suffered from Great Recession 2008 as leather business and exports cater to Western Developed nations. A special economic zone is established at Nellikuppam, a suburb of Ranipet.</p>\r\n<p>&nbsp;</p>\r\n<p>Ranipet houses AH Group And KH Group of companies. Nearly 400 small and medium leather units are placed in Ranipet. BHEL Ranipet Plant is manufacturing Boiler Auxiliary instruments such as, ESP, Fans, Gate &amp; Dampers, FGD etc. to support Thermal Power Plant.</p>\r\n<p>&nbsp;</p>\r\n<p>Hospitals</p>\r\n<p>The Scudder Memorial Hospital provides nursing to many outpatients. This hospital was started around 1866 by Dr. Silas Downer Scudder. It is a big hospital that was started well before CMCH was commissioned in Vellore.</p>\r\n<p>&nbsp;</p>\r\n<p>Research Institutes</p>\r\n<p>Institute of Veterinary Preventive Medicine: The Institute originally known as SERUM INSTITUTE was established at Madras (present day Chennai) in 1932 to produce anti-rinderpest serum and bull virus to combat rinderpest which was rampant then, posing serious threat to the livestock population. In 1942, the institute was shifted to Coimbatore Agricultural College Estate as an emergency measure due to World War &ndash;II. In March 1948, the institute was shifted to the present campus at Ranipet, facing the National Highway No.4 (Chennai &ndash; Bangalore) at a distance of 114 km from Chennai. The Campus with ana192 acres (0.78 km2) area used to be a meat dehydration plant of the army and was acquired by the State Government from the Army under post war construction scheme. The Institute has got vast development over 73 years and it's now engaged in the production of various Vaccines, (Bacterial and Viral Vaccines) against various diseases of livestock and poultry, diagnostic reagents and Pharmaceutical products for treatment of ailing animals. In addition, the Institute extends disease investigation service to the field veterinarians.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>R.Gandhi is the sitting MLA of DMK. Ranipet assembly constituency is part of Arakkonam (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Food</p>\r\n<p>Across the Palar river, a neighbouring town named Arcot, famous for markets of vegetables, Kichili samba rice, sweets, agri products, electrical and jhat market. Arcot is even famous for makkan beda, a sweet prepared right from nawab period. Yet another sweet called malai gaja is also famous from nawab period. Every Friday and Sunday, People visit Weekly Market where Farmers directly sell vegetables, fruits and other eatables to people near Ranipet new bus stand (sandha maidanam) and Sipcot respectively.Friday market is also a place were the Hens, Goats, Ox and cows are sold in a traditional way.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ranipet</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ranipet-tamil-nadu","tags":[{"name":"ranipet","slug":"ranipet"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":923,"title":"Top Places to visit in Tiruvarur, Tamil Nadu","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"Thiruvarur also spelled as Tiruvarur[a] is a town and municipality in the Indian state of Tamil Nadu. It is the administrative headquarters of Tiruvarur district and Tiruvarur taluk. The town was one of the five traditional capitals of the Chola empire, with one of the emperors of the dynasty, Ku","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvarur","slug":"tiruvarur"}],"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","total":0},{"id":904,"title":"Top Places to visit in Nilgiris, Ooty, Tamil Nadu","imageUrl":"657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","dateCreated":"2019-10-16T02:49:31.326Z","dateModified":"2019-10-16T02:49:55.68Z","contributedBy":"AskGif","content":"The Nilgiris District is in the southern Indian state of Tamil Nadu. Nilgiri (English: Blue Mountains) is the name given to a range of mountains spread across the borders among the states of Tamil Nadu, Karnataka and Kerala. The Nilgiri Hills are part of a larger mountain chain known as the Weste","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ooty","slug":"ooty"},{"name":"nilgiris","slug":"nilgiris"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nilgiris-ooty-tamil-nadu","total":0},{"id":892,"title":"Top Places to visit in Coimbatore, Tamil Nadu","imageUrl":"2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","dateCreated":"2019-10-13T15:34:12.349Z","dateModified":"2019-10-13T15:40:14.487Z","contributedBy":"AskGif","content":"Coimbatore, also known as Kovai and Koyamuthur, is a major city in the Indian state of Tamil Nadu. It is located on the banks of the Noyyal River and surrounded by the Western Ghats. Coimbatore is the second largest city in Tamil Nadu after Chennai and the 16th largest urban agglomeration in Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"coimbatore","slug":"coimbatore"}],"slug":"top-places-to-visit-in-coimbatore-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}