{"id":909,"title":"रानीपेट में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","dateCreated":"2019-10-16T15:06:03.291Z","dateModified":"2019-10-16T15:06:26.913Z","contributedBy":"AskGif","content":"<p>रानीपेट को रानीपेटाई के रूप में भी जाना जाता है (क्वीन की कॉलोनी) रानीपेट जिले का एक शहर है, यह दक्षिण भारत में तमिलनाडु राज्य में वेल्लोर शहर का एक उपनगर और औद्योगिक केंद्र है। यह एक मध्यम आकार का समुदाय है, जो वेल्लोर सिटी सेंटर (वेल्लोर फोर्ट) से लगभग 20 किलोमीटर की दूरी पर स्थित है, साथ ही रानीपेट वेल्लोर महानगरीय क्षेत्र का हिस्सा है और चेन्नई से 100 किलोमीटर दूर, भारत का चौथा सबसे बड़ा शहरी क्षेत्र है। यह NH 4 चेन्नई-बैंगलोर राजमार्ग पर स्थित एक प्रमुख औद्योगिक शहर है। यह शहर पलार नदी के उत्तरी किनारे पर स्थित है और 2011 तक इसकी आबादी 50,764 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>रानीपेट जिला तमिलनाडु का एक नया जिला है, जो कि वेल्लोर जिले से अलग किया गया है। तमिलनाडु सरकार ने 15 अगस्त 2019 को तिरुपति जिले के साथ मिलकर अपनी रचना की घोषणा की। रानीपेट शहर जिला मुख्यालय के रूप में कार्य करता है। यह कांचीपुरम, तिरुवन्नमलाई, तिरुवल्लूर और वेल्लोर जिलों के साथ बोर्ड साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>निर्यात के लिए कई बड़े और मध्यम स्तर के चमड़ा उद्योग हैं जो तैयार चमड़े और चमड़े के लेख जैसे जूते और वस्त्र दोनों बनाते हैं। रानीपेट में अन्य छोटे पैमाने के उद्योग हैं, जो ज्यादातर रासायनिक, चमड़े और उपकरण बनाने में लगे हुए हैं। ये उद्योग शहर के लिए प्रमुख जीवन रेखा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>19 वीं शताब्दी की शुरुआत में बनी रानीपेट की सबसे पुरानी कंपनियों में से एक ईआईडी पैरी है, जिसका नाम थॉमस पैरी के नाम पर रखा गया है, जो भारत चली गई और भारत में एक व्यापारी व्यवसाय शुरू किया। रानीपेट में स्थित ईआईडी पैरी की शाखा दक्षिण भारत के सबसे बड़े सिरेमिक संयंत्रों में से एक है। सेरामिक्स के अलावा, कंपनी देश भर के किसानों को बेचे जाने वाले इस स्थान में उर्वरकों का उत्पादन भी करती है। ईआईडी पैरी अन्य स्थानों में मिष्ठान्न का उत्पादन भी करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जॉनसन एंड पेडर कंपनी के अधिग्रहण के बाद, ईआईडी पैरी ने भारत में बैलेरिना सिरेमिक डिजाइन का उत्पादन किया। अधिकांश निवासियों ने, कई दशकों पहले, सिपकोट औद्योगिक परिसर के विस्तार से पहले ईआईडी पैरी के लिए काम किया और भेल जैसे केंद्र सरकार की सहायता प्राप्त इंजीनियरिंग इकाई के आगमन।</p>\r\n<p>&nbsp;</p>\r\n<p>दुनिया का पहला डीजल ट्रैक्टर विनिर्माण इटली की कंपनी SAME DEUTZ-FAHR इंडिया (P) लिमिटेड (SDFI) सिपकोट औद्योगिक परिसर में स्थित है। वे निर्यात और घरेलू बाजार के लिए ट्रैक्टर और इंजन का निर्माण करते हैं, जिसमें उन्नत प्रौद्योगिकी के साथ 35 hp से 80 hp ट्रैक्टर होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फ्रांसीसी कंपनी प्लास्टिक ओम्नियम और दुनिया की नंबर 1 ईंधन प्रणाली निर्माता ने 2010 में टोयोटा और हुंडई जैसे स्थानीय ऑटोमोबाइल निर्माताओं को ईंधन टैंक सिस्टम देने के उद्देश्य से एक कारखाना स्थापित किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर भारत हैवी इलेक्ट्रिकल्स लिमिटेड (बीएचईएल) के बॉयलर ऑक्जिलरीज प्लांट का केंद्र है, जो एक प्रमुख केंद्र सरकार के स्वामित्व वाला उद्यम है। बाविना कार्स ₹ 300 करोड़ की लागत से एक विनिर्माण संयंत्र स्थापित करने की योजना बना रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>रानीपेट में मुख्य रूप से भेल के लिए लगभग 500 छोटी और बड़े पैमाने पर इंजीनियरिंग इकाइयाँ हैं। रानीपेट भारत का दूसरा सबसे बड़ा निर्माण समूह है। आर्सेलर-मित्तल की धम्म प्रोसेसिंग लिमिटेड ने 100 करोड़ से अधिक का निवेश किया है।</p>\r\n<p>थिरुमलाई केमिकल्स लिमिटेड एक बड़ी पेट्रोकेमिकल इकाई एशिया में Phthalic Anhydride और Food Acidulants के सबसे बड़े निर्माताओं में से एक है, और रानीपेट में और इसके आसपास लगभग 2000 लोगों को रोजगार देती है।</p>\r\n<p>&nbsp;</p>\r\n<p>पत्तियां उद्योग</p>\r\n<p>रानीपेट को एक बार तेजी से विकासशील औद्योगिक क्षेत्र के रूप में महिमामंडित किया गया था, लेकिन आर्थिक अवसाद का सामना करना पड़ा। रैनीपेट अप्रत्यक्ष रूप से ग्रेट मंदी 2008 से चमड़े के व्यापार और पश्चिमी विकसित राष्ट्रों को निर्यात के रूप में सामना करना पड़ा। रानीपेट के उपनगर नेल्लीकुप्पम में एक विशेष आर्थिक क्षेत्र स्थापित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रानीपेट में एएच ग्रुप और केएच ग्रुप ऑफ कंपनीज हैं। रानीपेट में लगभग 400 छोटी और मध्यम चमड़े की इकाइयाँ हैं। बीएचईएल रानीपेट प्लांट थर्मल पॉवर प्लांट को सपोर्ट करने के लिए बॉयलर सहायक उपकरण जैसे कि ईएसपी, फैंस, गेट एंड डैम्पर्स, एफजीडी आदि का निर्माण कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अस्पताल</p>\r\n<p>स्कडर मेमोरियल अस्पताल कई आउट पेशेंट को नर्सिंग प्रदान करता है। इस अस्पताल को डॉ। सिलास डाउनर स्कडर द्वारा 1866 के आसपास शुरू किया गया था। यह एक बड़ा अस्पताल है जो वेल्लोर में सीएमसीएच के चालू होने से पहले शुरू किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसन्धान संस्थान</p>\r\n<p>पशु चिकित्सा निवारक चिकित्सा संस्थान: संस्थान को मूल रूप से SERUM INSTITUTE के रूप में जाना जाता है, 1932 में मद्रास (वर्तमान चेन्नई) में स्थापित किया गया था, ताकि रंडरपेस्ट का मुकाबला करने के लिए एंटी-रिंडरपेस्ट सीरम और बैल वायरस का उत्पादन किया जा सके, जो तब पशुधन आबादी के लिए गंभीर खतरा था। 1942 में, संस्थान को द्वितीय विश्व युद्ध के कारण आपातकालीन उपाय के रूप में कोयम्बटूर कृषि कॉलेज एस्टेट में स्थानांतरित कर दिया गया था। मार्च 1948 में, संस्थान को चेन्नई से 114 किलोमीटर की दूरी पर राष्ट्रीय राजमार्ग नंबर 4 (चेन्नई - बैंगलोर) का सामना करते हुए, रानीपेट में वर्तमान परिसर में स्थानांतरित कर दिया गया था। एए 192 एकड़ (0.78 किमी 2) क्षेत्र वाला कैंपस सेना का मांस निर्जलीकरण संयंत्र हुआ करता था और युद्ध के बाद की निर्माण योजना के तहत सेना द्वारा राज्य सरकार द्वारा अधिग्रहण किया गया था। संस्थान को 73 वर्षों में व्यापक विकास मिला है और यह अब पशुओं के इलाज के लिए पशुधन और कुक्कुट, नैदानिक ​​अभिकर्मकों और फार्मास्युटिकल उत्पादों के विभिन्न रोगों के खिलाफ विभिन्न टीकों, (बैक्टीरियल और वायरल टीकों) के उत्पादन में लगा हुआ है। इसके अलावा, संस्थान क्षेत्र के पशु चिकित्सकों के लिए रोग जांच सेवा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>आर.गांधी डीएमके के मौजूदा विधायक हैं। रानीपेट विधानसभा क्षेत्र अरक्कोणम (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>खाना</p>\r\n<p>पालर नदी के उस पार, एक पड़ोसी शहर, जिसका नाम अरकोट है, सब्जियों के बाजारों के लिए प्रसिद्ध है, किचिली सांबा चावल, मिठाइयाँ, कृषि उत्पाद, इलेक्ट्रिकल और झट बाज़ार। अर्कोट यहां तक ​​कि makkan beda के लिए प्रसिद्ध है, जो नवाब काल से ही तैयार एक मिठाई है। फिर भी एक और मिठाई जिसे मलाई गाजा कहा जाता है, नवाब काल से भी प्रसिद्ध है। प्रत्येक शुक्रवार और रविवार को, लोग साप्ताहिक बाजार में आते हैं, जहां किसान सीधे रानीपेट नया बस स्टैंड (सिन्धा मैदानम) और सिपकोट के पास लोगों को सब्जियां, फल और अन्य खाने-पीने की चीजें बेचते हैं। फ़्रीड मार्केट भी एक जगह है, जहां बकरियां, बैल और गाय हैं पारंपरिक तरीके से बेचा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ranipet</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1def6488-8469-4fb9-b478-c7061f353ff0_Ranipet-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ranipet-tamil-nadu","tags":[{"name":"रानीपेट","slug":"ranipet"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":923,"title":"तिरुवरुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"तिरुवरुर के रूप में भी जाना जाता है तिरुवरुर [क] भारतीय राज्य तमिलनाडु में एक शहर और नगरपालिका है। यह तिरुवूर जिले और तिरुवूर तालुक का प्रशासनिक मुख्यालय है। यह शहर चोल साम्राज्य की पांच पारंपरिक राजधानियों में से एक था, जिसमें से एक राजवंश कुलोत्तुंगा चोल I के सम्राटों में से एक था, और यह उसकी र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवरुर","slug":"tiruvarur"}],"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","total":0},{"id":904,"title":"नीलगिरी, ऊटी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","dateCreated":"2019-10-16T02:49:31.326Z","dateModified":"2019-10-16T02:49:55.68Z","contributedBy":"AskGif","content":"नीलगिरी जिला दक्षिणी भारतीय राज्य तमिलनाडु में है। नीलगिरि (अंग्रेज़ी: Blue Mountains) एक ऐसा नाम है जो तमिलनाडु, कर्नाटक और केरल राज्यों के बीच सीमाओं पर फैले पहाड़ों की एक श्रृंखला को दिया गया है। नीलगिरि पहाड़ियां पश्चिमी घाट के नाम से जानी जाने वाली एक बड़ी पर्वत श्रृंखला का हिस्सा हैं। उनका ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/657352e1-5927-4c58-8054-14ffa70ed051_Ooty-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ऊटी","slug":"ooty"},{"name":"नीलगिरी","slug":"nilgiris"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nilgiris-ooty-tamil-nadu","total":0},{"id":892,"title":"कोयंबटूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","dateCreated":"2019-10-13T15:34:12.349Z","dateModified":"2019-10-13T15:40:14.487Z","contributedBy":"AskGif","content":"कोयंबटूर, जिसे कोवई और कोयमुथुर के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य का एक प्रमुख शहर है। यह नोय्याल नदी के तट पर स्थित है और पश्चिमी घाट से घिरा हुआ है। कोयंबटूर चेन्नई के बाद दूसरा सबसे बड़ा शहर है और भारत में 16 वां सबसे बड़ा शहरी समूह है। यह कोयंबटूर नगर निगम द्वारा प्रशासित है औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कोयंबटूर","slug":"coimbatore"}],"slug":"top-places-to-visit-in-coimbatore-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}