{"id":910,"title":"Top Places to visit in Salem, Tamil Nadu","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"<p>Salem is a city in Salem district in the Indian state of Tamil Nadu. It is located about 160 kilometres (100 mi) northeast of Coimbatore, 186 kilometres (116 mi) southeast of Karnataka state capital Bangalore and about 340 kilometres (210 mi) southwest of the state capital, Chennai. Salem is the fifth largest city in Tamil Nadu by population and covers 124 km2 (48 sq mi).</p>\r\n<p>Salem District is a district of Tamil Nadu state in southern India. Salem was the biggest district before separating Dharmapuri in Tamilnadu. The district was now separated into Dharmapuri, Krishnagiri, Namakkal as individual district. Salem is the district headquarters and other major towns in the district include Mettur, Attur, Omalur, Sankagiri and Edappadi. That Salem dates to at least two thousand years ago is evident from the discovery of silver coins from the Roman Emperor Tiberices Claudices Nero (37-68 A.D.) found by Koneripatti of Salem in 1987. It was ruled by Mazhavar King Kolli Mazhavan and kings Adhiyamaan and Valvil Ori of sangam age. It is part of Kongu Nadu &amp; Mazhanadu, a vast region that dates to the 2nd century BC. Salem was the largest district of Tamil Nadu. It was bifurcated into Salem &ndash; Dharmapuri districts in 1965 and Namakkal district in 1997.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Yercaud</p>\r\n<p>Kurumbapatti Zoological Park</p>\r\n<p>Mettur Dam</p>\r\n<p>Tharamangalam Kailasanathar Temple</p>\r\n<p>Thammampatti, Kolli Hills, Shiva Temple</p>\r\n<p>Mecheri Bathrakali amman temple</p>\r\n<p>Poiman Karadu, Panamarathu patty</p>\r\n<p>Poolampatty Water Place (Salem&rsquo;s Kerala)</p>\r\n<p>Thanthondrieswarar Temple, Belur</p>\r\n<p>Attur Fort</p>\r\n<p>Sankagiri Fort</p>\r\n<p>Salem Ramanujar Manimandapam,Erumapalayam</p>\r\n<p>&nbsp;</p>\r\n<p>Religious places</p>\r\n<p>Salem has a number of Hindu temples. The Kottai Mariamman Temple, dedicated to the goddess Mariamman, has an annual five-day festival during the Tamizh month of Aadi (mid-July to mid-August). The temple's gopuram is made up of seven tiers. Sugavaneshwarar Temple is dedicated to Shiva, and according to mythology the sage Sugha Brahmarishi worshiped here. Arunagirinadhar sang a song about Muruga in the temple, which was built during the 13th century by Mamannan Sundara Pandiyan. Kottai Perumal Temple, Skandhashram., Kothandaramar Temple and Sithar Koil are also in Salem. Oothumalai Murugan Temple, Pandurangan Hill Temple, Kumaragiri Hill Murugan Temple and Kariperumal Karadu Hill Temple are in the hills in Salem. The International Society for Krishna Consciousness (ISKCON) has built a temple in Karuppur, near the city. Salem Ramanujar Manimandapam is located near Erumapalayam.</p>\r\n<p>&nbsp;</p>\r\n<p>Jamia Masjid, on the southern bank of the Thirumanimutharu River in the heart of the city, is Salem's oldest mosque. It was reportedly built by the Kingdom of Mysore ruler Tipu Sultan, who is said to have prayed here. The Masjid Inam granted to the mosque in 1862 was confirmed by the British with a special resolution in 1880.</p>\r\n<p>&nbsp;</p>\r\n<p>Christ Church is located on Fort Road and the church was consecrated in 1875. The other popular churches in and around the city includes Lechler Memorial Church, the oldest church in Salem, was built in 1856 by a German missionary in Fort Salem. Infant Jesus Church near Four Roads, the Calvary Assembly of God Church on the Bangalore highway in Mamangam and Reformed Baptist Church in the Yercaud foothills are other churches in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Ramalinga Sowdeswari Amman located in Gugai, Karungalpatti and Pulikuti street and Linemedu.</p>\r\n<p>&nbsp;</p>\r\n<p>Shopping and recreation</p>\r\n<p>&nbsp;</p>\r\n<p>Islands of Mookaneri Lake</p>\r\n<p>Salem's traditional shopping areas are in the Town area, with major retailers in Bazaar Street, Car Street, ARRS Silks, First Agraharam and Chinna Kadai Street. Shevapet and the Fort area are noted for hardware and furniture, and Leigh Bazaar in Shevapet is the main wholesale market. Reliance Shopping Mall, the city's largest shopping complex is situated near Five Roads. Kurumbapatti Zoological Park and Anna Park are government-run parks. Paravasa Ulagam and Dream Land are amusement parks in the city. Mookaneri(Kannankurichi) and Kumaragiri(Ammapet) Lakes within the city limits is a popular tourist place and bird watching destination.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Thattu vadai settu is a savory snack and popular street food, similar to chaat, which originated in Salem and is now also available in Chennai. The sandwich consists of two crunchy thattai discs with fillings such as crispy beetroot, carrot and other vegetables, with green and red chutney as toppings. Norukkal Mix is another snack is smashed murukku mixed with chutney, groundnut, coconut, sliced tomatoes and Gunpowder (Molagapodi). Egg Settu, Murukku Settu and Maanga Settu are the varieties available in thattu vadai settu.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Trumpet Exchange</p>\r\n<p>&nbsp;</p>\r\n<p>Salem Junction</p>\r\n<p>Road</p>\r\n<p>Salem has six arterial roads: Omalur Road, Cherry Road, Saradha College Road, Junction Main Road, Trichy Road and Attur Road. Three National Highways originate in or pass through: NH 44 (Srinagar via Madurai and Tirunelveli Kanyakumari), NH 544 (Salem &ndash; Kochi via Erode and Coimbatore) and NH 79 (Salem &ndash; Ulundurpet).</p>\r\n<p>&nbsp;</p>\r\n<p>Salem is the headquarters of the Salem division of TNSTC. The city has two major bus stations: the MGR Integrated Bus Terminus in Meyyanoor and the Town Bus Station (Old Bus Stand) in the town area. Intercity and interstate routes and private buses originate at the Central Bus Stand(New Bus Stand), and local buses originate at the Old Bus Stand. The Anna Flyover is the oldest in the city, and the Trumpet Interchange was built in the realignment of NH 544 to ease traffic towards Coimbatore.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Salem Junction is located in Suramangalam, 5 kilometres (3.1 mi) west of the city. In 2005, the Railway Board approved the creation of a Salem railway division from Palakkad and Tiruchirapalli divisions. It is the fourth-largest of the six Southern Railway zone divisions. Salem Railway Junction has been rated as the most clean station among the divisional headquarters railway stations and also the ninth cleanest railway station in the entire country, according to a survey report published in June 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Salem Airport (IATA SXV, ICAO VOSM) is located on the Salem-Bangalore Highway (NH 7) in Kaamalapuram about 15 kilometres (9.3 mi) from the city. Airports Authority of India (AAI) opened the airport in 1993 for commercial operations. Kingfisher Airlines flew from Chennai but ended its service in October 2011 due to low occupancy. Trujet started services to Chennai in March 2018 as a part of the Udaan scheme by Government of India as well as Air Odisha gives connectivity to Bangalore and Pondicherry from June 2018. The nearest major airports are Tiruchirappalli (152 km) and Coimbatore (148 km).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Salem, India</p>\r\n<p>Salem has several educational institutions with arts and science colleges affiliated to Periyar University founded in 1997. The Government College of Engineering was founded in 1966. The Government Mohan Kumaramangalam Medical College was established in 1986. The Institute of Handloom Technology (IIHT), Salem was established in 1960 by Ministry of Textiles.The Government Law College was opened in August 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>Revenue Divisions</p>\r\n<p>Salem</p>\r\n<p>Attur</p>\r\n<p>Mettur</p>\r\n<p>Sankagiri</p>\r\n<p>Municipalities</p>\r\n<p>Edappadi</p>\r\n<p>Attur</p>\r\n<p>Mettur</p>\r\n<p>Narasingapuram</p>\r\n<p>Panchayat Unions</p>\r\n<p>Salem</p>\r\n<p>Veerapandi</p>\r\n<p>Thalaivasal</p>\r\n<p>Gangavalli</p>\r\n<p>Thammampatti</p>\r\n<p>Panaimarathupatti</p>\r\n<p>Ayothiapattinam</p>\r\n<p>Valapady</p>\r\n<p>Yercaud</p>\r\n<p>Attur</p>\r\n<p>Pethanaickenpalayam</p>\r\n<p>Nangavalli</p>\r\n<p>Mecheri</p>\r\n<p>Kolathur</p>\r\n<p>Omalur</p>\r\n<p>Tharamangalam</p>\r\n<p>Kadayampatti</p>\r\n<p>Sankagiri</p>\r\n<p>Magudanchavadi</p>\r\n<p>Konganapuram</p>\r\n<p>Edappadi</p>\r\n<p>Town Panchayats</p>\r\n<p>Ayothiapattinam</p>\r\n<p>Gangavalli</p>\r\n<p>Thammampatti</p>\r\n<p>Attayampatti</p>\r\n<p>Jalakandapuram</p>\r\n<p>Elampillai</p>\r\n<p>Kannankurichi</p>\r\n<p>Kolathur</p>\r\n<p>Konganapuram</p>\r\n<p>Mecheri</p>\r\n<p>Omalur</p>\r\n<p>Panaimarathupatti</p>\r\n<p>Pethanaickenpalayam</p>\r\n<p>Sankagiri</p>\r\n<p>Sivathapuram</p>\r\n<p>Tharamangalam</p>\r\n<p>Vazhapadi</p>\r\n<p>Veerakkalpudur</p>\r\n<p>Thiruvelviyur(a) Belur</p>\r\n<p>Edaganasalai</p>\r\n<p>Kadayampatti</p>\r\n<p>Karuppur</p>\r\n<p>Keeripatti</p>\r\n<p>Mallur</p>\r\n<p>Sentharapatti</p>\r\n<p>Thedavur</p>\r\n<p>Thevur</p>\r\n<p>Veeraganur</p>\r\n<p>Ethapur</p>\r\n<p>Arasiramani</p>\r\n<p>Nangavalli</p>\r\n<p>Poolampatti</p>\r\n<p>Vanavasi</p>\r\n<p>Vellalapuram</p>\r\n<p>While Salem West, Salem South, Pethanaickenpalayam, are newly formed taluks, Mecheri (not formed and under processed) people of Tharamangalam are demanding taluk status.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Salem,_Tamil_Nadu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-salem-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"salem","slug":"salem"}],"recommendations":[{"id":927,"title":"Top Places to visit in Virudhunagar, Tamil Nadu","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"Virudhunagar (also known as Virudupatti) is a town and the administrative headquarters of the Virudhunagar district in the South Indian state of Tamil Nadu. It is located 506 km (314 mi) southwest of the state capital Chennai and 53 km (33 mi) south of Madurai. Virudhunagar emerged as an importan","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"virudhunagar","slug":"virudhunagar"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","total":0},{"id":901,"title":"Top Places to visit in Krishnagiri, Tamil Nadu","imageUrl":"4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","dateCreated":"2019-10-16T02:10:17.293Z","dateModified":"2019-10-16T02:10:35.371Z","contributedBy":"AskGif","content":"Krishnagiri is a city in state of Tamil-Nadu, India and it serves as the administrative headquarters of Krishnagiri District formed in 2004. It is located at the bottom of Krishnadevarayar (people often call it as Karumalai, Syed Basha) Hills, and the town is fully surrounded by Hill rocks. It is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"krishnagiri","slug":"krishnagiri"}],"slug":"top-places-to-visit-in-krishnagiri-tamil-nadu","total":0},{"id":892,"title":"Top Places to visit in Coimbatore, Tamil Nadu","imageUrl":"2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","dateCreated":"2019-10-13T15:34:12.349Z","dateModified":"2019-10-13T15:40:14.487Z","contributedBy":"AskGif","content":"Coimbatore, also known as Kovai and Koyamuthur, is a major city in the Indian state of Tamil Nadu. It is located on the banks of the Noyyal River and surrounded by the Western Ghats. Coimbatore is the second largest city in Tamil Nadu after Chennai and the 16th largest urban agglomeration in Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"coimbatore","slug":"coimbatore"}],"slug":"top-places-to-visit-in-coimbatore-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}