{"id":910,"title":"सलेम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"<p>सलेम भारत के तमिलनाडु राज्य में सलेम जिले का एक शहर है। यह कोयम्बटूर के उत्तर-पूर्व में लगभग 160 किलोमीटर (100 मील), कर्नाटक राज्य की राजधानी बैंगलोर के दक्षिण-पूर्व में 186 किलोमीटर (116 मील) और राज्य की राजधानी चेन्नई से लगभग 340 किलोमीटर (210 मील) दक्षिण-पश्चिम में स्थित है। सलेम जनसंख्या के हिसाब से तमिलनाडु का पाँचवाँ सबसे बड़ा शहर है और इसमें 124 किमी 2 (48 वर्ग मील) शामिल है।</p>\r\n<p>सलेम जिला दक्षिणी भारत में तमिलनाडु राज्य का एक जिला है। तमिलनाडु में धर्मपुरी को अलग करने से पहले सलेम सबसे बड़ा जिला था। यह जिला अब अलग-अलग जिले के रूप में धर्मपुरी, कृष्णगिरि, नामक्कल में अलग हो गया था। सलेम जिला मुख्यालय है और जिले के अन्य प्रमुख शहरों में मेट्टूर, अत्तूर, ओमालुर, संकागिरी और एडप्पडी शामिल हैं। सलेम की कम से कम दो हजार साल पहले की तारीख रोमन सम्राट Tiberices क्लाउड्स नीरो (37-68 ईस्वी) से चांदी के सिक्कों की खोज से स्पष्ट है, जो कि सलेम के कोनरीपट्टी द्वारा 1987 में मिला था। यह मझवारा नरेश कोल्ली मझावन द्वारा शासित था और अधियमान राजा और सलंगम उम्र के वालविल ओरी। यह कोंगु नाडु और मझानादु का हिस्सा है, जो एक विशाल क्षेत्र है जो दूसरी शताब्दी ईसा पूर्व का है। सलेम तमिलनाडु का सबसे बड़ा जिला था। यह 1965 में सलेम - धर्मपुरी जिलों और 1997 में नामक्कल जिले में विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>Yercaud</p>\r\n<p>कुरुम्बपट्टी जूलॉजिकल पार्क</p>\r\n<p>मेट्टूर बांध</p>\r\n<p>थरमंगलम कैलासनथार मंदिर</p>\r\n<p>थम्ममपट्टी, कोल्ली हिल्स, शिव मंदिर</p>\r\n<p>मेचेरी बथराकली अम्मन मंदिर</p>\r\n<p>पोइमन कारडू, पानामरथु पैटी</p>\r\n<p>पूलमपट्टी वाटर प्लेस (सलेम केरल)</p>\r\n<p>थान्थोंडेसरवर मंदिर, बेलूर</p>\r\n<p>अट्टुर किला</p>\r\n<p>संकिगिरी का किला</p>\r\n<p>सलेम रामानुजार मणिमंडपम, एरुमपालम</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>सलेम में कई हिंदू मंदिर हैं। कोट्टई मरियम्मन मंदिर, जो देवी मरियम्मन को समर्पित है, का वार्षिक त्यौहार अदि के तमीज़ महीने (जुलाई के मध्य से अगस्त के मध्य) के दौरान होता है। मंदिर का गोपुरम सात स्तरों से बना है। सुगंधेश्वर मंदिर शिव को समर्पित है, और पौराणिक कथाओं के अनुसार ऋषि सुगम ब्रह्मऋषि ने यहां पूजा की थी। अरुणगिरीनधर ने मंदिर में मुरुगा के बारे में एक गीत गाया, जिसे 13 वीं शताब्दी के दौरान ममनन सुंदर पांडियान ने बनाया था। कोट्टई पेरुमल मंदिर, स्कंधाश्रम।, कोठंडारमार मंदिर और सितार कोइल भी सलेम में हैं। ओथुमलाई मुरूगन मंदिर, पांडुरंगन हिल मंदिर, कुमारगिरी हिल मुरुगन मंदिर और कारपेरुमल करदु हिल मंदिर सलेम की पहाड़ियों में हैं। इंटरनेशनल सोसाइटी फॉर कृष्णा कॉन्शियसनेस (इस्कॉन) ने शहर के पास करुप्पुर में एक मंदिर बनाया है। सलेम रामानुजार मणिमंडपम एरुमपलायम के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के मध्य में तिरुमिमुथारु नदी के दक्षिणी तट पर स्थित जामिया मस्जिद, सलेम की सबसे पुरानी मस्जिद है। यह कथित तौर पर मैसूर के शासक टीपू सुल्तान द्वारा बनाया गया था, जिनके बारे में कहा जाता है कि उन्होंने यहां प्रार्थना की थी। 1862 में मस्जिद को दी गई मस्जिद इनाम की पुष्टि अंग्रेजों ने 1880 में एक विशेष प्रस्ताव के साथ की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>क्राइस्ट चर्च फोर्ट रोड पर स्थित है और 1875 में चर्च को संरक्षित किया गया था। शहर में और इसके आसपास के अन्य लोकप्रिय चर्चों में लीचलर मेमोरियल चर्च, सलेम का सबसे पुराना चर्च शामिल है, जिसे 1856 में फोर्ट सलेम में एक जर्मन मिशनरी द्वारा बनाया गया था। फोर रोड्स के पास शिशु यीशु चर्च, ममंगम में बैंगलोर राजमार्ग पर भगवान चर्च की कलवारी सभा और यरकौड तलहटी में सुधारवादी बैपटिस्ट चर्च शहर के अन्य चर्च हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गुगलई, करंगलपट्टी और पुलिकुटी गली और लिनेमेडू में स्थित श्री रामलिंग सवेदेश्वरी अम्मान।</p>\r\n<p>&nbsp;</p>\r\n<p>खरीदारी और मनोरंजन</p>\r\n<p>&nbsp;</p>\r\n<p>मुकेनेरी झील के द्वीप</p>\r\n<p>बाज़ार स्ट्रीट, कार स्ट्रीट, ARRS सिल्क्स, फर्स्ट अग्रहारम और चिन्ना कडाई स्ट्रीट में प्रमुख खुदरा विक्रेताओं के साथ सेलम के पारंपरिक खरीदारी क्षेत्र टाउन क्षेत्र में हैं। शेवापेट और किले क्षेत्र को हार्डवेयर और फर्नीचर के लिए जाना जाता है, और शेवापेट में लेह बाज़ार मुख्य थोक बाजार है। रिलायंस शॉपिंग मॉल, शहर का सबसे बड़ा शॉपिंग कॉम्प्लेक्स फाइव रोड्स के पास स्थित है। कुरुम्बपट्टी जूलॉजिकल पार्क और अन्ना पार्क सरकार द्वारा संचालित पार्क हैं। Paravasa Ulagam और ड्रीम लैंड शहर में मनोरंजन पार्क हैं। मूकानेरी (कन्ननकुरीची) और कुमारगिरी (अम्मापेट) शहर की सीमा के भीतर स्थित एक लोकप्रिय पर्यटन स्थल और बर्ड वाचिंग डेस्टिनेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>थाटु वदई सेतु एक दिलकश नाश्ता और लोकप्रिय स्ट्रीट फूड है, जो चाट के समान है, जो सलेम में उत्पन्न हुआ था और अब चेन्नई में भी उपलब्ध है। सैंडविच में कुरकुरी चुकंदर, गाजर और अन्य सब्जियां जैसे टॉपिंग के रूप में हरी और लाल चटनी के साथ भरने के साथ दो कुरकुरे थेटाई डिस्क्स होते हैं। नोरुक्कल मिक्स एक अन्य स्नैक है जिसे मुर्तु को चटनी, मूंगफली, नारियल, कटा हुआ टमाटर और गनपाउडर (मोलागापोडी) के साथ मिलाया जाता है। एग सेतु, मुरुक्कू सेतु और मांगा सेतु थट्टू वदई सेतु में उपलब्ध किस्में हैं।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>तुरही विनिमय</p>\r\n<p>&nbsp;</p>\r\n<p>सलेम जंक्शन</p>\r\n<p>सड़क</p>\r\n<p>सलेम में छह धमनी सड़कें हैं: ओमालुर रोड, चेरी रोड, शारदा कॉलेज रोड, जंक्शन मेन रोड, त्रिची रोड और अत्तूर रोड। तीन राष्ट्रीय राजमार्ग उत्पन्न होते हैं या उनमें से गुजरते हैं: NH 44 (मदुरई और तिरुनेलवेली कन्याकुमारी के माध्यम से श्रीनगर), NH 544 (सलेम - कोच्चि के माध्यम से इरोड और कोयंबटूर) और NH 79 (सलेम - उलुंदुरपेट)।</p>\r\n<p>&nbsp;</p>\r\n<p>सलेम TNSTC के सलेम डिवीजन का मुख्यालय है। शहर में दो प्रमुख बस स्टेशन हैं: नगर क्षेत्र में Meyyanoor में MGR इंटीग्रेटेड बस टर्मिनस और टाउन बस स्टेशन (ओल्ड बस स्टैंड)। इंटरसिटी और अंतरराज्यीय मार्ग और निजी बसें सेंट्रल बस स्टैंड (न्यू बस स्टैंड) में निकलती हैं, और स्थानीय बसें ओल्ड बस स्टैंड में उत्पन्न होती हैं। अन्ना फ्लाईओवर शहर में सबसे पुराना है, और ट्रम्पेट इंटरचेंज को कोयंबटूर की ओर यातायात को आसान बनाने के लिए NH 544 के अहसास में बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>सलेम जंक्शन शहर के पश्चिम में 5 किलोमीटर (3.1 मील) सुरमंगलम में स्थित है। 2005 में, रेलवे बोर्ड ने पलक्कड़ और तिरुचिरापल्ली डिवीजनों से सलेम रेलवे डिवीजन बनाने की मंजूरी दी। यह छह दक्षिणी रेलवे ज़ोन डिवीजनों में से चौथा सबसे बड़ा है। जून 2017 में प्रकाशित एक सर्वेक्षण रिपोर्ट के अनुसार, सलेम रेलवे जंक्शन को मंडल मुख्यालय रेलवे स्टेशनों और पूरे देश में नौवां सबसे स्वच्छ रेलवे स्टेशन का दर्जा दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>सलेम एयरपोर्ट (IATA SXV, ICAO VOSM) शहर से लगभग 15 किलोमीटर (9.3 मील) कमलापुरम में सलेम-बैंगलोर हाईवे (NH 7) पर स्थित है। भारतीय विमानपत्तन प्राधिकरण (एएआई) ने 1993 में वाणिज्यिक परिचालन के लिए हवाई अड्डा खोला। किंगफ़िशर एयरलाइंस ने चेन्नई से उड़ान भरी लेकिन कम व्यस्तता के कारण अक्टूबर 2011 में अपनी सेवा समाप्त कर दी। ट्रूजेट ने मार्च 2018 में भारत सरकार द्वारा उदय योजना के एक भाग के रूप में चेन्नई के लिए सेवा शुरू की और साथ ही एयर ओडिशा ने जून 2018 से बैंगलोर और पांडिचेरी को कनेक्टिविटी दी। निकटतम प्रमुख हवाई अड्डे तिरुचिरापल्ली (152 किमी) और कोयंबटूर (148 किमी) हैं ।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इन्हें भी देखें: सलेम, भारत में शैक्षिक संस्थानों की सूची</p>\r\n<p>1997 में स्थापित पेरियार विश्वविद्यालय से संबद्ध कला और विज्ञान महाविद्यालयों के साथ सलेम के कई शैक्षणिक संस्थान हैं। गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग की स्थापना 1966 में हुई थी। गवर्नमेंट मोहन कुमारमंगलम मेडिकल कॉलेज की स्थापना 1986 में हुई थी। इंस्टीट्यूट ऑफ हैंडलूम टेक्नोलॉजी (IIHT), सलेम था कपड़ा मंत्रालय द्वारा 1960 में स्थापित। गवर्नमेंट लॉ कॉलेज अगस्त 2019 में खोला गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्व विभाग</p>\r\n<p>सलेम</p>\r\n<p>अत्तूर</p>\r\n<p>मेट्टुर</p>\r\n<p>Sankagiri</p>\r\n<p>नगर पालिकाओं</p>\r\n<p>Edappadi</p>\r\n<p>अत्तूर</p>\r\n<p>मेट्टुर</p>\r\n<p>Narasingapuram</p>\r\n<p>पंचायत संघ</p>\r\n<p>सलेम</p>\r\n<p>वीरापांडी</p>\r\n<p>Thalaivasal</p>\r\n<p>Gangavalli</p>\r\n<p>Thammampatti</p>\r\n<p>Panaimarathupatti</p>\r\n<p>Ayothiapattinam</p>\r\n<p>Valapady</p>\r\n<p>Yercaud</p>\r\n<p>अत्तूर</p>\r\n<p>Pethanaickenpalayam</p>\r\n<p>Nangavalli</p>\r\n<p>Mecheri</p>\r\n<p>Kolathur</p>\r\n<p>Omalur</p>\r\n<p>Tharamangalam</p>\r\n<p>Kadayampatti</p>\r\n<p>Sankagiri</p>\r\n<p>Magudanchavadi</p>\r\n<p>Konganapuram</p>\r\n<p>Edappadi</p>\r\n<p>नगर पंचायतें</p>\r\n<p>Ayothiapattinam</p>\r\n<p>Gangavalli</p>\r\n<p>Thammampatti</p>\r\n<p>Attayampatti</p>\r\n<p>Jalakandapuram</p>\r\n<p>Elampillai</p>\r\n<p>Kannankurichi</p>\r\n<p>Kolathur</p>\r\n<p>Konganapuram</p>\r\n<p>Mecheri</p>\r\n<p>Omalur</p>\r\n<p>Panaimarathupatti</p>\r\n<p>Pethanaickenpalayam</p>\r\n<p>Sankagiri</p>\r\n<p>Sivathapuram</p>\r\n<p>Tharamangalam</p>\r\n<p>Vazhapadi</p>\r\n<p>Veerakkalpudur</p>\r\n<p>थिरुवेल्वयूर (a) बेलूर</p>\r\n<p>Edaganasalai</p>\r\n<p>Kadayampatti</p>\r\n<p>Karuppur</p>\r\n<p>Keeripatti</p>\r\n<p>Mallur</p>\r\n<p>Sentharapatti</p>\r\n<p>Thedavur</p>\r\n<p>Thevur</p>\r\n<p>Veeraganur</p>\r\n<p>Ethapur</p>\r\n<p>Arasiramani</p>\r\n<p>Nangavalli</p>\r\n<p>Poolampatti</p>\r\n<p>Vanavasi</p>\r\n<p>Vellalapuram</p>\r\n<p>जबकि सलेम पश्चिम, सलेम दक्षिण, पठाणकेनपालम, नवगठित तालुका हैं, मेचेरी (गठित और संसाधित नहीं) थारमंगलम के लोग तालुक की स्थिति की मांग कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Salem,_Tamil_Nadu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-salem-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"सलेम","slug":"salem"}],"recommendations":[{"id":927,"title":"विरुधुनगर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"विरुधुनगर (जिसे विरुदुपत्ति भी कहा जाता है) दक्षिण भारतीय राज्य तमिलनाडु में विरुधुनगर जिले का एक शहर और प्रशासनिक मुख्यालय है। यह राज्य की राजधानी चेन्नई से दक्षिण-पश्चिम में ५०६ किमी (३१४ मील) और मदुरै से ५३ किमी (३३ मील) दूर स्थित है। ब्रिटिश शासन के दौरान विरुधुनगर एक महत्वपूर्ण व्यापार केंद्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विरुधुनगर","slug":"virudhunagar"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","total":0},{"id":901,"title":"कृष्णागिरी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","dateCreated":"2019-10-16T02:10:17.293Z","dateModified":"2019-10-16T02:10:35.371Z","contributedBy":"AskGif","content":"कृष्णागिरि भारत के तमिल नाडु राज्य का एक शहर है और यह 2004 में गठित कृष्णागिरि जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। यह कृष्णदेवराय के तल पर स्थित है (लोग अक्सर इसे करुमलाई, सैयद बाशा) हिल्स कहते हैं, और शहर पूरी तरह से हिल चट्टानों से घिरा हुआ है। यह बैंगलोर से 90 किलोमीटर (56 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4394b8cd-461f-4027-94a9-012dfb595ff3_Krishnagiri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कृष्णागिरी","slug":"krishnagiri"}],"slug":"top-places-to-visit-in-krishnagiri-tamil-nadu","total":0},{"id":892,"title":"कोयंबटूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","dateCreated":"2019-10-13T15:34:12.349Z","dateModified":"2019-10-13T15:40:14.487Z","contributedBy":"AskGif","content":"कोयंबटूर, जिसे कोवई और कोयमुथुर के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य का एक प्रमुख शहर है। यह नोय्याल नदी के तट पर स्थित है और पश्चिमी घाट से घिरा हुआ है। कोयंबटूर चेन्नई के बाद दूसरा सबसे बड़ा शहर है और भारत में 16 वां सबसे बड़ा शहरी समूह है। यह कोयंबटूर नगर निगम द्वारा प्रशासित है औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cd15f22-e51c-494a-8fc7-ac25bf9ac118_Coimbatore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कोयंबटूर","slug":"coimbatore"}],"slug":"top-places-to-visit-in-coimbatore-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}