{"id":911,"title":"Top Places to visit in Sivaganga, Tamil Nadu","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"<p>Sivaganga is a town in the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga District. The town is located at a distance of 48 km (30 mi) from Madurai and 449 km (279 mi) from the state capital Chennai. It is an important town in this district for official and commercial purpose.</p>\r\n<p>&nbsp;</p>\r\n<p>Sivagangai kingdom was founded by Sasivarna Periya Oodaya Thevar in 1730. The town was subsequently ruled by his successors and ultimately by Velu Nachiyar under the stewardship of Maruthu Pandiyar. They were against the British Empire, but ultimately lost to them in 1790. The Company appointed Gowry Vallaba Periya Oodaya Thevar as the Zamindar of Sivaganga in 1801, whose successors continued with chaos until India's independence in 1947. It was under Ramnad district until 1984 and subsequently a part of the newly formed Sivaganga district. The town is known for agriculture, metal working and weaving. The region around Sivaganga has considerable mineral deposits.</p>\r\n<p>&nbsp;</p>\r\n<p>Sivaganga is administered by a municipality established in 1965. As of 2011, the municipality covered an area of 7.97 km2 (3.08 sq mi) and had a population of 92.329 Sivagangai comes under the Sivaganga assembly constituency which elects a member to the Tamil Nadu Legislative Assembly once every five years and it is a part of the Sivaganga constituency which elects its Member of Parliament (MP) once in five years. Roadways are the major mode of transportation to the town and it also has rail connectivity. The nearest seaport, Thoothukudi Port, is located 189 km (117 mi) from Sivaganga, while the nearest airport, Madurai International Airport, is located 53 km (33 mi) from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Sivaganga District is an administrative district in Tamil Nadu state. Sivaganga is the district headquarters.It is bounded by Pudukkottai district on the Northeast, Tiruchirapalli district on the North, Ramanathapuram district on South East, Virudhunagar district on South West and Madurai District on the West. The famous towns are Karaikudi, Manamadurai, Sivaganga, Devakottai, Tirupattur, Kalayar Kovil. As of 2011, the district had a population of 1,339,101 with a sex-ratio of 1,003 females for every 1,000 males.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Vettangudi Bird Sanctuary</p>\r\n<p>Vettangudi Bird Sanctuary, which is located near to Tiruppathur, attracts a number of migratory birds such as white ibis, asian openbill stork and night heron, as well as some endangered species including the painted stork, gray heron, darter, little cormorant, little egret, intermediate egret, cattle egret, common teal, spotbill, pintail and flamingos.</p>\r\n<p>&nbsp;</p>\r\n<p>The best season to visit is from November to February.</p>\r\n<p>&nbsp;</p>\r\n<p>Chettinad</p>\r\n<p>Main article: Chettinad</p>\r\n<p>&nbsp;</p>\r\n<p>Chettinad cuisine</p>\r\n<p>Chettinad is the homeland of the Nattukottai Chettiars (Nagarathar), a prosperous banking and business community. It is well known for its Chettinad cuisine, which is very hot and spicy. In fact, Chettinad has one of the South Indian cuisines with large number of specialty restaurants. A typical meal will have meat, a large number of courses, and is served on a banana leaf.</p>\r\n<p>&nbsp;</p>\r\n<p>Also, the old Chettiar mansions are rich in heritage, art and architecture. For example, Kanadukathan has one such beautiful palatial house. The affluence of the chettiars are shown off in their palatial houses. Carved teak wood doors and frames, marble floors, granite pillars, Belgian mirrors and Italian tiles are the norms.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>A Palatial house in Chettinad</p>\r\n<p>Pandiyan temples</p>\r\n<p>There are also a few Pandiyan temples. For instance, the Karpaka Vinayakar Temple and Sri Sowmiyanarayana Perumal Kovil in Thirukoshtiyur attract large number of pilgrims.</p>\r\n<p>&nbsp;</p>\r\n<p>Anjanamaar Panch peer dargah</p>\r\n<p>This is a shrine of the five soldiers in the troop of Badusha Sulthan Syed Ibrahim shaheed of Ervadi. The dargah is situated at Kannar Street in the Manamadurai &ndash; Ilaiyangudi state highway within the panchayat limits of Manamadurai. The annual urus festival marking the martyrdom day of the Panch shuhadas is commemorated on the 17th of the Islamic month of Jamadil Awwal every Hijri year.</p>\r\n<p>&nbsp;</p>\r\n<p>Other places of interest</p>\r\n<p>Sri Malaikoluntheeswarar Temple, Thirumalai</p>\r\n<p>Syed Salaar Sha Shaheed dargah, Pallichandai.</p>\r\n<p>Ariyakudi in the South Tirupathi is a 400-year-old temple just 3 km away from Karaikudi.</p>\r\n<p>Pillayarpatti Vinayagar Temple, Pillayarpatti, around 15 km away from Karaikudi.</p>\r\n<p>Koviloor Temple, Karaikudi</p>\r\n<p>Kandadevi Temple</p>\r\n<p>Idaikattur Church</p>\r\n<p>Kollangudi Vettudaiyar Kaliamman Temple</p>\r\n<p>Kaleeswarar Temple</p>\r\n<p>Nagarasivan Temple</p>\r\n<p>Kundrakudi Temple</p>\r\n<p>Kollakalaiamman Temple</p>\r\n<p>Kallal Somasundaram Soundara Nayagi Temple and its Masimaham Festival mostly in the month of February every year.</p>\r\n<p>Panchabhutheswaram, known as Vedhiyanendal Vilakku, is 5 km away from Manamadurai. It is on the way to Paramakudi via Elaiyankudi, the route in which Lord Rama went to Sri Lanka to confront Ravanan. More importantly, this place is known for its hard cut-rock (granite) temple dedicated to Shri Maha Panchamukha Prathyangira Devi. It also houses the big deity of the god. There are two more sannidhies for Lakshmi Ganapathi and Sornagarshna Bhairavar. It has come in a total area of about 5.5 acres (22,000 m2). Soon within the temple premises, ten more sannidhies are going to come for Dasamaha Vidya.</p>\r\n<p>Sri Arulmigu Pushpavaneswarar Soundaranayagi amman Temple, Thiruppuvanam -630 611</p>\r\n<p>Madapuram Badrakali Amman temple Madapuram</p>\r\n<p>thayamangalam muthu mariyamman temple</p>\r\n<p>thirumalai thirumal kovil</p>\r\n<p>Thirukoshtiyur Sowmya Narayana Perumal temple</p>\r\n<p>Piranmalai Kodunkundreeswar Temple, Piranmalai</p>\r\n<p>Kilapungudi Shivan koil.. Uttiradam Nakshatram temple.</p>\r\n<p>Vediyerendal Sri Angala parameswari Amman Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Sivagangai Railway Station</p>\r\n<p>Buses that connect the nearby villages and smaller towns (e.g. Devakottai,Kalayarkoil, Thirupathur, Illayankudi, Thiruvadanai) terminate at the Sivagangai bus-stand. The State Transport Corporation runs long-distance buses to Coimbatore, Chennai from Sivagangai bus-stand. All mofussil buses that connect Sivagangai with towns such as Karaikudi, manamadurai, Trichy, Sivakasi, Aruppukottai, Dindigul, Palani, Pattukottai, Thanjavur, Theni, Erode, Aranthangi, Nagore, Thiruvarur, Velankanni, Rameshwaram, Ramanathapuram, Kalayar Kovil, Paramakudi, Mudukulathoor, Pudukottai, Nagapattinam, Tiruppur, Coimbatore(TNSTC), terminate at the bus-stand. And 24 Hrs buses available to reach Madurai[Mattuthavani Integrated Bus Terminus].</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 85 Cochin-Munnar-Bodinayakanur-Theni-Madurai City-Sivagangai-Thondi, NH 36 Villupuram- Panruti-Kumbakonam - Thanjavur-Pudukottai-Tirupathur-Sivagangai-Manamadurai and State Highway SH 34 Ramanathapuram-Ilayankudi-Sivagangai-Melur are the major roads passing via Sivaganga.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Thondi - Madurai Road</p>\r\n<p>Sivagangai railway station is located in the east side of town, where the railway line of Trichy-Rameshwaram join and this is serving as Guard line for Virudhunagar to Tiruchirapalli Jn for southern districts trains to reach Chennai Egmore and also operating for goods service due to reduce the rush in main line ( Virudhunagar, Madurai Jn, Dindigul, Tiruchy ). Several Express trains and passenger trains are passing through the town and connecting with the cities like Karaikudi, Rameshwaram, Ramanathapuram, Tiruchirapalli, Coimbatore, Erode, Tiruppur, Chennai Egmore, Thanjavur, Viluppuram, Cuddalore, Pudukottai, Virudhachalam, Varanasi, Bhuvaneswar, etc. So There are direct trains from Madurai connecting the important cities in Tamil Nadu like Chennai, Coimbatore, Kanyakumari, Trichy, Tirunelveli, Karaikudi, Mayiladuthurai, Rameswaram, Thanjavur and Virudhachalam. Madurai has rail connectivity with important cities and towns in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Madurai International Airport is 40 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Sivagangai Govt Medical College &amp; Hospital</p>\r\n<p>Government Sivagangai Medical College and Hospital is an Educational Institution located in outskirts of Sivagangai Municipality, Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Palaniappan Chidambaram</p>\r\n<p>Kaniyan Pungundranar</p>\r\n<p>Seeman</p>\r\n<p>Ganja Karuppu</p>\r\n<p>Tha. Kiruttinan</p>\r\n<p>Perarasu</p>\r\n<p>Chinnaponnu</p>\r\n<p>Kannadasan</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sivaganga</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"sivaganga","slug":"sivaganga"}],"recommendations":[{"id":921,"title":"Top Places to visit in Tirupattur, Tamil Nadu","imageUrl":"850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","dateCreated":"2019-10-22T12:54:51.447Z","dateModified":"2019-10-22T12:55:17.633Z","contributedBy":"AskGif","content":"Tirupattur is a town and also the headquarter of Tirupattur district, India, one of the oldest places in Tamil Nadu. It is known for its reservoir of fine sandal wood in the trailing mountains around it. It is located about 42 km from Krishnagiri, 85 km from Hosur, 85 km from Thiruvannamalai, 210","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tirupattur","slug":"tirupattur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirupattur-tamil-nadu","total":0},{"id":910,"title":"Top Places to visit in Salem, Tamil Nadu","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"Salem is a city in Salem district in the Indian state of Tamil Nadu. It is located about 160 kilometres (100 mi) northeast of Coimbatore, 186 kilometres (116 mi) southeast of Karnataka state capital Bangalore and about 340 kilometres (210 mi) southwest of the state capital, Chennai. Salem is the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"salem","slug":"salem"}],"slug":"top-places-to-visit-in-salem-tamil-nadu","total":0},{"id":897,"title":"Top Places to visit in Kallakurichi, Tamil Nadu","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628\r\nKallakurichi (Tamil: கள்ளக்குறிச்சி மாவட்டம்) is one of the 37 districts which belong to Tamil Na","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kallakurichi","slug":"kallakurichi"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}