{"id":914,"title":"Top Places to visit in Tiruchirappalli, Tamil Nadu","imageUrl":"49618dcb-bf3d-4731-81ff-570b0673db80_Tiruchirappalli-railway.jpg","dateCreated":"2019-10-17T15:25:15.866Z","dateModified":"2019-10-17T15:25:39.724Z","contributedBy":"AskGif","content":"<p>Tiruchirappalli[b] (formerly Trichinopoly in English), also called Trichy, is a major tier II city in the Indian state of Tamil Nadu and the administrative headquarters of Tiruchirappalli District. Trichy is the fourth largest city as well as the fourth largest urban agglomeration in the state. Located 322 kilometres (200 mi) south of Chennai and 374 kilometres (232 mi) north of Kanyakumari, Tiruchirappalli sits almost at the geographic centre of the state. The Cauvery Delta begins 16 kilometres (9.9 mi) west of the city where the Kaveri river splits into two, forming the island of Srirangam, which is now incorporated into the Tiruchirappalli City Municipal Corporation. Occupying 167.23 square kilometres (64.57 sq mi), the city was home to 916,857 people in 2011.[a]</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruchirappalli's recorded history begins in the 3rd century BC, when it was under the rule of the Cholas. The city has also been ruled by the Mutharaiyars, Pandyas, Pallavas, Vijayanagar Empire, Nayak Dynasty, the Carnatic state and the British. The most prominent historical monuments in Tiruchirappalli include the Rockfort, the Ranganathaswamy temple at Srirangam and the Jambukeswarar temple at Thiruvanaikaval. The archaeologically important town of Uraiyur, capital of the Early Cholas, is now a suburb of Tiruchirappalli. The city played a critical role in the Carnatic Wars (1746&ndash;1763) between the British and the French East India companies.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>National Institute of Technology, Tiruchirappalli</p>\r\n<p>The city is an important educational centre in the state of Tamil Nadu and houses nationally recognised institutions such as Indian Institute of Management (IIMT), Indian Institute of Information Technology (IIIT) National Institute of Technology (NITT) and Tamil Nadu National Law University. Industrial units such as Bharat Heavy Electricals Limited (BHEL), Golden Rock Railway Workshop, Ordnance Factory Tiruchirappalli (OFT) and Heavy Alloy Penetrator Project (HAPP) have their factories in the city. The presence of a large number of energy equipment manufacturing units in and around the city has earned it the title of \"Energy Equipment and Fabrication Capital of India\". Tiruchirappalli is internationally known for a brand of cheroot known as the Trichinopoly cigar, which was exported in large quantities to the United Kingdom during the 19th century.</p>\r\n<p>&nbsp;</p>\r\n<p>A major road and railway hub in the state, the city is served by the Tiruchirappalli International Airport (TRZ) which operates flights to the Middle East and Southeast Asia.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>&nbsp;</p>\r\n<p>The \"Vellay Gopuram\" (white tower) on the eastern entrance of the Srirangam temple named after a Devadasi</p>\r\n<p>Once a part of the Chola kingdom, Tiruchirappalli has a number of exquisitely sculpted temples and fortresses.</p>\r\n<p>&nbsp;</p>\r\n<p>Erumbeeswarar Temple at Tiruverumbur</p>\r\n<p>The Erumbeeswarar Temple has been designated a protected monument by the Archaeological Survey of India.</p>\r\n<p>Most of the temples, including the Rockfort temples, the Ranganathaswamy Temple at Srirangam, the Jambukeswarar Temple at Thiruvanaikkaval, the Samayapuram Mariamman Temple, the Erumbeeswarar Temple, Gneeliwaneswarar Temple at Thiruppaingneeli and the temples in Urayur, are built in the Dravidian style of architecture; the Ranganathaswamy Temple and Jambukeswarar Temple are often counted among the best examples of this style. The rock-cut cave temples of the Rockfort, along with the gateway and the Erumbeeswarar Temple, are listed as monuments of national importance by the Archaeological Survey of India.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Trichy at night, as viewed from the Uchchi Pillayar Temple, Rockfort</p>\r\n<p>Considered one of the symbols of Tiruchirappalli, the Rockfort is a fortress which stands atop a 273-foot-high rock. It consists of a set of monolithic rocks accommodating many rock-cut cave temples. Originally built by the Pallavas, it was later reconstructed by the Madurai Nayaks and Vijayanagara rulers. The temple complex has three shrines, two of which are dedicated to Lord Ganesha, one at the foot and the Ucchi Pillayar Temple at the top, and the Thayumanavar Temple between them. The Thayumanavar temple, the largest of the three, houses a shrine for Pārvatī as well as the main deity. As per a legend, Vayu Bhaghvan and Adiseshan had a dispute to find out who is superior, to prove the superiority adiseshan encircled the Kailasam, Vayu tried to remove this encircle by creating santamarutham (Twister). Because of the santamarutham, eight kodumudigal (parts) fell from kailasam into eight different places which are Thirugonamalai (Trincomalee, Sri Lanka), Thirukalahasti, Thiruchiramalai (Rock fort), Thiruenkoimalai, Rajathagiri, Neerthagiri, Ratnagiri, and Swethagiri Thirupangeeli.</p>\r\n<p>&nbsp;</p>\r\n<p>The Rockfort is visible from almost every part of the city's north. The Teppakulam at the foot of the Rockfort is surrounded by bazaars. It has a mandapa at its centre.</p>\r\n<p>&nbsp;</p>\r\n<p>The Ranganathaswamy Temple, dedicated to the Hindu god Vishnu, is located on the island of Srirangam. Often cited as the largest functioning Hindu temple in the world, it has a perimeter of 4,116 metres (13,504 ft) and occupies 156 acres (630,000 m2). Considered to be among the 108 Divya Desams (Holy shrines of Lord Vishnu), the temple is believed to house the mortal remains of the Vaishnavite saint and philosopher Ramanujacharya. Originally built by the Cholas, the temple was later renovated by the Pandyas, the Hoysalas, the Madurai Nayaks and the Vijayanagar empire between the 9th and 16th centuries AD. There are 21 gopurams (towers), of which the Rajagopuram is 236 feet (72 m). According to the Limca Book of Records, it was the tallest temple tower in the world until 1999.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>St. Mary's Cathedral</p>\r\n<p>The Jambukeswarar Temple at Thiruvanaikkaval and the Erumbeeswarar Temple at Thiruverumbur were built in the rule of the Medieval Cholas.&nbsp; The Jambukeswarar Temple is one of the Pancha Bhoota Stalams dedicated to Lord Shiva; it is the fifth largest temple complex in Tamil Nadu. The city's main mosque is the Nadir Shah Mosque or Nathar Shah mosque, which encloses the tomb of the 10th century Muslim saint Nadir Shah. The Christ Church constructed by the German Protestant missionary Christian Friedrich Schwarz in 1766 and the Our Lady of Lourdes Church are noted examples of Gothic Revival architecture in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Tropical butterfly conservatory</p>\r\n<p>The Chokkanatha Nayak Palace, which houses the Rani Mangammal Mahal, was built by the Madurai Nayaks in the 17th century; it has now been converted into a museum. The Nawab's palace, the Railway Heritage Centre, the Upper Anaicut constructed by Sir Arthur Cotton, and the world's oldest functional dam, the Grand Anaicut, are some of the other important structures in Tiruchirappalli. It also has Tropical butterfly conservatory which is located near Srirangam.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: List of educational institutions in Trichy</p>\r\n<p>Tiruchirappalli has been recognised in India as an important educational centre since the time of British rule. St. Joseph's College, which opened in Nagapattinam in 1846 and transferred to Tiruchirappalli in 1883, is one of the oldest educational institutions in South India. The Society for the Propagation of the Gospel (SPG) college, established in 1883, is a premium missionary institution in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>A portrait of C. V. Raman</p>\r\n<p>India's second Nobel laureate, C. V. Raman, was born in Tiruchirappalli.</p>\r\n<p>As of 2013, Tiruchirappalli has 45 arts and science colleges, 40 polytechnic colleges and 13 colleges that offer management education. The St. Joseph's College, National College, Bishop Heber College, Jamal Mohamed College and the Government Law College are prominent colleges providing higher education in the arts and sciences. There are approximately 35 engineering colleges in and around the city. The National Institutes of Technology, established by the government in 1964 as the Regional Engineering College, has a campus at Thuvakudi on the outskirts of Tiruchirappalli.</p>\r\n<p>&nbsp;</p>\r\n<p>The Anbil Dharmalingam Agricultural College and Research Institute was established as a constituent college of Tamil Nadu Agricultural University in 1989, and the National Research Centre for Banana offer higher education and research in agriculture. The Tiruchirappalli branch of Anna University was established after the bifurcation of Anna University in 2007. 64 self-financing colleges which offer courses in engineering, architecture, management and computer applications in the districts of Ariyalur, Cuddalore, Nagapattinam, Perambalur, Pudukkottai, Thanjavur and Tiruvarur are affiliated to Anna University. The SRM Group of Colleges established the SRM Institute of Science and Technology at Irungalur near Tiruchirappalli; this was followed by Chennai Medical College and Hospital in 2007. A proposal by the group to include the institutions in SRM University is under review by the Ministry of Human Resources Development of the Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bharathidasan University was established in Tiruchirappalli in 1982 and controls 104 colleges in Tiruchirappalli district and seven neighbouring districts. The university also runs a management school, the Bharathidasan Institute of Management in the city in collaboration with BHEL. The Indian Institute of Management Tiruchirappalli was set up during the Eleventh Five-Year Plan, along with five other IIMs opened during the 2011&ndash;12 academic season. In 2013, the Ministry of Human Resource Development (MHRD) approved Indian Institute of Information Technology (IIIT), and the Tamil Nadu National Law School, modelled on the National Law School of India University, both started their operations in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 200 higher secondary schools in Tiruchirappalli; notable ones are the Campion Anglo-Indian Higher Secondary School, St Joseph's Anglo Indian Girls Higher Secondary School, St. Johns Vestry Anglo Indian Higher Secondary School, Railway Mixed Higher Secondary School, Higher Secondary School for Boys, Srirangam and RSK Higher Secondary School.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people who were either born or educated at Tiruchirappalli include scientists C. V. Raman, A. P. J. Abdul Kalam, Sujatha Rangarajan, Vaali, G. N. Ramachandran, and former President of India R. Venkataraman.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Tiruchirappalli</p>\r\n<p>Check-in counters at Trichy Airport</p>\r\n<p>Check-in counters at the integrated terminal of Tiruchirappalli International Airport.</p>\r\n<p>The most commonly used modes of local transport in Tiruchirappalli are the state government-owned Tamil Nadu State Transport Corporation (TNSTC) buses, and auto rickshaws. Tiruchirappalli forms a part of the Kumbakonam division of the TNSTC. The city has two major bus termini; Chatram Bus Stand and Central Bus Stand, both of which operate intercity services and local transport to suburban areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruchirappalli sits at the confluence of two major National Highways&mdash;NH 45 and NH 67. NH 45 is one of the most congested highways in south India and carries almost 10,000 lorries on the Tiruchirappalli&ndash;Chennai stretch every night. Other National Highways originating in the city are NH 45B, NH 210 and NH 227. State highways that start from the city include SH 25 and SH 62. Tiruchirappalli has 715.85 km (444.81 mi) of road maintained by the municipal corporation. A semi-ring road connecting all the National Highways is being constructed to ease traffic congestion in the city. As of 2013, approximately 328,000 two-wheelers, 93,500 cars and 10,000 public transport vehicles operate within the city limits, apart from the 1,500 inter-city buses that pass through Tiruchirappalli daily. Tiruchirappalli suffers from traffic congestion mainly because of its narrow roads and absence of an integrated bus station.</p>\r\n<p>&nbsp;</p>\r\n<p>Passenger trains also carry a significant number of passengers from nearby towns. The Great Southern of India Railway Company was established in 1853 with its headquarters at England. In 1859, the company constructed its first railway line connecting Tiruchirappalli and Nagapattinam. The company merged with the Carnatic Railway Company in 1874 to form the South Indian Railway Company with Tiruchirappalli as its headquarters. The city retained the position until 1908 when the company's headquarters was transferred to Madras. Tiruchirappalli Junction is the second biggest railway station in Tamil Nadu and one of the busiest in India. It constitutes a separate division of the Southern Railway. Tiruchirappalli has rail connectivity with most important cities and towns in India. Other railway stations in the city include Tiruchirappalli Fort, Tiruchirappalli Town, Srirangam, Tiruchirappalli Palakkarai, Golden Rock (Ponmalai),Manjatidal , Thiruverumbur, Uthamar Kovil,and Pichandar Kovil,.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruchirappalli is served by Tiruchirappalli International Airport (IATA: TRZ, ICAO: VOTR), 5 km (3.1 mi) from the city centre. The airport handles fivefold more international air traffic than domestic services, making it the only airport in India with this huge variation. It serves as a gateway to immigrants from South-east Asian countries There are regular flights to Chennai, Mumbai, Delhi, Colombo, Dubai, Kuala Lumpur, and Singapore. The airport handled more than 1 million passengers and 2012 tonnes of cargo during the fiscal year 2013&ndash;14.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tiruchirappalli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49618dcb-bf3d-4731-81ff-570b0673db80_Tiruchirappalli-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tiruchirappalli-tamil-nadu","tags":[{"name":"tiruchirappalli","slug":"tiruchirappalli"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":905,"title":"Top Places to visit in Namakkal, Tamil Nadu","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"namakkal","slug":"namakkal"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":898,"title":"Top Places to visit in Kanchipuram, Tamil Nadu","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"Kanchipuram, also known as Kānchi or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai &ndash; the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the admi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanchipuram","slug":"kanchipuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":894,"title":"Top Places to visit in Dharmapuri, Tamil Nadu","imageUrl":"7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","dateCreated":"2019-10-14T03:24:25.684Z","dateModified":"2019-10-14T03:24:50.968Z","contributedBy":"AskGif","content":"Dharmapuri is a city in the western part of Tamil Nadu, India. The city is located at 126 km from Bangalore, 200 km from Coimbatore, 260 km from Mysore, and 300 km from Chennai. It is located between latitudes N 11 47&rsquo; and 12 33&rsquo; and longitudes E 77 02&rsquo; and 78 40&rsquo;. The tot","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d0f4e64-02d4-4ade-8326-54bf52b8d79f_Dharmapuri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dharmapuri","slug":"dharmapuri"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dharmapuri-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}