{"id":915,"title":"थेनी में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","dateCreated":"2019-10-19T03:56:24.754Z","dateModified":"2019-10-19T03:56:50.6Z","contributedBy":"AskGif","content":"<p>थेनी तमिलनाडु के मदुरई क्षेत्र में स्थित एक पहाड़ी शहर है। यह लहसुन, कपास, इलायची, अंगूर, आम और मिर्च के बड़े पैमाने पर व्यापार के लिए जाना जाता है। यह तमिलनाडु में दूसरा सबसे बड़ा साप्ताहिक बाजार और दक्षिण भारत में चौथा सबसे बड़ा बाजार है। थेनी जिला मुख्यालय के थेनी में स्थित है। थेनी जिला मदुरई क्षेत्र में स्थित है। तेनी टाउन से सिर्फ 76 किमी दूर मदुरई शहर। यह तमिलनाडु के सभी महत्वपूर्ण शहरों के लिए सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। निकटतम हवाई अड्डा मदुरै से THENI - MADURAI हवाई अड्डे की दूरी 87 किमी है।</p>\r\n<p>थेनी जिला दक्षिण भारत में तमिलनाडु राज्य का एक जिला है। फिरनी जिला मदुरई के पास स्थित है। थेनी शहर जिला मुख्यालय है। जिले को दो प्राकृतिक प्रभागों में विभाजित किया गया है: पहाड़ी क्षेत्रों का गठन पांच तालुके के थेनी, पेरियाकुलम, उथमपलायम, उसीलामपट्टी और अंडीपट्टी के कुछ हिस्सों द्वारा किया जाता है, जिनमें मोटी वनस्पतियां और पश्चिमी तरफ की पहाड़ियों से बारहमासी धाराएँ हैं और ऊधमपालयम तालुकम में स्थित है। । 2011 तक, थेनी जिले में हर 1,000 पुरुषों पर 980 महिलाओं के लिंगानुपात के साथ 1,245,899 की आबादी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>वन संसाधन</p>\r\n<p>&nbsp;</p>\r\n<p>मेघमालई जलप्रपात।</p>\r\n<p>थेनी जिले में वन क्षेत्र लगभग 33.70% है। थेनी जिले में 27 वन क्षेत्र हैं जिनमें कुल 795.81 किमी 2 (307.26 वर्ग मील) का क्षेत्रफल है। 19. क्षेत्र 255.44 किमी 2 (98.63 वर्ग मील) के साथ रिजर्व फॉरेस्ट श्रेणी में आते हैं, रिजर्व भूमि श्रेणी के तहत 8 क्षेत्र 540.37 किमी 2 (208.64 वर्ग मील) के साथ आते हैं। ग्रीन कवर वर्गीकरण के तहत वन का कुल क्षेत्रफल 806.86 किमी 2 (311.53 वर्ग मील) था। घने जंगल और विरल वन क्रमशः 292.81 किमी 2 (113.05 वर्ग मील) और 22.43 किमी 2 (8.66 वर्ग मील) हैं। जिले में कोई भी अवर्गीकृत वन प्रकार नहीं है। जिले में मैन मेड फॉरेस्ट एरिया के लगभग 44.65 किमी 2 (17.24 वर्ग मील) की खेती की जाती है। थेली जिले में वुड्स, सॉफ्टवुड, फ्यूल वुड, काजू, नीम, इमली मुख्य वन रोपण प्रजातियां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में जैविक संसाधनों का संरक्षण नहीं हुआ है। थेनी जिले में वन्य जीवन की जनगणना की जानकारी अभी उपलब्ध नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>पेरियाकुलम, थेनी, उथमपलायम, कुंबुम और बोडिनायकनूर जिले के आकर्षक शहर हैं। कैसकेड, सिल्वर-लाइनेड बादलों के बीच हरे-भरे पहाड़ी की चोटी, सरासर चट्टानें और प्राचीनता के मंदिर इन स्थानों को अलग करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>वैगाई बांध (थेनी से ~ 14 किमी)</p>\r\n<p>सुरुली पड़ती है (थेनी से ~ 50 किमी)</p>\r\n<p>मंजलार बांध (थेनी से ~ 34 किमी)</p>\r\n<p>मेघमलाई हिल (थेनी से ~ 57 किमी)</p>\r\n<p>पाइतेश्वर नहर, गुडालुर पहाड़ी (थेनी से ~ ५० किमी)</p>\r\n<p>बोदी मेट्टू हिल (थेनी से ~ 40 किमी)</p>\r\n<p>कुंभकर्ई जलप्रपात (तेनी से 23 किमी)</p>\r\n<p>सोथुपरई बांध (थेनी से ~ 20 किमी)</p>\r\n<p>शन्मुगनाथी बांध (थेनी से ~ ५० किमी)</p>\r\n<p>चिन्ना सुरुली पड़ती है (थेनी से ~ 15 किमी)</p>\r\n<p>रामक्कल मेट्टू (थेनी से ~ 30 किमी)</p>\r\n<p>कुरंकानी (थेनी से 20 किमी)</p>\r\n<p>हाईवे (तेनी से 70 किमी)</p>\r\n<p>टी। राजगोपालनपट्टी (थेनी से ~ 19 किमी)</p>\r\n<p>शनमुगनाथी बांध</p>\r\n<p>केरल में हाल ही के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>थेक्कडी (थेनी से ~ 63 किमी)</p>\r\n<p>मुन्नार (तेनी से 80 किमी)</p>\r\n<p>कुमिली (थेनी से ~ 55 किमी)</p>\r\n<p>&nbsp;</p>\r\n<p>हजार लिंगम मंदिर, सुरुली फॉल्स।</p>\r\n<p>समारोह</p>\r\n<p>&nbsp;</p>\r\n<p>बैलगाड़ी दौड़ में थेनी जिला</p>\r\n<p>द कर्पुपस्वामी फेस्टिवल सेलिब्रेशन में अनापत्ति।</p>\r\n<p>B.Aapapatti, kaliamman kovil समस्याओं को हल करने के लिए प्रसिद्ध देवता हैं और 1 अप्रैल को एक महान त्योहार है।</p>\r\n<p>थेनी में पेरियाकुलम, उथमपलायम, कुंबुम, देवधनपट्टी, गुडालुर, कोट्टूर, बोदिनायकानुर, चिन्नमन्नूर, बटालानंदुंडु में रमजान पेरू नाल थोजुहाई।</p>\r\n<p>मई का महीना वीरपंडी और गौम्बारीयमांन मंदिर महोत्सव में कुंभ के दौरान।</p>\r\n<p>पथिराकलिपुरम में श्री पथिराकिलायमन्थ चिथिराई तिरुविज़हा महोत्सव</p>\r\n<p>श्री वीरप्पा अय्यरन महोत्सव के दौरान चिट्ठीराय तिरुविज़हा में थेनी-अलीनगरम।</p>\r\n<p>कुचामन अम्मान फेस्टिवल में देवधनपट्टी और कुचनूर में सनीश्वरन मंदिर फेस्टिवल</p>\r\n<p>पोंगल समारोहों के अन्य क्षेत्रों में, जॉन पेनीकुइक के अलावा, जिन्होंने मुलईपियार बांध का निर्माण किया था, जो कि सुरुलिप्टी और अन्य स्थानों में मनाया जाता है।</p>\r\n<p>थेनी जिला पोंगल के उत्सव के लिए जाना जाता है, जिसे तमिलनाडु के सबसे महत्वपूर्ण त्योहारों में से एक माना जाता है। पल्लवरायणपट्टी, अय्यमपट्टी और पुदुपट्टी अपने जल्लीकट्टू के दौरान पोंगल त्योहार के लिए जाने जाते हैं।</p>\r\n<p>एक अन्य महत्वपूर्ण त्योहार चित्रा पूर्णिमा महोत्सव है, जो गुड़ला के महीने के दौरान पश्चिमी घाट के पास, मंगला में देवी कन्नगी मंदिर में मनाया जाता है।</p>\r\n<p>अन्य महत्वपूर्ण त्योहारों में मासी महम और शिवरात्रि शामिल हैं जो फरवरी - मार्च और कोट्टूर एकादसी के महीनों के दौरान कामची अम्मन मंदिर में मनाए जाते हैं।</p>\r\n<p>क्रिसमस और नया साल अनाइमाल्यायनपट्टी में मनाया जाता है।</p>\r\n<p>अंबासमुद्रम और गोविंदा नगरम वैगई नदी पर जिसमें भगवान आलयगर चिथिराई थिरुविझा में प्रवेश करते हैं।</p>\r\n<p>पंकुनि थिरुवेज़ में गंधमन्नूर</p>\r\n<p>अरतुमिगु पट्टाल्मन, कालियामन, कटुपुनापट्टी में करुप्पासामी मंदिर उत्सव</p>\r\n<p>उप्पुकोट्टै वरथराजा पेरुमल कोविल</p>\r\n<p>अगस्त के महीने के हमारे लेडी ऑफ स्नो चर्च फेस्टिवल समारोह में रॉयप्पनपट्टी</p>\r\n<p>&nbsp;</p>\r\n<p>पवित्र आत्मा चर्च में हनुमंथनपट्टी, वे हर साल 2 दिसंबर को सेंटएक्सवीर महोत्सव मनाते हैं</p>\r\n<p>वानिकी</p>\r\n<p>थेनी तमिलनाडु का आर्किड है। पेरियकुलम में पश्चिमी घाट जैसे कोडाइकनाल से लेकर कुमुली तक। कुंभकारई फॉल्स, सोथुपरई डैम, वैगई डैम, मंझालारू डैम, कुराठी फॉल, गौमिर्यमन मंदिर, कैलासनाथर मंदिर, हनुमान कोविल, पेरिया कोविल यहां कई फिल्में हैं , अवान-इवान, संथाप्रपांडियन, वीरलक्षुमी, वरुथपादनाथ, शिवकार्तिकेयन के वलिपार संंग और नान कादवुल भी निर्देशक बाला का लंबा इतिहास है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकृति</p>\r\n<p>वाटर फॉल्स हमेशा 10oC से अधिक ठंडे होते हैं। कैप्टन प्रभाकरन, जो कहानी वन ब्रिगेड वीरप्पन पर आधारित है</p>\r\n<p>पूरा फॉरेस्ट एरिया, एक एकड़ और आम के आर्किड से घिरा हुआ है। पूर्वी तरफ पश्चिमी घाटों पर, कुंबकरई फॉल्स के लिए वसंत, पर्यटकों के आकर्षण कोडाइकनाल में आता है। टीएन सरकार ने हाल ही में कुंभकारई को एक पर्यटन स्थल के रूप में मान्यता दी है। इस पहल ने तमिलनाडु, केरल और कर्नाटक में कई पर्यटकों का नेतृत्व किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>इलैयाराजा - मेस्त्रो (संगीत निर्देशक, गायक, गीतकार, वाद्य यंत्र, आर्केस्ट्रा, कंडक्टर-अरेंजर्स और गीतकार)</p>\r\n<p>पी। भारतीराजा (फिल्म निर्देशक, पटकथा लेखक, निर्माता, अभिनेता)</p>\r\n<p>राजशेखर (अभिनेता)</p>\r\n<p>वैरामुथु - कविपरारसु (तमिल कवि, गीतकार, लेखक)</p>\r\n<p>बाला (निर्देशक, पटकथा लेखक, निर्माता)</p>\r\n<p>गंगई अमरान (निदेशक, संगीत निर्देशक)</p>\r\n<p>कस्तूरी राजा (निर्देशक)</p>\r\n<p>धनुष (अभिनेता, निर्माता, गायक, लेखक, गीतकार)</p>\r\n<p>वेंकट प्रभु (निर्देशक)</p>\r\n<p>सेल्वराघवन (निदेशक)</p>\r\n<p>युवान शंकर राजा (संगीत निर्देशक)</p>\r\n<p>वैयापुरी (कॉमेडियन)</p>\r\n<p>थेनी कुंजरमल</p>\r\n<p>सिंगमपुली (अभिनेता, निर्देशक, कॉमेडियन)</p>\r\n<p>सेंद्रेयन (अभिनेता)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Theni_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-theni-tamil-nadu","tags":[{"name":"थेनी","slug":"theni"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":926,"title":"विल्लुपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","dateCreated":"2019-10-25T02:38:56.091Z","dateModified":"2019-10-25T02:39:19.076Z","contributedBy":"AskGif","content":"विलुप्पुरम (विल्लुपुरम या विझुपुरम) भी उन 37 जिलों में से एक है जो भारत के तमिलनाडु राज्य को बनाते हैं। इसकी स्थापना 30 सितंबर 1993 को हुई थी, जिसके पहले यह कुड्डालोर जिले के जिले का हिस्सा था। विलुप्पुरम जिला तिरुचिरापल्ली और चेन्नई के राष्ट्रीय राजमार्गों के बीच स्थित है, और इसमें कुछ ऐतिहासिक ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विल्लुपुरम","slug":"viluppuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-viluppuram-tamil-nadu","total":0},{"id":923,"title":"तिरुवरुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"तिरुवरुर के रूप में भी जाना जाता है तिरुवरुर [क] भारतीय राज्य तमिलनाडु में एक शहर और नगरपालिका है। यह तिरुवूर जिले और तिरुवूर तालुक का प्रशासनिक मुख्यालय है। यह शहर चोल साम्राज्य की पांच पारंपरिक राजधानियों में से एक था, जिसमें से एक राजवंश कुलोत्तुंगा चोल I के सम्राटों में से एक था, और यह उसकी र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवरुर","slug":"tiruvarur"}],"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","total":0},{"id":918,"title":"तंजावुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","dateCreated":"2019-10-21T17:03:04.262Z","dateModified":"2019-10-21T17:04:08.74Z","contributedBy":"AskGif","content":"तंजावुर, पूर्व में तंजौर, भारत के तमिलनाडु राज्य का एक शहर है। तंजावुर दक्षिण भारतीय धर्म, कला और वास्तुकला का एक महत्वपूर्ण केंद्र है। ग्रेट लिविंग चोल मंदिरों में से अधिकांश, जो कि यूनेस्को की विश्व धरोहर स्मारक हैं, तंजावुर में और उसके आसपास स्थित हैं। इनमें सबसे प्रमुख, बृहदेश्वर मंदिर, शहर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तंजावुर","slug":"thanjavur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-thanjavur-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}