{"id":915,"title":"Top Places to visit in Theni, Tamil Nadu","imageUrl":"de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","dateCreated":"2019-10-19T03:56:24.754Z","dateModified":"2019-10-19T03:56:50.6Z","contributedBy":"AskGif","content":"<p>Theni is a hillock town situated in Madurai Region of Tamil Nadu. It is known for the large-scale trading of garlic, cotton, cardamom, grapes, mango and chilli. It hosts the second largest weekly market in Tamil Nadu and the fourth largest in South India. Theni district Headquarter's is Located in Theni. Theni district is Located in Madurai Region. Nearest city Madurai Just 76 km from Theni Town. It is well-connected by road to all the important cities in Tamil Nadu. The nearest airport is at Madurai 87 km From THENI - MADURAI Airport Distance .</p>\r\n<p>Theni District is a district of Tamil Nadu state in South India.Theni district is Located beside Madurai. The town of Theni is the district headquarters. The district is divided into two natural divisions: The hilly areas are constituted by parts of the Five taluk's Theni, Periyakulam, Uthamapalayam, Usilampatti and Andipatti with thick vegetation and perennial streams from the hills on the western side and Cumbum valley which lies in Uthamapalayam taluk. As of 2011, Theni district had a population of 1,245,899 with a sex-ratio of 980 females for every 1,000 males.</p>\r\n<p>&nbsp;</p>\r\n<p>Forest resources</p>\r\n<p>&nbsp;</p>\r\n<p>Meghamalai Falls.</p>\r\n<p>The forest area in Theni district is about 33.70%. There are 27 forest areas in Theni district constituting a total area of 795.81 km2 (307.26 sq mi). 19 areas fall under the Reserve Forest category with 255.44 km2 (98.63 sq mi), 8 areas under Reserve Land category with 540.37 km2 (208.64 sq mi). Total area of forest under green cover classification was 806.86 km2 (311.53 sq mi). Dense forest and Sparse forest are 292.81 km2 (113.05 sq mi) and 22.43 km2 (8.66 sq mi) respectively. There is no Unclassed Forest type in the district. About 44.65 km2 (17.24 sq mi) of Man Made Forest Area are cultivated in the district. Wattle, Softwood, Fuel wood, Cashew, Neem, Tamarind are the main forest plantation species in Theni district.</p>\r\n<p>&nbsp;</p>\r\n<p>There has been no conservation of biological resources in the district. The information of wild life census in Theni district is yet to be made available.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Periyakulam, Theni, Uthamapalayam, Cumbum, and Bodinayakanur are charming towns in the district. Cascades, silver-lined clouds resting atop green hill tops, sheer rock faces and temples of antiquity distinguish these places.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Vaigai Dam (~14 km from Theni)</p>\r\n<p>Suruli falls (~50 km from Theni)</p>\r\n<p>Manjalar Dam(~34 km from Theni)</p>\r\n<p>Meghamalai Hill (~57 km from Theni)</p>\r\n<p>Peyathevar Canal,Gudalur Hill (~50 km from Theni)</p>\r\n<p>Bodi Mettu Hill (~40 km from Theni)</p>\r\n<p>Kumbakarai Falls (~23 km from Theni)</p>\r\n<p>Sothuparai Dam (~20 km from Theni)</p>\r\n<p>Shanmuganathi Dam (~50 km from Theni)</p>\r\n<p>Chinna Suruli falls (~15 km from Theni)</p>\r\n<p>Ramakkal Mettu(~30 km from Theni)</p>\r\n<p>Kurankani (~20 km from Theni)</p>\r\n<p>HighWeaves (~70 km from Theni)</p>\r\n<p>T.Rajagopalanpatty (~19 km from Theni)</p>\r\n<p>&nbsp;</p>\r\n<p>Shanmuganathi Dam</p>\r\n<p>Nearest Places in Kerala</p>\r\n<p>&nbsp;</p>\r\n<p>Thekkady (~ 63 km from Theni)</p>\r\n<p>Munnar (~ 80 km from Theni)</p>\r\n<p>Kumily (~ 55 km from Theni)</p>\r\n<p>&nbsp;</p>\r\n<p>Thousand Lingam Temple, Suruli Falls.</p>\r\n<p>Festivals</p>\r\n<p>&nbsp;</p>\r\n<p>Bullock cart race held in Theni district</p>\r\n<p>The Karuppaswamy festival celebration at Anaipatty.</p>\r\n<p>B.Ammapatti, kaliamman kovil is the famous god to solve problems and has a great festival on 1 April.</p>\r\n<p>The Ramzan Peru naal Thozhuhai at Periyakulam, Uthamapalayam, Cumbum, Devadhanapatti, Gudalur, Kottur, Bodinayakanur, Chinnamanur, Batalagundu in Theni.</p>\r\n<p>The celebration of Gowmariyamman temple festival at Veerapandi and Cumbum during the month of May.</p>\r\n<p>Shri Pathirakaliyamman Chiththirai Thiruvizha Festival at Pathirakalipuram</p>\r\n<p>Shri Veerappa Ayyanar Festival during Chiththirai Thiruvizha at Theni-Allinagaram.</p>\r\n<p>Kamatchi Amman festival at Devadhanapatti and Saneeswaran Temple festival at Kuchanoor</p>\r\n<p>Apart from Pongal celebrations in other areas, the birthday of John Pennycuick who built the MullaiPeriyar Dam is celebrated in Surulipatty and other places.</p>\r\n<p>Theni district is known for its celebration of Pongal, which is considered to be one of the most important festivals of Tamil Nadu. Pallavarayanpatti, Ayyampatti and Pudupatti is known for its Jallikattu during the Pongal festival.</p>\r\n<p>Another important festival is Chitra Pournima festival, which is celebrated at Sri Mangala Devi Kannagi temple, on the Western Ghats near Gudalur during the month of May.</p>\r\n<p>Other important festivals of the region are festivals of Masi Maham and Shivarathri which are celebrated in the Kamatchi Amman Temple during the months of February&ndash;March and kottur Ekadasi.</p>\r\n<p>Christmas and New Year are celebrated in Anaimalayanpatty.</p>\r\n<p>Chithirai Thiruvizha in which Lord Aalagar enters in the Vaigai river at Ambasamudram &amp; Govinda Nagaram.</p>\r\n<p>Pankuni Thiruveza in Gandamanur</p>\r\n<p>Arulmigu Pattalamman, Kaliyamman, Karuppasamy temple festival in Kattunaickenpatty</p>\r\n<p>Uppukottai Varatharaja Perumal Kovil</p>\r\n<p>Our Lady of Snow's Church festival celebration at Royappanpatti in the month of August</p>\r\n<p>&nbsp;</p>\r\n<p>Holy spirit church in Hanumanthanpatti,they celebrate St.xavier festival on 2nd Dec every year</p>\r\n<p>Forestry</p>\r\n<p>Theni is orchid of Tamil Nadu. which has numerous green lands like western Ghat from kodaikanal to kumuli in the way of Periyakulam. it has many more tourist places like kumbakarai falls, sothuparai dam, vaigai dam, manjalaaru dam, kurathi falls,Gowmariyamman temple, kailasanaathar temple, Hanuman kovil, periya kovil here so many movies taken by Tamil Nadu film industry the movies are list out below pithamagan, avan-ivan, suntharapandiyan, veeralaksumi, varuthapadatha vaalipar sangam of sivakarthikeyan and also naan kadavul these are the long history of director bala.</p>\r\n<p>&nbsp;</p>\r\n<p>Nature</p>\r\n<p>water&nbsp; &nbsp;falls is always cooler than 10oC.&nbsp; falls were used as part&nbsp; &nbsp;setting for&nbsp; Tamil film Captain Prabakaran, which is based&nbsp; &nbsp;story&nbsp; &nbsp;forest brigand Veerappan</p>\r\n<p>complete falls area surrounded by acres and acres&nbsp; mango orchid.lying&nbsp; &nbsp;eastern side&nbsp; &nbsp;Western Ghats,&nbsp; spring for&nbsp; kumbakarai falls origins from&nbsp; tourist attraction Kodaikanal.&nbsp; TN government has recently recognized kumbakarai falls as a tourist place. this initiative has led to&nbsp; attraction&nbsp; many tourists across Tamilnadu, Kerala, and Karnataka .</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Ilaiyaraaja - Maestro (Music Director, Singer, Songwriter, Instrumentalist, Orchestrator, Conductor-arranger and Lyricist )</p>\r\n<p>P. Bharathiraja (Movie Director, Screenwriter, Producer, Actor)</p>\r\n<p>Rajashekar (Actor)</p>\r\n<p>Vairamuthu - Kaviperarasu (Tamil poet, Lyricist, Author)</p>\r\n<p>Bala (Director, Screenwriter, Producer)</p>\r\n<p>Gangai Amaran (Director, Music Director)</p>\r\n<p>Kasthuri Raja (Director)</p>\r\n<p>Dhanush (Actor, Producer, Singer, Writer, Lyricist)</p>\r\n<p>Venkat Prabhu (Director)</p>\r\n<p>Selvaraghavan (Director)</p>\r\n<p>Yuvan Shankar Raja (Music Director)</p>\r\n<p>Vaiyapuri (Comedian)</p>\r\n<p>Theni Kunjarammal</p>\r\n<p>Singampuli (Actor, Director, Comedian)</p>\r\n<p>Sendrayan (Actor)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Theni_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de64c4e7-1342-4531-b6b0-c77ac8f26817_Theni-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-theni-tamil-nadu","tags":[{"name":"theni","slug":"theni"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":926,"title":"Top Places to visit in Viluppuram, Tamil Nadu","imageUrl":"e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","dateCreated":"2019-10-25T02:38:56.091Z","dateModified":"2019-10-25T02:39:19.076Z","contributedBy":"AskGif","content":"Viluppuram (also Villupuram or Vizhupuram) is one of the 37 districts that make up the state of Tamil Nadu, India. It was founded on 30 September 1993, prior to which it was part of the Cuddalore district district. Viluppuram district lies between the national highways of Tiruchirappalli and Chen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"viluppuram","slug":"viluppuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-viluppuram-tamil-nadu","total":0},{"id":923,"title":"Top Places to visit in Tiruvarur, Tamil Nadu","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"Thiruvarur also spelled as Tiruvarur[a] is a town and municipality in the Indian state of Tamil Nadu. It is the administrative headquarters of Tiruvarur district and Tiruvarur taluk. The town was one of the five traditional capitals of the Chola empire, with one of the emperors of the dynasty, Ku","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvarur","slug":"tiruvarur"}],"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","total":0},{"id":918,"title":"Top Places to visit in Thanjavur, Tamil Nadu","imageUrl":"fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","dateCreated":"2019-10-21T17:03:04.262Z","dateModified":"2019-10-21T17:04:08.74Z","contributedBy":"AskGif","content":"Thanjavur, formerly Tanjore, is a city in the Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thanjavur","slug":"thanjavur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-thanjavur-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}