{"id":916,"title":"Top Places to visit in Tirunelveli, Tamil Nadu","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"<p>Tirunelveli, also known as Nellai and historically (during British rule) as Tinnevelly, is a major city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Tirunelveli District. It is the sixth-largest municipal corporation in the state after Chennai, Coimbatore, Madurai, Trichy and Salem. Tirunelveli is located 700 km (430 mi) southwest of the state capital Chennai, 58 km (36 mi) away from Thoothukudi and 73 km (45 mi) from Kanyakumari.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli is an ancient city, and is more than 2000 years old. Tirunelveli is the capital of Tirunelveli District. The downtown is located on the west bank of the Thamirabarani River; its twin Palayankottai is on the east bank. Palayamkottai is called as the Oxford of the south India. It is a hub of many schools, colleges and many important government offices. Tirunelveli is believed to be an ancient settlement of great importance. It has been ruled at different times by the Early Pandyas, the Medieval and Later Cholas, the later Pandyas, the Ma'bar , the Vijayanagar Empire, the Madurai Nayaks, Chanda Sahib, the Carnatic kingdom and the British. The Polygar War, involving Palaiyakkarars led by Veerapandiya Kattabomman and forces of the British East India Company, was waged on the city's outskirts from 1797 to 1801. Tirunelveli has a number of historical monuments, the Swami Nellaiappar Temple being the most prominent.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries in Tirunelveli include administrative services, agricultural trading, tourism, banking, agricultural machinery, information technology and educational services. The city is an educational hub of southern India, with institutions such as Anna University Regional Campus - Tirunelveli, Tirunelveli Medical College, The Tirunelveli Veterinary College and Research Institution, Tirunelveli Law College, the Government College of Engineering, Manonmaniam Sundaranar University and much more. Tirunelveli is administered by a Municipal Corporation, established on 1 June 1994 by the Municipal Corporation Act. The city covers an area of 189.9 km2 (73.3 sq mi), and had a population of 473,637 in 2011 excluding some Municipal corporation region then.The total population after expansion is 968,984. Tirunelveli is well-connected by road and rail with the rest of Tamil Nadu and India. The nearest domestic airport is Thoothukudi Airport. The Nearest International Airports are Madurai International Airport and Thiruvananthapuram International Airport. The nearest Seaport is Thoothukudi Port.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Tirunelveli has an extensive transport network and is well-connected to other major cities by road, rail and air. The corporation maintains a total of 763.3 km (474.3 mi) of roads. The city has 134.88 km (83.81 mi) of concrete roads, 375.51 km (233.33 mi) of BT roads, 94.291 km (58.590 mi) of water-bound macadam roads, 76.31 km (47.42 mi) of unpaved roads and 82.3 km (51.1 mi) of highways. Twenty-two kilometres (fourteen miles) of highway are maintained by the State Highways Department and thirty kilometres (nineteen miles) by the National Highways Department. In 1844 a bridge was built by Colonel Horsley across the Tamirabarani River, connecting Tirunelveli to Palayamkottai. The city is located on NH 7, 150 km (93 mi) south of Madurai and 91 km (57 mi) north of Kanyakumari. NH 7A, an extension of NH 7, connects Palayamkottai with Tuticorin Port. Tirunelveli is also connected by major highways to Kollam, Tiruchendur, Rajapalayam, Sankarankovil, Ambasamudram and Nazareth.</p>\r\n<p>&nbsp;</p>\r\n<p>The main bus stand (popularly known as the New Bus Stand), opened in 2003, is located in Veinthaankulam and there is regular bus service to and from the city. Other bus stands (for intracity service) are the Junction and Palay bus stands. The Tamil Nadu State Transport Corporation has daily service to a number of cities, and the corporation operates a computerised reservation centre in the main bus stand. It also operates local buses serving the city and neighbouring villages. The State Express Transport Corporation has intercity service to Bangalore, Chennai, Kanyakumari and other cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli Junction railway station is one of the oldest railway stations in India. The line from Tirunelveli to Sengottai was opened in 1903; the connection to Quilon, which was completed later, was the most important trade route to Travancore province in British India. The city is connected to major cities in all four directions: Madurai and Sankarankovil to the north, Nagercoil to the south, Sengottai and Kollam to the west and Tiruchendur to the east. Tirunelveli is also connected to major Indian cities with daily service to Chennai, Coimbatore, Tiruchirappalli, Madurai, Salem, Ernakulam, Trivandrum, Mumbai, Guruvayur, Howrah, Delhi and Ahmedabad. There is daily passenger service to Madurai, Tiruchendur, Tiruchirapalli, Mayiladuthurai, Palghat and Kollam.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport to Tirunelveli is Tuticorin Airport (TCR) at Vaagaikulam in Thoothukkudi District, 22 km (14 mi) east of the city, which offers daily flights to Chennai. The nearest international airports are Madurai International Airport, 150 km (93 mi) away and Thiruvananthapuram International Airport (TRV), about 130 km (81 mi) away.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>See also: Temples of Tirunelveli</p>\r\n<p>Nellaiappar Temple is a Hindu temple dedicated to Shiva in the form of Nellaiappar. The deity is revered in the verses of Tevaram, a seventh-century Saiva work by Sambandar. The temple was greatly expanded during the 16th-century Nayak period and has a number of architectural attractions, including musical pillars. The temple has several festivals, the foremost an annual festival when the temple chariot is brought around the streets near the temple. It is one of the Pancha Sabhai temples, the five royal courts of Nataraja (the dancing form of Shiva), where he performed a cosmic dance. The Nataraja shrine in the temple represents copper, and features many copper sculptures. Tirunelveli has its fair share of temples, dating back to ancient times. It also prides itself as being the site where the Nellaiappar Temple is located</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli is also known for halwa, a sweet made of wheat, sugar and ghee. It originated during the mid-1800s at Lakshmi Vilas Stores, which still exist. The art of sweet-making spread to other parts of Tamil Nadu, such as Nagercoil, Srivilliputhur and Thoothukudi. Tirunelveli halwa was popularised by Irutukadai Halwa, a shop opened in 1900 which sells the sweets only during twilight.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Central Theatre, Tirunelveli</p>\r\n<p>Tirunelveli has a number of cinemas which predominantly play Tamil movies. It is among the 40 cities in India with FM radio stations. Tirunelveli's stations are Tirunelveli Vanoli Nilayam (All India Radio, from the Government of India), Suryan FM (operated by Sun Network on 93.5 MHz) and Hello FM (operated by the Malai Malar Group on 106.4 MHz).</p>\r\n<p>&nbsp;</p>\r\n<p>A number of state- and national-level sports events are sponsored in Tirunelveli annually. The VOC grounds (in central Palayamkottai) and the Anna Stadium (on St. Thomas Road) are popular venues in the city, and some events are held at scholastic sports facilities. As in India generally, the most popular sport is cricket. Also popular are football, volleyball, swimming and hockey, played on facilities provided by the Tirunelveli Division of the Sports Development Authority of Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government Exhibition, an annual event at Exhibition Grounds, attracts thousands of visitors from in and around Tirunelveli. the District Science Center - Tirunelveli is in the centre of the city. Near the city are regional tourist attractions such as the Manimuthar and Papanasam Dams, the Ariakulam and Koonthakulam Bird Sanctuaries, Manjolai and Upper Kodaiyar.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>a building viewed amidst trees</p>\r\n<p>Tirunelveli Medical College auditorium</p>\r\n<p>During the 1790s, Tamil Christians established a number of schools in Tirunelveli. The missionary educational system included primary and boarding schools, seminaries, industrial schools, orphanages and colleges.&nbsp; The first boarding school for girls was opened in 1821, but its efforts were hampered by the emphasis on Christian education. Thomas Munro (1761 &ndash; 1827 CE) of the British East India Company established a two-tier school system: district schools, teaching law, and sub-district schools teaching vernacular languages in the Madras Presidency. Tirunelveli had four sub-district schools: two teaching Tamil and one each for Telugu and Persian.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli city has 80 schools: 29 higher secondary schools, 12 high schools, 22 middle schools and 17 primary schools; the city corporation operates 33 of these schools. The city has eight arts and science colleges and six professional colleges. The Manonmaniam Sundaranar University is named for poet Manonmaniam Sundaranar, who wrote \"Tamil Thai Vazhthu\" the state anthem. Most Christian schools and colleges in the city are located in the Palayamkottai area.</p>\r\n<p>&nbsp;</p>\r\n<p>Anna University of Technology Tirunelveli was established in 2007, offering a variety of engineering and technology courses for undergraduate and graduate students. Tirunelveli Medical College, Veterinary College and Research Institution and the Government College of Engineering, Tirunelveli are professional colleges operated by the government of Tamil Nadu. The Jesuit St. Xavier's College, and St. John's College (operated by the Church of South India diocese), MDT Hindu College, Sadakathulla Appa College and Sarah Tucker College are notable arts colleges.</p>\r\n<p>&nbsp;</p>\r\n<p>The Indian Institute of Geomagnetism (IIG) operates a regional unit, the Equatorial Geophysical Research Laboratory, conducting research in geomagnetism and atmospheric and space sciences. The city has a District Science Centre (a satellite unit of Visvesvaraya Industrial and Technological Museum, Bangalore) with permanent exhibitions, science shows, interactive self-guided tours, a mini-planetarium and sky observation.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli and the district have a high rate of child labour. The drop in female school attendance between ages 15 and 19 is almost four times greater than that in the rest of Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>Utilities</p>\r\n<p>Electric service to Tirunelveli is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The city is headquarters for the Tirunelveli region of the four-division TNEB and, with its suburbs, forms the Tirunelveli Electricity Distribution Circle. A chief distribution engineer is stationed at regional headquarters. Water supply is provided by the Tirunelveli City Corporation from the Tamirabarani River, throughout the city.</p>\r\n<p>&nbsp;</p>\r\n<p>About 100 metric tonnes of solid waste are collected from the city daily in door-to-door collection; source segregation and disposal is performed by the sanitary department of the Tirunelveli Municipal Corporation. The underground drainage system was constituted in 1998, covering 22 percent of the corporation area. The remaining system for disposal of sewage is through septic tanks and public conveniences. The corporation maintains a total of 184.8 kilometres (114.8 mi) of stormwater drains, 27 percent of the total road length. The clinics operated by the corporation provide primary health care to the urban poor through family-welfare and immunisation programs. In addition, there are private hospitals and clinics providing health care to citizens.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli is part of the Tirunelveli Telecom District of Bharat Sanchar Nigam Limited (BSNL), India's state-owned telecom and internet-services provider. Both Global System for Mobile Communications (GSM) and Code division multiple access (CDMA) mobile services are available. In addition to telecommunications, BSNL also provides broadband internet service. Tirunelveli is one of a few cities in India where BSNL's Caller Line Identification (CLI)-based internet service, Netone, is available. The city has a Passport Seva Kendra, a public-private-sector collaboration, which accepts passport applications from the Tirunelveli region for the passport office in Madurai.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration and politics</p>\r\n<p>Tirunelveli is the Administration centre of Tirunelveli District, it is a part of the Tirunelveli Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Taluks</p>\r\n<p>Tirunelveli</p>\r\n<p>Palayamkottai</p>\r\n<p>Manur</p>\r\n<p>Cheranmahadevi</p>\r\n<p>Ambasamudram</p>\r\n<p>Nanguneri</p>\r\n<p>Sankarankoil</p>\r\n<p>Radhapuram</p>\r\n<p>Thisayanvilai</p>\r\n<p>Tiruvengadam</p>\r\n<p>New Proposals for taluks</p>\r\n<p>&nbsp;</p>\r\n<p>Kadayam</p>\r\n<p>Pappakudi</p>\r\n<p>Kalakkad</p>\r\n<p>Valliyur</p>\r\n<p>Assembly Consistuencies</p>\r\n<p>Since, Tenkasi District was bifurcated from Tirunelveli District, Tirunelveli District has only one Lok Sabha constituency and seven Assembly constituencies.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli (Lok Sabha constituency):</p>\r\n<p>&nbsp;</p>\r\n<p>Tirunelveli</p>\r\n<p>Palayamkottai</p>\r\n<p>Alangulam</p>\r\n<p>Ambasamudram</p>\r\n<p>Sankarankoil</p>\r\n<p>Nanguneri</p>\r\n<p>Radhapuram</p>\r\n<p>&nbsp;</p>\r\n<p>Recreation</p>\r\n<p>Ornate, multi-story temple</p>\r\n<p>Nellaippar Temple</p>\r\n<p>Manjolai Hills</p>\r\n<p>Located between 1,000 metres (3,300 ft) and 1,500 metres (4,900 ft) of elevation, the Manjolai area is set deep within the Western Ghats within the Kalakad Mundanthurai Tiger Reserve in the Tirunelveli District. Located on top of the Manimuthar Dam and the Manimuthar Water Falls, the Manjolai area comprises tea plantations, small settlements, the Upper Kodaiyar Dam and a windy view point called Kuthiravetti.</p>\r\n<p>&nbsp;</p>\r\n<p>The whole of the Manjolai Estates and the tea plantations are operated by The Bombay Burmah Trading Corporation Ltd on forest land leased by the Government of Tamil Nadu. There are three tea estates within the Manjolai area: Manjolai Estate, Manimutharu Estate and Oothu Estate. The Estates are located at elevations ranging from 700 metres (2,300 ft) to 1,300 metres (4,300 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Tiger Reserve</p>\r\n<p>The 900 square kilometres (350 sq mi) Kalakkad Mundanthurai Tiger Reserve was established in 1988. The reserve, at 8&deg;39&prime;N 77&deg;23&prime;E, is about 45 km west of Tirunelveli and is known as KMTR to forest and tiger researchers. Kalakkad is the nearest town. Kalakkad has a temple called Malainambi temple with a falls.</p>\r\n<p>&nbsp;</p>\r\n<p>Papanasam</p>\r\n<p>Papanasam is a famous picnic spot in Tirunelveli district in the Indian state of Tamil Nadu. It falls under the Ambasamudram Taluk and is situated 50 km from Tirunelveli. The site is popular for its tourists attractions such as the Thamirabarani River, Agasthiyar Falls, the Shiva Temple, Papanasam dam and the hydroelectric power plant.</p>\r\n<p>&nbsp;</p>\r\n<p>Bird Sanctuary</p>\r\n<p>A tiny village in the far south, Koonthankulam in Nanguneri Taluk of Tirunelveli District is emerging as a new favourite of the migratory birds. It is just 38 kilometres (24 mi) away. About 35 species of birds visit this calm but congenial village for breeding. The painted storks are coming from North India and East European Countries to this place. Similarly the flamingoes which flew in mainly from the Rann of Kutch have hatched and reared their young in the village.</p>\r\n<p>&nbsp;</p>\r\n<p>Swamy Nellaiappar and Kanthimathi Ambal Temple</p>\r\n<p>The Nellaiappar Temple is located at Tirunelveli. It is rooted in tradition and history, and is known for its musical pillars and other sculpted figures. The nearest airport is Tuticorin Airport (TCR) at Vagaikulam, a 30-minute drive (32 km) from Tirunelveli.</p>\r\n<p>&nbsp;</p>\r\n<p>Melaseval Navaneethakrishnan Temple</p>\r\n<p>The Navaneethakrishnan Temple at Melasevel Village, 16 km from Tirunelveli Town on the road leading to Ambasamudram, is around 730 years old. Adhithyavarneshwar Temple, devoted to Lord Shiva is also famous in this village. Twice a year, the sun's rays fall straight on the Lingam in the morning. Annual festivals are conducted at both these temples by people to whom the deity is kuladeivam (family deity). Dolotsavam utsavam on every month, on the day of Star ROHINI at the Navaneethakrishnan temple is quite familiar, and many childless couples take part in this pooja. Garuda Sevai is conducted on all four Saturdays of the Tamil month of Purattasi and attracts a large number of devotees from the neighbouring villages. With the kind permission of the HRE department of the State Government, the Melaseval Bhaktha Jana Seva Trust maintains the temple with daily rituals and regular poojas. The Uriyadi festival during Krishnashtami is an important event in this small village.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tirunelveli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","tags":[{"name":"tirunelveli","slug":"tirunelveli"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":924,"title":"Top Places to visit in Tiruvannamalai, Tamil Nadu","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"Tiruvannamalai (also Thiruvannamalai or Trinomali and Trinomalee during British times) is a town in the Indian state of Tamil Nadu. The city is administered by a special grade municipality that covers an area of 13.64 km2 (5.27 sq mi) and a population of 145,278. It is the administrative headquar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tiruvannamalai","slug":"tiruvannamalai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","total":0},{"id":913,"title":"Top Places to visit in Tirupur, Tamil Nadu","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"Tiruppur or Tirupur is a city located in the Indian state of Tamil Nadu. Tiruppur is the administrative headquarters of Tiruppur district and the fifth largest urban agglomeration in Tamil Nadu. Located on the banks of Noyyal River, it has been ruled at different times, by the Early Pandyas, Medi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tirupur","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":905,"title":"Top Places to visit in Namakkal, Tamil Nadu","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"namakkal","slug":"namakkal"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}