{"id":916,"title":"तिरुनेलवेली में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","dateCreated":"2019-10-20T02:09:55.1Z","dateModified":"2019-10-20T02:10:29.745Z","contributedBy":"AskGif","content":"<p>तिरुनेलवेली, जिसे नेल्लई के नाम से भी जाना जाता है और ऐतिहासिक रूप से (ब्रिटिश शासन के दौरान) टिननेवेल्ली के रूप में, भारतीय राज्य तमिलनाडु का एक प्रमुख शहर है। यह तिरुनेलवेली जिले का प्रशासनिक मुख्यालय है। यह चेन्नई, कोयम्बटूर, मदुरै, त्रिची और सलेम के बाद राज्य का छठा सबसे बड़ा नगर निगम है। तिरुनेलवेली राज्य की राजधानी चेन्नई से 700 किमी (430 मील) दक्षिण-पश्चिम में स्थित है, जो थुथुकुडी से 58 किमी (36 मील) और कन्याकुमारी से 73 किमी (45 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली एक प्राचीन शहर है, और 2000 साल से अधिक पुराना है। तिरुनेलवेली तिरुनेलवेली जिले की राजधानी है। डाउनटाउन थमीराबारानी नदी के पश्चिमी तट पर स्थित है; इसका जुड़वा पल्यनकोट्टई पूर्वी तट पर है। पलायमकोट्टई को दक्षिण भारत का ऑक्सफोर्ड कहा जाता है। यह कई स्कूलों, कॉलेजों और कई महत्वपूर्ण सरकारी कार्यालयों का एक केंद्र है। माना जाता है कि तिरुनेलवेली का प्राचीन महत्व है। प्रारंभिक पांड्यों, मध्यकालीन और बाद के चोलों, बाद के पांड्यों, महाबार, विजयनगर साम्राज्य, मदुरै नायक, चंदा साहिब, कर्नाटक राज्य और अंग्रेजों द्वारा अलग-अलग समय पर शासन किया गया है। पॉलीगर युद्ध, जिसमें वीरपांडिया कट्टाबोमन और ब्रिटिश ईस्ट इंडिया कंपनी की सेनाओं के नेतृत्व में पलियाकार शामिल थे, शहर के बाहरी इलाके में 1797 से 1801 तक छेड़े गए थे। तिरुनेलवेली में कई ऐतिहासिक स्मारक हैं, जिनमें स्वामी नैलायपर मंदिर सबसे प्रमुख है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली में उद्योगों में प्रशासनिक सेवाएं, कृषि व्यापार, पर्यटन, बैंकिंग, कृषि मशीनरी, सूचना प्रौद्योगिकी और शैक्षिक सेवाएं शामिल हैं। शहर दक्षिण भारत का एक शैक्षिक केंद्र है, जिसमें अन्ना विश्वविद्यालय क्षेत्रीय परिसर - तिरुनेलवेली, तिरुनेलवेली मेडिकल कॉलेज, तिरुनेलवेली पशु चिकित्सा महाविद्यालय और अनुसंधान संस्थान, तिरुनेलवेली लॉ कॉलेज, गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग, मनोमनियम सुंदरनार विश्वविद्यालय जैसे संस्थान हैं। तिरुनेलवेली को एक नगर निगम द्वारा प्रशासित किया जाता है, जिसे 1 जून 1994 को नगर निगम अधिनियम द्वारा स्थापित किया गया था। शहर में 189.9 किमी 2 (73.3 वर्ग मील) का क्षेत्र शामिल है, और 2011 में 473,637 की आबादी थी, जिसमें कुछ नगर निगम क्षेत्र को छोड़कर। विस्तार के बाद कुल आबादी 968,984 है। तिरुनेलवेली तमिलनाडु और भारत के बाकी हिस्सों के साथ सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। निकटतम घरेलू हवाई अड्डा थूथुकुडी हवाई अड्डा है। निकटतम अंतर्राष्ट्रीय हवाई अड्डे मदुरै अंतर्राष्ट्रीय हवाई अड्डे और तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डे हैं। निकटतम सीपोर्ट थूथुकुडी पोर्ट है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>तिरुनेलवेली का एक व्यापक परिवहन नेटवर्क है और यह सड़क, रेल और हवाई मार्ग से अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। निगम कुल 763.3 किमी (474.3 मील) सड़कों का रखरखाव करता है। शहर में 134.88 किमी (83.81 मील) कंक्रीट की सड़कें, 375.51 किमी (233.33 मील) बीटी सड़कें, 94.291 किलोमीटर (58.590 मील) पानी से चलने वाली मकदूम सड़कें, 76.31 किमी (47.42 मील) बिना सड़कों के और 82.3 किमी (51.1 किमी) हैं। हाईवे का मील)। राजमार्ग के बाईस किलोमीटर (चौदह मील) राज्य राजमार्ग विभाग द्वारा और तीस किलोमीटर (उन्नीस मील) राष्ट्रीय राजमार्ग विभाग द्वारा बनाए रखा जाता है। 1844 में तमीराबारानी नदी के पार कर्नल हॉर्सले द्वारा एक पुल बनाया गया था, जो तिरुनेलवेली को पलियामकोट्टई से जोड़ता है। यह शहर एनएच 7, मदुरै के दक्षिण में 150 किमी (93 मील) और कन्याकुमारी के उत्तर में 91 किमी (57 मील) पर स्थित है। NH 7A, NH 7 का विस्तार है, पल्यमकोट्टई को तूतीकोरिन पोर्ट से जोड़ता है। तिरुनेलवेली भी प्रमुख राजमार्गों द्वारा कोल्लम, तिरुचेंदूर, राजापलायम, शंकरनकोविल, अंबासमुद्रम और नाज़रेथ से जुड़ा हुआ है।</p>\r\n<p>मुख्य बस स्टैंड (जिसे लोकप्रिय रूप से न्यू बस स्टैंड के रूप में जाना जाता है), 2003 में खोला गया, वींथांकुलम में स्थित है और शहर से और इसके लिए नियमित बस सेवा है। अन्य बस स्टैंड (इंट्रासिटी सेवा के लिए) जंक्शन और पाल बस स्टैंड हैं। तमिलनाडु राज्य परिवहन निगम में कई शहरों के लिए दैनिक सेवा है, और निगम मुख्य बस स्टैंड में एक कम्प्यूटरीकृत आरक्षण केंद्र संचालित करता है। यह शहर और पड़ोसी गांवों की सेवा करने वाली स्थानीय बसों का भी संचालन करता है। राज्य एक्सप्रेस परिवहन निगम के पास बैंगलोर, चेन्नई, कन्याकुमारी और अन्य शहरों के लिए इंटरसिटी सेवा है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली जंक्शन रेलवे स्टेशन भारत के सबसे पुराने रेलवे स्टेशनों में से एक है। तिरुनेलवेली से सेंगोत्तई तक की लाइन 1903 में खोली गई थी; क्विलोन के साथ संबंध, जो बाद में पूरा हुआ, ब्रिटिश भारत में त्रावणकोर प्रांत के लिए सबसे महत्वपूर्ण व्यापार मार्ग था। यह शहर चारों दिशाओं में प्रमुख शहरों से जुड़ा हुआ है: उत्तर में मदुरई और शंकरकोविल, दक्षिण में नागरकोइल, पश्चिम में सेंगोत्तई और कोल्लम और पूर्व में तिरुचेंदुर। तिरुनेलवेली चेन्नई, कोयम्बटूर, तिरुचिरापल्ली, मदुरै, सलेम, एर्नाकुलम, त्रिवेंद्रम, मुंबई, गुरुवायुर, हावड़ा, दिल्ली और अहमदाबाद के लिए दैनिक सेवा के साथ प्रमुख भारतीय शहरों से भी जुड़ा हुआ है। मदुरै, तिरुचेंदूर, तिरुचिरापल्ली, मयिलादुथुराई, पालघाट और कोल्लम के लिए दैनिक यात्री सेवा है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली का निकटतम हवाई अड्डा तूतिकोरिन हवाई अड्डा (TCR) है, जो शहर के पूर्व में 22 किमी (14 मील), थुथुकुडी जिले के वागाईकुलम में है, जो चेन्नई के लिए दैनिक उड़ानें प्रदान करता है। निकटतम अंतर्राष्ट्रीय हवाई अड्डे मदुरई अंतर्राष्ट्रीय हवाई अड्डे, 150 किमी (93 मील) और तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डे (TRV), लगभग 130 किमी (81 मील) दूर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>इसे भी देखें: तिरुनेलवेली के मंदिर</p>\r\n<p>Nellaiappar मंदिर एक हिंदू मंदिर है जो Nellaiappar के रूप में शिव को समर्पित है। देवता, तेन्दराम के छंदों में पूजनीय हैं, जो सांभर की सातवीं शताब्दी के सायवा काम का है। मंदिर का विस्तार 16 वीं शताब्दी के नायक काल के दौरान किया गया था और इसमें संगीतमय स्तंभों सहित कई स्थापत्य आकर्षण हैं। मंदिर में कई त्यौहार हैं, एक वार्षिक त्यौहार जब मंदिर के पास मंदिर के रथ को सड़कों पर लाया जाता है। यह पंचाभाई मंदिरों में से एक है, नटराज (शिव का नृत्य रूप) के पाँच शाही दरबार, जहाँ उन्होंने एक लौकिक नृत्य किया था। मंदिर में नटराज मंदिर तांबे का प्रतिनिधित्व करता है, और कई तांबे की मूर्तियां हैं। तिरुनेलवेली में मंदिरों का अपना उचित हिस्सा है, जो प्राचीन काल से है। यह खुद को उस स्थान के रूप में भी बताता है जहां नैलायप्पार मंदिर स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली को हलवे के लिए भी जाना जाता है, जो गेहूं, चीनी और घी से बनी मिठाई है। इसकी उत्पत्ति 1800 के मध्य में लक्ष्मी विलास स्टोर्स में हुई थी, जो आज भी मौजूद है। मिठाई बनाने की कला तमिलनाडु के अन्य भागों, जैसे नागरकोइल, श्रीविल्लिपुथुर और थूथुकुडी में फैल गई। तिरुनेलवेली हलवा को इरुतुकादाई हलवा द्वारा लोकप्रिय किया गया था, 1900 में एक दुकान खोली गई जो केवल गोधूलि के दौरान मिठाई बेचती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रीय रंगमंच, तिरुनेलवेली</p>\r\n<p>तिरुनेलवेली में कई सिनेमाघर हैं जो मुख्य रूप से तमिल फिल्में खेलते हैं। यह एफएम रेडियो स्टेशनों के साथ भारत के 40 शहरों में से एक है। तिरुनेलवेली के स्टेशन तिरुनेलवेली वनोली निलयम (ऑल इंडिया रेडियो, भारत सरकार से), सूरन एफएम (सन 93.5 मेगाहर्ट्ज पर सन नेटवर्क द्वारा संचालित) और हैलो एफएम (106.4 मेगाहर्ट्ज पर मलाई मलार समूह द्वारा संचालित) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली में प्रतिवर्ष कई राज्य और राष्ट्रीय स्तर की खेल प्रतियोगिताएं आयोजित की जाती हैं। VOC मैदान (मध्य पाल्यमकोट्टई में) और अन्ना स्टेडियम (सेंट थॉमस रोड पर) शहर में लोकप्रिय स्थान हैं, और कुछ कार्यक्रम स्कोलास्टिक खेल सुविधाओं पर आयोजित किए जाते हैं। जैसा कि आमतौर पर भारत में, सबसे लोकप्रिय खेल क्रिकेट है। साथ ही लोकप्रिय हैं फुटबॉल, वॉलीबॉल, तैराकी और हॉकी, तमिलनाडु के स्पोर्ट्स डेवलपमेंट अथॉरिटी के तिरुनेलवेली डिवीजन द्वारा प्रदान की गई सुविधाओं पर खेला जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी प्रदर्शनी, प्रदर्शनी ग्राउंड में एक वार्षिक कार्यक्रम, तिरुनेलवेली में और उसके आसपास के हजारों आगंतुकों को आकर्षित करता है। जिला विज्ञान केंद्र - तिरुनेलवेली शहर के केंद्र में है। शहर के पास मणिमुथर और पापनासम बांध, अराकुलम और कोन्टाकुलम पक्षी अभयारण्य, मंझोलाई और ऊपरी कोडाइयार जैसे क्षेत्रीय पर्यटक आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>पेड़ों के बीच एक इमारत</p>\r\n<p>तिरुनेलवेली मेडिकल कॉलेज सभागार</p>\r\n<p>1790 के दशक के दौरान, तमिल ईसाइयों ने तिरुनेलवेली में कई स्कूलों की स्थापना की। मिशनरी शैक्षिक प्रणाली में प्राथमिक और बोर्डिंग स्कूल, सेमिनरी, औद्योगिक स्कूल, अनाथालय और कॉलेज शामिल थे। लड़कियों के लिए पहला बोर्डिंग स्कूल 1821 में खोला गया था, लेकिन इसके प्रयासों में ईसाई शिक्षा पर जोर दिया गया था। ब्रिटिश ईस्ट इंडिया कंपनी के थॉमस मुनरो (1761 - 1827 सीई) ने मद्रास प्रेसीडेंसी में शाब्दिक भाषाएं सिखाने वाले जिला स्कूल, शिक्षण कानून और उप-जिला स्कूल स्थापित किए। तिरुनेलवेली में चार उप-जिला स्कूल थे: दो शिक्षण तमिल और एक तेलुगु और फारसी के लिए।</p>\r\n<p>तिरुनेलवेली शहर में 80 विद्यालय हैं: 29 उच्चतर माध्यमिक विद्यालय, 12 उच्च विद्यालय, 22 मध्य विद्यालय और 17 प्राथमिक विद्यालय; नगर निगम इनमें से 33 स्कूलों का संचालन करता है। शहर में आठ कला और विज्ञान कॉलेज और छह पेशेवर कॉलेज हैं। Manonmaniam Sundaranar University का नाम कवि Manonmaniam Sundaranar के लिए लिया गया है, जिन्होंने \"तमिल थाई वाज़्थु\" राज्य गान लिखा था। शहर के अधिकांश क्रिश्चियन स्कूल और कॉलेज पलायमकोट्टई क्षेत्र में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्ना यूनिवर्सिटी ऑफ टेक्नोलॉजी तिरुनेलवेली की स्थापना 2007 में हुई थी, जो स्नातक और स्नातक छात्रों के लिए विभिन्न प्रकार के इंजीनियरिंग और प्रौद्योगिकी पाठ्यक्रमों की पेशकश करती है। तिरुनेलवेली मेडिकल कॉलेज, वेटरनरी कॉलेज और रिसर्च इंस्टीट्यूशन और गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग, तिरुनेलवेली तमिलनाडु सरकार द्वारा संचालित पेशेवर कॉलेज हैं। जेसुइट सेंट जेवियर्स कॉलेज, और सेंट जॉन्स कॉलेज (चर्च ऑफ साउथ इंडिया सूबा द्वारा संचालित), एमडीटी हिंदू कॉलेज, सदाकथुल्ला अप्पा कॉलेज और सारा टकर कॉलेज उल्लेखनीय कला कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय भू-विज्ञान संस्थान (IIG) एक क्षेत्रीय इकाई, भूमध्यरेखीय भूभौतिकीय अनुसंधान प्रयोगशाला का संचालन करता है, जो भू-चुंबकत्व और वायुमंडलीय और अंतरिक्ष विज्ञान में अनुसंधान करता है। शहर में एक जिला विज्ञान केंद्र (विश्वेश्वरैया औद्योगिक और तकनीकी संग्रहालय, बैंगलोर की एक उपग्रह इकाई) है, जिसमें स्थायी प्रदर्शनियां, विज्ञान शो, इंटरैक्टिव सेल्फ-गाइडेड टूर, एक मिनी-प्लेनेटेरियम और स्काई ऑब्जर्वेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली और जिले में बाल श्रम की उच्च दर है। 15 से 19 वर्ष की महिला विद्यालय में उपस्थिति बाकी तमिलनाडु की तुलना में लगभग चार गुना अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>उपयोगिताएँ</p>\r\n<p>तिरुनेलवेली को इलेक्ट्रिक सेवा तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। यह शहर चार-डिवीजन TNEB के तिरुनेलवेली क्षेत्र के लिए मुख्यालय है, और इसके उपनगरों के साथ, तिरुनेलवेली विद्युत वितरण सर्कल बनाता है। एक मुख्य वितरण अभियंता क्षेत्रीय मुख्यालय में तैनात है। तिरुनेलवेली सिटी कॉर्पोरेशन द्वारा पूरे शहर में तमिरबेलानी नदी से पानी की आपूर्ति की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>डोर-टू-डोर संग्रह में शहर से प्रतिदिन लगभग 100 मीट्रिक टन ठोस कचरा एकत्र किया जाता है; स्रोत अलगाव और निपटान तिरुनेलवेली नगर निगम के स्वच्छता विभाग द्वारा किया जाता है। भूमिगत जल निकासी प्रणाली का गठन 1998 में किया गया था, जिसमें निगम क्षेत्र का 22 प्रतिशत हिस्सा शामिल था। सीवेज के निपटान के लिए शेष प्रणाली सेप्टिक टैंक और सार्वजनिक उपयुक्तता के माध्यम से है। निगम तूफानी नालियों की कुल 184.8 किलोमीटर (114.8 मील), कुल सड़क की लंबाई का 27 प्रतिशत रखता है। निगम द्वारा संचालित क्लीनिक शहरी गरीबों को परिवार कल्याण और टीकाकरण कार्यक्रमों के माध्यम से प्राथमिक स्वास्थ्य देखभाल प्रदान करते हैं। इसके अलावा, निजी अस्पताल और क्लीनिक हैं जो नागरिकों को स्वास्थ्य देखभाल प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली भारत संचार निगम लिमिटेड (BSNL), भारत के राज्य के स्वामित्व वाली दूरसंचार और इंटरनेट-सेवा प्रदाता तिरुनेलवेली दूरसंचार जिले का हिस्सा है। मोबाइल संचार के लिए ग्लोबल सिस्टम (जीएसएम) और कोड डिवीजन मल्टीपल एक्सेस (सीडीएमए) मोबाइल सेवाएं उपलब्ध हैं। दूरसंचार के अलावा, बीएसएनएल ब्रॉडबैंड इंटरनेट सेवा भी प्रदान करता है। तिरुनेलवेली भारत के कुछ शहरों में से एक है जहाँ BSNL की कॉलर लाइन आइडेंटिफिकेशन (CLI) आधारित इंटरनेट सेवा, Netone उपलब्ध है। शहर में एक पासपोर्ट सेवा केंद्र, एक सार्वजनिक-निजी-क्षेत्र सहयोग है, जो मदुरै में पासपोर्ट कार्यालय के लिए तिरुनेलवेली क्षेत्र से पासपोर्ट आवेदन स्वीकार करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासन और राजनीति</p>\r\n<p>तिरुनेलवेली तिरुनेलवेली जिले का प्रशासन केंद्र है, यह तिरुनेलवेली लोकसभा क्षेत्र का एक हिस्सा है।</p>\r\n<p>तालुका</p>\r\n<p>तिरुनेलवेली</p>\r\n<p>Palayamkottai</p>\r\n<p>Manur</p>\r\n<p>Cheranmahadevi</p>\r\n<p>अम्बसमुद्रम</p>\r\n<p>Nanguneri</p>\r\n<p>संकरनकोइल</p>\r\n<p>Radhapuram</p>\r\n<p>Thisayanvilai</p>\r\n<p>Tiruvengadam</p>\r\n<p>नए प्रस्तावों के लिए वार्ता</p>\r\n<p>&nbsp;</p>\r\n<p>Kadayam</p>\r\n<p>Pappakudi</p>\r\n<p>कालाक्कड</p>\r\n<p>Valliyur</p>\r\n<p>असेंबली कंसिस्टेंसी</p>\r\n<p>तब से, तेनकासी जिले को तिरुनेलवेली जिले से अलग किया गया है, तिरुनेलवेली जिले में केवल एक लोकसभा क्षेत्र और सात विधानसभा क्षेत्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली (लोकसभा निर्वाचन क्षेत्र):</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुनेलवेली</p>\r\n<p>Palayamkottai</p>\r\n<p>Alangulam</p>\r\n<p>अम्बसमुद्रम</p>\r\n<p>संकरनकोइल</p>\r\n<p>Nanguneri</p>\r\n<p>Radhapuram</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन</p>\r\n<p>अलंकृत, बहु-कहानी मंदिर</p>\r\n<p>नेल्लईपार मंदिर</p>\r\n<p>मंजोलाई हिल्स</p>\r\n<p>1,000 मीटर (3,300 फीट) और 1,500 मीटर (4,900 फीट) की ऊँचाई के बीच स्थित, मंज़ोलई क्षेत्र तिरुनेलवेली जिले में कालकाड मुंडनथुराई टाइगर रिजर्व के भीतर पश्चिमी घाटों में सबसे गहरा है। मणिमुथर बांध और मणिमुथार जल प्रपात के ऊपर स्थित, मंज़ोलई क्षेत्र में चाय के बागान, छोटी बस्तियाँ, ऊपरी कोडाईयार बांध और कुथिरावेट्टी नामक एक घुमावदार दृश्य बिंदु शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बॉम्बे बर्मा ट्रेडिंग कॉर्पोरेशन लिमिटेड ने वन भूमि पर तमिलनाडु सरकार द्वारा ली। मंझोलाई क्षेत्र के भीतर तीन चाय सम्पदा हैं: मंजोलई एस्टेट, मणिमुथारु एस्टेट और ऊथु एस्टेट। संपदा 700 मीटर (2,300 फीट) से 1,300 मीटर (4,300 फीट) तक की ऊंचाई पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>टाइगर रिजर्व</p>\r\n<p>900 वर्ग किलोमीटर (350 वर्ग मील) कलक्कड़ मुंडनथुराई टाइगर रिजर्व 1988 में स्थापित किया गया था। रिजर्व, 8 &deg; 39&prime;N 77 &deg; 23&prime;E पर, तिरुनेलवेली से लगभग 45 किमी पश्चिम में है और इसे KMTR टू फॉरेस्ट और टाइगर रिजर्व के रूप में जाना जाता है। । कालक्कड़ निकटतम शहर है। कालक्कड़ में एक मंदिर है जिसका नाम मालनंबी मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पापनासम</p>\r\n<p>पापनासम भारतीय राज्य तमिलनाडु के तिरुनेलवेली जिले में एक प्रसिद्ध पिकनिक स्थल है। यह अंबासमुद्रम तालुक के अंतर्गत आता है और तिरुनेलवेली से 50 किमी दूर स्थित है। यह स्थल अपने पर्यटकों के आकर्षण के लिए प्रसिद्ध है जैसे कि थंबीबरानी नदी, अगस्त्यियार झरना, शिव मंदिर, पापनासम बांध और पनबिजली संयंत्र।</p>\r\n<p>&nbsp;</p>\r\n<p>पक्षी अभयारण्य</p>\r\n<p>कोन्थानकुलम के सुदूर दक्षिण में एक छोटा सा गाँव नुनुनेरी तालुक का तिरुनेलवेली जिला। यह सिर्फ 38 किलोमीटर (24 मील) दूर है। पक्षियों की लगभग 35 प्रजातियां प्रजनन के लिए इस शांत लेकिन जन्मजात गांव का दौरा करती हैं। चित्रित सारस उत्तर भारत और पूर्वी यूरोपीय देशों से आ रहे हैं। इसी तरह कच्छ के रण से उड़ान भरने वाले फ्लेमिंगो ने गाँव में अपने युवाओं को पाला और पाला है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वामी नैलायप्पर और कांतिमथी अम्बल मंदिर</p>\r\n<p>नेलायप्पार मंदिर तिरुनेलवेली में स्थित है। यह परंपरा और इतिहास में निहित है, और अपने संगीत स्तंभों और अन्य मूर्तियों के लिए जाना जाता है। निकटतम हवाई अड्डा वेटिकुलम में तूतीकोरिन हवाई अड्डा (TCR) है, जो तिरुनेलवेली से 30 मिनट की ड्राइव (32 किमी) दूर है।</p>\r\n<p>मेलसेवल नवनीतकृष्णन मंदिर</p>\r\n<p>मेलसेवेल गांव में नवनीतकृष्णन मंदिर, अंबासमुद्रम जाने वाली सड़क पर तिरुनेलवेली टाउन से 16 किमी दूर, लगभग 730 साल पुराना है। भगवान शिव को समर्पित, अठ्यवनेश्वर मंदिर भी इस गांव में प्रसिद्ध है। साल में दो बार सूर्य की किरणें सुबह लिंगम पर सीधी पड़ती हैं। वार्षिक उत्सव इन दोनों मंदिरों में लोगों द्वारा आयोजित किए जाते हैं, जिन्हें देवता कुलादिवम (पारिवारिक देवता) कहा जाता है। नवनीतकृष्णन मंदिर में स्टार रोहिणी के दिन हर महीने डोलोत्सवम utsavam काफी चर्चित है, और इस पूजा में कई निःसंतान दंपत्ति हिस्सा लेते हैं। गरुड़ सेवई तमिल महीने के पुरुतासी के सभी चार शनिवारों को आयोजित की जाती है और आसपास के गांवों से बड़ी संख्या में भक्तों को आकर्षित करती है। राज्य सरकार के एचआरई विभाग की अनुमति के साथ, मेलासेवल भक्त जन सेवा ट्रस्ट मंदिर में दैनिक अनुष्ठान और नियमित पूजा के साथ रखता है। इस छोटे से गाँव में कृष्णाष्टमी के दौरान होने वाला उरीयादि त्योहार एक महत्वपूर्ण घटना है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tirunelveli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f0121c0-02e5-4dd4-aed4-c856d9280e54_Tirunelveli-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tirunelveli-tamil-nadu","tags":[{"name":"तिरुनेलवेली","slug":"tirunelveli"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":924,"title":"तिरुवन्नामलाई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"तिरुवन्नमलाई (तिरुवन्नामलाई या त्रिनोमाली और त्रिनोमेली ब्रिटिश काल के दौरान) भारत के तमिलनाडु राज्य का एक शहर है। शहर को एक विशेष ग्रेड नगर पालिका द्वारा प्रशासित किया गया है जो 13.64 किमी 2 (5.27 वर्ग मील) के क्षेत्र और 145,278 की आबादी को कवर करता है। यह तिरुवन्नामलाई जिले का प्रशासनिक मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुवन्नामलाई","slug":"tiruvannamalai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","total":0},{"id":913,"title":"तिरुपुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","dateCreated":"2019-10-17T15:06:45.645Z","dateModified":"2019-10-17T15:07:05.548Z","contributedBy":"AskGif","content":"तिरुपुर या तिरुपुर भारतीय राज्य तमिलनाडु में स्थित एक शहर है। तिरुपुर, तिरुपुर जिले का प्रशासनिक मुख्यालय और तमिलनाडु में पाँचवाँ सबसे बड़ा शहरी समूह है। नोय्याल नदी के तट पर स्थित, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, मैसूर साम्राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शासन किया गया है। यह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/884b8622-e8ba-47c9-b76a-4135f26905dd_Tirupur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुपुर","slug":"tirupur"}],"slug":"top-places-to-visit-in-tirupur-tamil-nadu","total":0},{"id":905,"title":"नमक्कल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"नमक्कल एक चयन ग्रेड नगर पालिका और भारतीय राज्य तमिलनाडु में नमक्कल जिले का मुख्यालय है। यह पर्यावरण प्रबंधन के लिए एशिया में पहली आईएसओ 14001-2004 प्रमाणित नगर पालिका है, विशेष रूप से पानी की आपूर्ति, ठोस अपशिष्ट और सीवेज प्रबंधन, टाउन प्लानिंग, प्रकाश व्यवस्था और अन्य सामाजिक सेवाओं के प्रावधान ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नमक्कल","slug":"namakkal"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}