{"id":917,"title":"सीक्रेट साइन्स पता करने के लिए आपका साथी आपको प्यार करता है","imageUrl":"a1c9e4d2-79fc-4cc8-9c77-f2d1b12978cd_love.jpg","dateCreated":"2019-10-20T06:46:20.007Z","dateModified":"2019-10-20T07:09:11.801Z","contributedBy":"AskGif","content":"<p>ऐसा कहा जाता है कि \"सच्चा प्यार नहीं देखा जा सकता है, इसे केवल महसूस किया जा सकता है।\" सच्चा प्यार बाकी सब चीजों से मुक्त है। आपके दिल को पता चल जाएगा कि यह कब सच है। लेकिन अगर आप भ्रम से वास्तविकता पर अधिक ध्यान केंद्रित करने वाले व्यक्ति हैं, जो कल्पनाओं से अधिक तथ्यों को पसंद करते हैं, जिन्हें हर स्थिति में प्रमाण की आवश्यकता होती है, तो यहां संकेत हैं कि आपको यह जानने के लिए ध्यान देने की आवश्यकता है कि क्या आपका साथी वास्तव में आपसे प्यार करता है या नहीं।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1c9e4d2-79fc-4cc8-9c77-f2d1b12978cd_love.jpg","subContents":[{"SubTitle":"1. वे आपसे व्यक्तिगत बातें साझा करने का मन नहीं करते हैं।","SubTitleHindi":null,"SubContent":"<p>आमतौर पर, लोग अपना निजी सामान दूसरों के साथ साझा करना पसंद नहीं करते हैं। यह एक गौण, किसी भी व्यक्तिगत देखभाल आइटम या यहां तक कि भोजन हो। लेकिन जो व्यक्ति आपसे प्यार करता है, वह खुशी-खुशी आपके साथ सब कुछ साझा करेगा। वे एक ही प्लेट पर आपके साथ खाने का मन नहीं करते हैं और कभी-कभी आपको अपने हाथों से खाना भी खिलाते हैं। इन छोटी-छोटी बातों से बहुत फर्क पड़ता है और ये स्नेह दिखाने का एक शानदार तरीका है।</p>","SubContentHindi":null,"ImageUrl":"1ac5af13-bf0c-4231-b383-a2f8bf2ad7dd_sharing.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. उन्हें आपको हस्तनिर्मित उपहार मिलते हैं।","SubTitleHindi":null,"SubContent":"<p>अब, जब तक आप किसी से सच्चा प्यार नहीं करते हैं, तब तक आप उनके लिए विचारशील हस्तनिर्मित उपहार बनाने में अपना समय बर्बाद नहीं करते हैं। आप उन्हें विशेष महसूस कराने के लिए ऐसा करते हैं, आप इसे बहुत सोच समझ कर देते हैं। इसलिए, यदि आपका साथी आपको महंगे उपहार के बजाय हस्तनिर्मित सामान देता है, तो यह एक बहुत अच्छा संकेत है। यह आपके लिए एक हस्तनिर्मित कार्ड, एक पत्र या यहां तक कि कुछ काव्य पंक्तियाँ हों, यह स्पष्ट रूप से उसके जीवन में आपके महत्व को दर्शाता है।</p>","SubContentHindi":null,"ImageUrl":"6e3bc741-6ed4-403f-9d14-7a3f5de98488_handmade.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. वे आपके लिए लंबे संदेश और ध्वनि संदेश छोड़ते हैं।","SubTitleHindi":null,"SubContent":"<p>किसी भी रिश्ते में संचार बहुत महत्वपूर्ण है। आजकल, ज्यादातर रिश्ते ऑनलाइन शुरू होते हैं, वे संदेशों के माध्यम से जुड़े होते हैं। इसलिए, यदि आपका साथी आपको खुद को और अपने प्यार को व्यक्त करने के लिए लंबे पैराग्राफ छोड़ता है, तो समय-समय पर छोटे संदेश भेजते हैं, तो जान लें कि वह आप पर भरोसा करता है और आपके साथ चीजों को साझा करने में सहज है। वह अक्सर आपके लिए वॉयस मैसेज छोड़ता है, जो काफी मनमोहक होता है। हमेशा याद रखें कि यह लंबे संदेश लिखने और आपके लिए आवाज संदेश रिकॉर्ड करने के लिए बहुत सारे प्रयास और भावनाएं लेता है।</p>","SubContentHindi":null,"ImageUrl":"353b0d97-0cf2-4e28-bd88-6b8a748fe4e3_read-message.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. अक्सर हस्तलिखित नोट्स छोड़ें और आपके लिए आश्चर्य करें।","SubTitleHindi":null,"SubContent":"<p>यदि आपको प्यार से भरे हुए हस्तलिखित नोट मिलते हैं तो आप भाग्यशाली हैं। लोग प्यार में ही ऐसी बातें करते हैं। वे आपके पीछे उनके लिए नोट्स छोड़ जाते हैं। वे उन चीजों से भी आपको बहुत आश्चर्यचकित करेंगे जो आप उनसे उम्मीद भी नहीं करते हैं। यदि कोई व्यक्ति जो गायन के बारे में ज्यादा नहीं जानता है, वह आपके लिए गाता है या एक व्यक्ति जो खाना भी नहीं बना सकता है, वह आपके लिए भोजन तैयार करता है, तो वह निश्चित रूप से एक है। वह स्पष्ट रूप से आपको खुश करने के लिए हर संभव कोशिश कर रहा है।</p>","SubContentHindi":null,"ImageUrl":"2bd32c11-c88f-421e-b40a-6bfa2591988e_sign.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. वे आपके लिए खाना बनाती हैं।","SubTitleHindi":null,"SubContent":"<p>ऐसा कहा जाता है कि \"किसी व्यक्ति के दिल का रास्ता उसके पेट से होकर गुजरता है\"। यह स्नेह दिखाने के सबसे महान रूपों में से एक है। जो व्यक्ति आपसे प्यार करता है, वह अक्सर आपके लिए खाना बनाने की कोशिश करेगा। बिस्तर में नाश्ता, या आपका पसंदीदा रात का खाना। वह अपने खाना पकाने के कौशल की परवाह किए बिना आपके पेट को खुश करने की कोशिश करेगा।</p>","SubContentHindi":null,"ImageUrl":"650f7d8e-7410-46da-a374-6843d76f9e58_cook.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. वे आपको कभी भी आश्चर्यचकित नहीं छोड़ते।","SubTitleHindi":null,"SubContent":"<p>हर रिश्ते को कुछ उतार-चढ़ाव से गुजरना पड़ता है। कई बार चीजें सिर्फ काम नहीं करती हैं, कुछ लोग ऐसे चरण में एक-दूसरे को छोड़ देते हैं। लेकिन अगर कोई व्यक्ति आपके साथ प्यार में पागल है, तो वह आपको कभी भी जाने नहीं देगा, चाहे स्थिति कितनी भी कठिन क्यों न हो। वह कभी भी आपका साथ नहीं देगा। इसके बजाय, वह आपके साथ संवाद करेगा, जिससे संबंध बनाने के तरीकों का पता चलेगा। वह आपको कभी भी आश्चर्यचकित नहीं छोड़ेगा क्योंकि संचार अंतराल नहीं होगा।</p>","SubContentHindi":null,"ImageUrl":"c421f528-f6a7-4d36-848d-ecedd6ebca8d_happy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. वे खुद को बदल देते हैं, सिर्फ आपके लिए।","SubTitleHindi":null,"SubContent":"<p>प्रेम को पूर्ण होने की आवश्यकता नहीं है, इसे सही होने की आवश्यकता है उन्होंने कहा, अगर हम किसी से प्यार करते हैं, तो हम उन्हें अपने दिल से प्यार करते हैं। हम उन्हें एक ऐसे व्यक्ति के रूप में स्वीकार करते हैं जो वे हैं, उनकी खामियों के साथ पूरे दिल से। लेकिन, प्यार करने वाला व्यक्ति खुद को बहुत बदल लेता है। और बदलाव से हमारा मतलब है अच्छे के लिए बदलाव। वे अक्सर अपनी बुरी आदतों को छोड़ देते हैं, ताकि वे आपके लिए एक आदर्श साथी बन सकें। प्यार लोगों को बदल देता है। प्यार उन्हें दयालु और बेहतर इंसान बनाता है। इसलिए, यदि आपका साथी बदलने की कोशिश कर रहा है, तो बुरी आदतें हैं, तो आपको उस पर भरोसा करना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"18753d94-9aa2-47aa-b212-e9bbfac4b5cd_change.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. वे कभी भी आपके हितों की अनदेखी नहीं करते हैं और उन चीजों में आपका साथ देते हैं जिनका आप आनंद लेते हैं।","SubTitleHindi":null,"SubContent":"<p>आमतौर पर, अधिकांश महिलाएं खरीदारी का आनंद लेती हैं और पुरुष खेल का आनंद लेते हैं। आमतौर पर दोनों एक-दूसरे की प्राथमिकताओं में निर्लिप्त लगते हैं, जैसे अधिकांश पुरुष खरीदारी पर जाते हैं और इसी तरह, महिलाएं किसी खेल के आयोजन में जाने का आनंद नहीं लेती हैं। लेकिन, अगर आपका साथी उन जगहों पर आपका साथ देता है जिन्हें आप अपने हित की परवाह किए बिना प्यार करते हैं तो यह संकेत है कि आपकी खुशी उसके लिए बहुत महत्वपूर्ण है।</p>","SubContentHindi":null,"ImageUrl":"7ffb2f79-4504-40b8-b354-987a2f743826_interest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. वे गर्व से आपको अपने दोस्तों और परिवार से मिलवाते हैं","SubTitleHindi":null,"SubContent":"<p>कोई व्यक्ति जो आपसे प्यार करता है वह आपको अपने दोस्तों और विशेष रूप से अपने परिवार से मिलवाएगा। यह एक संकेत है कि वह आपके और आपके रिश्ते के बारे में काफी गंभीर है। वह आपके साथ भविष्य बनाना चाहता है। वह हमेशा आप पर गर्व करेगा और कभी भी आपको उसकी दुनिया में उजागर करने में शर्म महसूस नहीं करेगा।</p>","SubContentHindi":null,"ImageUrl":"dbb2e3d2-e8b9-4eec-9dfc-ceba35cd6456_introduce.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"secret-signs-to-know-your-partner-loves-you-madly","tags":[{"name":"मोहब्बत","slug":"love"}],"recommendations":[{"id":875,"title":"एक जल्दी के लिए मुश्किल सेक्स पोजीशन मदद करने के लिए आप हाथ में सबसे कम समय बनाते हैं","imageUrl":"f84f4794-ad9b-4b2c-a2bc-a52fcd8bb7cd_sex.jpg","dateCreated":"2019-10-12T13:25:00.145Z","dateModified":"2019-10-12T14:17:37.172Z","contributedBy":"AskGif","content":"हमारे तेज़-तर्रार जीवन में, हम अक्सर उन चीज़ों के लिए कम समय के साथ रह जाते हैं जिन्हें हम वास्तव में प्यार करते हैं।\r\nलेकिन आपका कार्यक्रम कितना भी व्यस्त क्यों न हो, आपके पास सेक्स न करने का कोई कारण नहीं है!\r\nभोजन तैयार करते समय रसोई में इसे प्राप्त करना, काम के लिए तैयार होने के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f84f4794-ad9b-4b2c-a2bc-a52fcd8bb7cd_sex.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"tricky-sex-positions-for-a-quickie-to-help-you-make-the-most-of-the-little-time-at-hand","total":0},{"id":849,"title":"सेक्स करने से मना करने पर महिला अपने पुरुष के जननांगों को काट देती है।","imageUrl":"3109d994-aec3-4e5e-a22e-c1e4f0408cb3_knife.jpg","dateCreated":"2019-10-09T01:39:53.443Z","dateModified":"2020-04-05T07:12:32.078Z","contributedBy":"AskGif","content":"शादी के बारे में गर्म बहस के बाद, महिला ने कथित तौर पर पुरुष को बाथरूम में धकेल दिया और मांग की कि वे सेक्स करें। जब शख्स ने मना किया तो उसने उस पर चाकू से हमला कर दिया।\r\nहिंदुस्तान टाइम्स ने बताया कि एक 35 वर्षीय स्ट्रीट वेंडर के जननांगों को उसकी 22 वर्षीय प्रेमिका ने कथित तौर पर काट दिया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3109d994-aec3-4e5e-a22e-c1e4f0408cb3_knife.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"the-woman-cuts-off-her-mans-genitals-after-he-refuses-to-have-sex","total":0},{"id":817,"title":"प्रिय माता-पिता, अब जब मैं अपने 20 के दशक के उत्तरार्ध में हूं, काश कि आप मेरे निजी जीवन के बारे में इन रहस्यों को जानते।","imageUrl":"d476a164-56e4-4cc6-9af5-ef02b320e1dd_confession.jpg","dateCreated":"2019-10-01T02:17:08.522Z","dateModified":"2019-10-01T02:40:52.999Z","contributedBy":"AskGif","content":"मैंने एक प्रतिष्ठित स्कूल में पढ़ाई की है और एक शीर्ष कॉलेज से स्नातक किया है। मेरे पास एक अच्छा काम है। मैं हर कुछ महीनों में यात्रा करता हूं, किताबें पढ़ता हूं और अपने दोस्तों के साथ बाहर जाता हूं। प्रिय माता-पिता, मैं सभी को बताना चाहता हूं कि मुझे अपने अस्तित्व के इन 28 वर्षों में कुछ मात्रा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d476a164-56e4-4cc6-9af5-ef02b320e1dd_confession.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"इकबालिया-बयान","slug":"confession"},{"name":"मोहब्बत","slug":"love"}],"slug":"dear-mom-dad-now-that-i-am-in-my-late-20s-i-wish-you-knew-these-secrets-about-my-personal-life","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}