{"id":918,"title":"तंजावुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","dateCreated":"2019-10-21T17:03:04.262Z","dateModified":"2019-10-21T17:04:08.74Z","contributedBy":"AskGif","content":"<p>तंजावुर, पूर्व में तंजौर, भारत के तमिलनाडु राज्य का एक शहर है। तंजावुर दक्षिण भारतीय धर्म, कला और वास्तुकला का एक महत्वपूर्ण केंद्र है। ग्रेट लिविंग चोल मंदिरों में से अधिकांश, जो कि यूनेस्को की विश्व धरोहर स्मारक हैं, तंजावुर में और उसके आसपास स्थित हैं। इनमें सबसे प्रमुख, बृहदेश्वर मंदिर, शहर के केंद्र में स्थित है। तंजावुर तंजौर पेंटिंग का घर भी है, जो इस क्षेत्र के लिए एक अनोखी शैली है।</p>\r\n<p>&nbsp;</p>\r\n<p>तंजावुर तंजावुर जिले का मुख्यालय है। शहर कावेरी डेल्टा में स्थित एक महत्वपूर्ण कृषि केंद्र है और इसे तमिलनाडु के चावल के कटोरे के रूप में जाना जाता है। तंजावुर को नगर निगम द्वारा 36.33 किमी 2 (14.03 वर्ग मील) के क्षेत्र में प्रशासित किया जाता है और 2011 में इसकी आबादी 222,943 थी। रोडवेज परिवहन का प्रमुख साधन है, जबकि शहर में रेल कनेक्टिविटी भी है। निकटतम हवाई अड्डा तिरुचिरापल्ली अंतर्राष्ट्रीय हवाई अड्डा है, जो शहर से 59.6 किमी (37.0 मील) दूर है। निकटतम बंदरगाह, कराईकल है, जो तंजावुर से 94 किमी (58 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जब यह साम्राज्य की राजधानी के रूप में सेवा करता था, तब यह शहर चोलों के शासनकाल के दौरान प्रमुखता से उभरा था। चोलों के पतन के बाद, शहर पर पांड्य, विजयनगर साम्राज्य, मदुरै नायक, तंजावुर नायक, तंजावुर मराठा और ब्रिटिश साम्राज्य जैसे विभिन्न राजवंशों का शासन था। यह 1947 से स्वतंत्र भारत का हिस्सा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन और संस्कृति</p>\r\n<p>अधिक जानकारी: बृहदेश्वर मंदिर और महान जीवित चोल मंदिर</p>\r\n<p>तंजावुर एक महत्वपूर्ण तीर्थस्थल और तमिलनाडु का एक प्रमुख पर्यटन स्थल है। तंजावुर में दक्षिण क्षेत्र संस्कृति केंद्र भारत की सांस्कृतिक विरासत को संरक्षित करने और बढ़ावा देने के लिए भारत सरकार द्वारा स्थापित क्षेत्रीय सांस्कृतिक केंद्रों में से एक है। 2009 में तंजावुर में 2,002,225 भारतीय और 81,435 विदेशी पर्यटक आए थे। तंजावुर में सबसे अधिक देखा जाने वाला स्मारक बृहदेश्वर मंदिर है, जिसका निर्माण, इतिहासकार पर्सी ब्राउन ने \"दक्षिण भारत में निर्माण कला के विकास में एक मील का पत्थर\" के रूप में वर्णित किया है। चोल राजा राजा चोल I (985&ndash;1014) द्वारा 11 वीं शताब्दी में निर्मित, मंदिर हिंदू भगवान शिव को समर्पित है। गर्भगृह की दीवारें चोल और नायक काल की दीवारों के चित्रों से आच्छादित हैं। मंदिर को 1987 में यूनेस्को की विश्व विरासत स्थल के रूप में नामित किया गया था। इसे राजा के पुत्र राजेंद्र चोल I (1012-44) द्वारा निर्मित गंगईकोंडा चोलस्वरार मंदिर में दोहराया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्तंभनुमा संरचना वाला एक ऐतिहासिक महल</p>\r\n<p>तंजावुर रॉयल पैलेस प्रांगण</p>\r\n<p>परेड को चित्रित करती एक पेंटिंग</p>\r\n<p>एक तंजौर पेंटिंग का चित्रण</p>\r\n<p>तंजावुर मराठा महल, भोंसले परिवार का आधिकारिक निवास था, जिसने 1674 से 1855 तक तंजावुर क्षेत्र पर शासन किया था। यह मूल रूप से तंजावुर नायक राज्य के शासकों द्वारा निर्मित किया गया था और उनके पतन के बाद, यह तंजावुर मराठाओं के आधिकारिक निवास के रूप में कार्य किया। । 1799 में जब ब्रिटिश साम्राज्य द्वारा तंजावुर मराठा राज्य का अधिकांश हिस्सा छीन लिया गया था, तब तंजावुर मराठों ने महल और आसपास के किले पर अपना कब्जा जमा रखा था। महल के तीसरे चतुर्भुज के दक्षिणी भाग में 190 फीट (58 मीटर) टॉवर जैसी इमारत है, जिसे गुडागोपम कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लगभग 1700 में स्थापित और महल के परिसर में स्थित सरस्वती महल लाइब्रेरी में ताड़ के पत्ते और कागज पर लिखी गई 30,000 से अधिक भारतीय और यूरोपीय पांडुलिपियाँ हैं। इसकी अस्सी फीसदी से अधिक पांडुलिपियां संस्कृत में हैं और उनमें से कई ताड़ के पत्तों पर हैं। तमिल कार्यों में चिकित्सा पर ग्रंथ, और संगम साहित्य पर टीकाएँ शामिल हैं। राजराजा चोल आर्ट गैलरी महल के अंदर स्थित है - इसमें नौवीं से 12 वीं शताब्दी तक पत्थर और कांस्य के चित्रों का एक बड़ा संग्रह है। गैलरी में मौजूद अधिकांश मूर्तियों को तंजावुर जिले के विभिन्न मंदिरों से एकत्र किया गया था। शिवगंगा पार्क बृहदेश्वर मंदिर के पूर्व में स्थित है और माना जाता है कि राजा राजा चोल द्वारा निर्मित शिवगंगा तालाब को बनाया गया था। इसे 1871-72 में तंजौर नगरपालिका द्वारा लोगों के पार्क के रूप में बनाया गया था। इसमें पौधों, जानवरों और पक्षियों का संग्रह है और शहर के भीतर बच्चों के लिए एक चिड़ियाघर के रूप में कार्य करता है।</p>\r\n<p>बृहदेश्वर मंदिर में नृत्य करती महिलाओं का एक समूह</p>\r\n<p>बृहदेश्वर मंदिर में दक्षिण भारतीय नृत्य रूप भरतनाट्यम</p>\r\n<p>&nbsp;</p>\r\n<p>राजराजा चोल I, तंजावुर की एक आधुनिक मूर्ति</p>\r\n<p>शवार्ट्ज चर्च, महल के बगीचे में स्थित एक ऐतिहासिक स्मारक, 1779 में रेवा सी। वी। के स्नेह के टोकन के रूप में सर्फ़ोजी II द्वारा बनाया गया था। डेनिश मिशन के श्वार्ट्ज। शहर में पाँच संग्रहालय हैं, अर्थात्: पुरातत्व संग्रहालय, तमिल विश्वविद्यालय परिसर के साथ स्थित तमिल विश्वविद्यालय संग्रहालय, सरस्वती महल, नायक दरबार हॉल कला संग्रहालय और राजराजा चोल संग्रहालय के अंदर स्थित सरस्वती महल पुस्तकालय संग्रहालय। राजा राजन मणिमंडपम, तंजावुर में पर्यटकों के आकर्षण में से एक है, जिसे 1991 में तंजावुर तमिल सम्मेलन के दौरान बनाया गया था। \"संगीता महल\" में एक स्थायी हस्तशिल्प प्रदर्शनी केंद्र है। तंजावुर दक्षिण भारत में कई कलाओं और शिल्पों का उद्गम स्थल है। तंजावुर में कर्नाटक संगीत को संहिताबद्ध किया गया और 16 वीं शताब्दी में नायक शासन के दौरान कला का विकास हुआ। दक्षिण भारत के शास्त्रीय नृत्य के रूप भरतनाट्यम की अपनी प्रमुख शैली थंजावुर में विकसित हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>सत्य थिरुविझा हर साल अक्टूबर के दौरान आयोजित राजा राजा चोल का वार्षिक जन्मदिन समारोह है। तंजावुर शहर से दूर 13 किमी (8.1 मील) स्थित थिरुवयारु में जनवरी - फरवरी के दौरान प्रतिवर्ष आयोजित एक कर्नाटक संगीत समारोह, त्यागराज आराधना के लिए आधार है। तंजावुर पेंटिंग शास्त्रीय दक्षिण भारतीय चित्रकला का एक प्रमुख रूप है। यह लगभग 1600 के दशक की है, तंजावुर के नायक की अवधि, जिसने कला, शास्त्रीय नृत्य और संगीत साहित्य को तेलुगु और तमिल दोनों में प्रोत्साहित किया। कला आमतौर पर उभरी हुई और चित्रित सतहों का एक संयोजन है, जिसमें हिंदू भगवान कृष्ण को सबसे लोकप्रिय छवि दर्शाया गया है। आधुनिक समय में, ये पेंटिंग दक्षिण भारत में उत्सव के अवसरों, कला प्रेमियों के लिए दीवार के decors और कलेक्टरों की वस्तुओं के स्मृति चिन्ह बन गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: तंजावुर और तंजावुर वायु सेना स्टेशन में परिवहन</p>\r\n<p>एक राष्ट्रीय राजमार्ग सड़क</p>\r\n<p>तंजावुर शहर में NH 67</p>\r\n<p>राष्ट्रीय राजमार्ग 67, 45 सी, 226 और 226 एक्जॉन तंजावुर से गुजरते हैं। यह शहर नागपट्टिनम, चेन्नई, कोयम्बटूर, इरोड, करूर, तिरुपुर, वेल्लोर, पेरम्बलुर, अरियालुर, मैसूरु, सलेम, कुड्डलोर, विलुप्पुरम, तिरुचिरापल्ली, मदुरै, कुंभकोणम, मइलादुथुराई, कराईकल, मन्नारगुड़ी, पट्टुकोट्टई, डिंडौटई, डिंडौट्टा, डिंडौट्टा, नागालैट्टिनम के साथ जुड़ा हुआ है। , तिरुनेलवेली, बेंगलुरु, एर्नाकुलम, नागरकोइल, तिरुपति, त्रिवेंद्रम और ऊटी से नियमित बस सेवा के माध्यम से। तंजावुर में शहर के केंद्र में एक एकल बस टर्मिनस था। यात्री यातायात को संभालने के लिए राजा सेरफ़ोजी कॉलेज के पास 1997 में एक नया बस स्टैंड नामक एक एकीकृत बस टर्मिनस का निर्माण किया गया था। तंजावुर में एक सुव्यवस्थित उप-शहरी सार्वजनिक परिवहन प्रणाली है। सरकारी और निजी बसें दो बस टर्मिनी और अन्य शहरों और गांवों जैसे वल्लम, बुडलुर, मोहम्मद बन्दर, नाडुक्कावेरी, पिल्लैयारपट्टी, वल्लम पुदुर्सेठी, सेंगिपट्टी, तिरुवियारायु और कुरुवादिपति के बीच अक्सर चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तंजावुर जंक्शन रेलवे स्टेशन</p>\r\n<p>तंजावुर जंक्शन रेलवे स्टेशन</p>\r\n<p>तिरुचिरापल्ली जंक्शन रेलवे स्टेशन को तंजावुर के माध्यम से चेन्नई एग्मोर से जोड़ने वाली रेलवे लाइन, मेन लाइन 1879 में दक्षिण भारतीय रेलवे कंपनी द्वारा स्थापित एक ऐतिहासिक लाइन है। ग्रेट साउथ इंडियन रेलवे कंपनी (GSIR) ने नागपट्टिनम और तिरुचिरापल्ली के माध्यम से एक ब्रॉड गेज रेल सेवा संचालित की 1861 और 1875 के बीच तंजावुर। 1875 के दौरान इसे मीटर गेज लाइन (एमजी लाइन) में बदल दिया गया। आधुनिक दिन तंजावुर रेलवे जंक्शन के तीन रेल प्रमुख हैं, जो तिरुचिरापल्ली, कुंभकोणम और तिरुवरूर तक जाते हैं। तंजावुर भारत के सबसे महत्वपूर्ण शहरों और कस्बों के साथ रेल द्वारा जुड़ा हुआ है। चेन्नई, मैसूरु, एर्नाकुलम, त्रिशूर, पलक्कड़, कोयम्बटूर, इरोड, तिरुप्पुर, तिरुचिरापल्ली, सलेम, करूर, मदुरै, तिरुनेलवेली, रामेश्वरम, तिरुचेंदुर, कुड्डलोर, धर्मपुरी, विलुप्पुरम, चेंगलपट्टु, मन्नारगुड़ी, बेंगलुरु, दैनिक ट्रेनें हैं। पुदुक्कोट्टई, कराईकुडी, सिवागंगई, मानामदुरई और साप्ताहिक ट्रेनें पांडिचेरी, नागरकोइल, कन्याकुमारी, तिरुपति, नेल्लोर, इटारसी, विशाखापट्टनम, हुबली, वासुदा गामा, गोवा, विजयवाड़ा, चंद्रपुर, नागपुर, जबलपुर, सतना, कटनी, इलाहाबाद, वाराणसी, जावेद , अयोध्या, और भुवनेश्वर। शहर से तिरुवरूर, नागपट्टिनम, कराईकल, तिरुचिरापल्ली, कुंभकोणम, मयिलादुथुराई और नागोर जैसे शहरों के लिए लगातार यात्री ट्रेनें हैं।</p>\r\n<p>1990 के दशक की शुरुआत में, तंजावुर को चेन्नई से वायुदूट उड़ान सेवा के माध्यम से जोड़ा गया था, जो खराब संरक्षण के कारण बंद कर दिया गया था। तंजावुर में एक पूर्ण वायुसेना स्टेशन चालू है। तंजावुर एयर फोर्स स्टेशन को 2012 तक फाइटर, ट्रांसपोर्ट एयरक्राफ्ट और ईंधन भरने वाले विमानों को संभालने के लिए एक बड़ा एयर बेस बनना था। हालांकि, एयर बेस की स्थापना और सक्रियण में मार्च 2013 तक देरी हुई है। भारतीय वायुसेना अपने तजावुर में सुखोई सु -30 सुपरमैनवेरीबिलिटी फाइटर एयरक्राफ्ट के एक स्क्वाड्रन को आधार बनाकर तमिलनाडु का पहला फाइटर स्क्वाड्रन बनाएगी। निकटतम हवाई अड्डा तिरुचिरापल्ली अंतर्राष्ट्रीय हवाई अड्डा है। निकटतम सीपोर्ट नागपट्टिनम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>वी। एस। श्रीनिवास शास्त्री</p>\r\n<p>यू। वी। स्वामीनाथन</p>\r\n<p>श्रीनिवास रामानुजन</p>\r\n<p>जी। सुब्रमणिया</p>\r\n<p>एस कस्तूरी रंगन</p>\r\n<p>शिवाजी गणेशन - अभिनेता और पूर्व राज्यसभा सदस्य [परिपत्र संदर्भ]</p>\r\n<p>थुलसी अय्या वंदयार - पूर्व सांसद [परिपत्र संदर्भ]</p>\r\n<p>जी के मूपनार TMC- कांग्रेस</p>\r\n<p>S.S.Palanimanickam पूर्व केंद्रीय मंत्री [परिपत्र संदर्भ]</p>\r\n<p>एस डी सोमसुंदरम पूर्व मंत्री और सांसद</p>\r\n<p>परशुराम पूर्व सांसद - लोकसभा</p>\r\n<p>एल। गणेशन - पूर्व विधायक, सांसद, एमएलसी</p>\r\n<p>आर। वैथियालिंगम - पूर्व मंत्री और राज्यसभा सदस्य</p>\r\n<p>एम रामचंद्रन विधायक - डीएमके</p>\r\n<p>दुराई गोविंदराजन पूर्व विधायक</p>\r\n<p>दुरई चंद्रशेखरन विधायक</p>\r\n<p>S.Shankar</p>\r\n<p>D.Bharat</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thanjavur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-thanjavur-tamil-nadu","tags":[{"name":"तंजावुर","slug":"thanjavur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":921,"title":"तिरुपत्तूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","dateCreated":"2019-10-22T12:54:51.447Z","dateModified":"2019-10-22T12:55:17.633Z","contributedBy":"AskGif","content":"तिरुपत्तूर एक शहर है और भारत में तमिलनाडु के सबसे पुराने स्थानों में से एक, तिरुपतूर जिले का मुख्यालय भी है। यह अपने आसपास के पर्वतों में बारीक चंदन की लकड़ी के भंडार के लिए जाना जाता है। यह कृष्णगिरि से लगभग 42 किमी, होसुर से 85 किमी, तिरुवनमलाई से 85 किमी, चेन्नई से 210 किमी और बैंगलोर से 125 क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुपत्तूर","slug":"tirupattur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirupattur-tamil-nadu","total":0},{"id":903,"title":"नागपट्टिनम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"नागपट्टिनम (पहले वर्तनी में नागपट्टनम या नेगापट्टम) भारतीय राज्य तमिलनाडु का एक शहर और नागपट्टिनम जिले का प्रशासनिक मुख्यालय है। मध्ययुगीन चोलों (9 वीं -12 वीं शताब्दी ई.पू.) की अवधि के दौरान यह शहर प्रमुखता से आया और वाणिज्य और पूर्वी-सीमा नौसैनिक अभियानों के लिए उनके महत्वपूर्ण बंदरगाह के रूप म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागपट्टिनम","slug":"nagapattinam"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":898,"title":"कांचीपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"कांचीपुरम, जिसे कांची या कांचीपुरम के नाम से भी जाना जाता है, तमिलनाडु के टोंडिमंडलम क्षेत्र में भारत के तमिलनाडु राज्य में एक मंदिर शहर है, जो चेन्नई से 72 किमी (45 मील) दूर तमिलनाडु की राजधानी है। यह शहर 11.605 किमी 2 (4.481 वर्ग मील) के क्षेत्र को कवर करता है और 2011 में इसकी आबादी 164,265 थी।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांचीपुरम","slug":"kanchipuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}