{"id":918,"title":"Top Places to visit in Thanjavur, Tamil Nadu","imageUrl":"fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","dateCreated":"2019-10-21T17:03:04.262Z","dateModified":"2019-10-21T17:04:08.74Z","contributedBy":"AskGif","content":"<p>Thanjavur, formerly Tanjore, is a city in the Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among these, the Brihadeeswara Temple, is located in the centre of the city. Thanjavur is also home to Tanjore painting, a painting style unique to the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Thanjavur is the headquarters of the Thanjavur District. The city is an important agricultural centre located in the Cauvery Delta and is known as the Rice bowl of Tamil Nadu. Thanjavur is administered by a municipal corporation covering an area of 36.33 km2 (14.03 sq mi) and had a population of 222,943 in 2011. Roadways are the major means of transportation, while the city also has rail connectivity. The nearest airport is Tiruchirapalli International Airport, located 59.6 km (37.0 mi) away from the city. The nearest seaport is Karaikal, which is 94 km (58 mi) away from Thanjavur.</p>\r\n<p>&nbsp;</p>\r\n<p>The city first rose to prominence during the reign of Cholas when it served as the capital of the empire. After the fall of Cholas, the city was ruled by various dynasties like Pandyas, Vijayanagar Empire, Madurai Nayaks, Thanjavur Nayaks, Thanjavur Marathas and British Empire. It has been a part of independent India since 1947.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism and culture</p>\r\n<p>Further information: Brihadeeswarar Temple and Great Living Chola Temples</p>\r\n<p>Thanjavur is an important pilgrim centre and a major tourist destination of Tamil Nadu. South Zone Culture Centre in Thanjavur is one of the regional cultural centres established by the Government of India to preserve and promote cultural heritage of India. There were 2,002,225 Indian and 81,435 foreign tourist arrivals in 2009 to Thanjavur. The most visited monument in Thanjavur is the Brihadeeswarar Temple, whose construction, the historian Percy Brown described as \"a landmark in the evolution of building art in South India\". Built in the 11th century by the Chola king Raja Raja Chola I (985&ndash;1014), the temple is dedicated to the Hindu god Shiva. The walls of the sanctum are covered with wall paintings from the Chola and Nayak periods. The temple was designated a UNESCO World Heritage Site in 1987. It is replicated in the Gangaikonda Cholesvarar Temple constructed by Raja Raja's son Rajendra Chola I (1012&ndash;44).</p>\r\n<p>&nbsp;</p>\r\n<p>A historic palace with pillared structure</p>\r\n<p>Thanjavur Royal Palace courtyard</p>\r\n<p>A painting depicting a parade</p>\r\n<p>Figure depicting a Tanjore painting</p>\r\n<p>The Thanjavur Maratha palace was the official residence of the Bhonsle family who ruled over the Thanjavur region from 1674 to 1855. It was originally constructed by the rulers of the Thanjavur Nayak kingdom and after their fall, it served as the official residence of the Thanjavur Marathas. When most of the Thanjavur Maratha kingdom was annexed by the British Empire in 1799, the Thanjavur Marathas continued to hold sway over the palace and the surrounding fort. The southern side of the third quadrangle of the palace has a 190 ft (58 m) tower-like building, called the Goodagopuram.</p>\r\n<p>&nbsp;</p>\r\n<p>The Saraswathi Mahal Library, established around 1700 and located in the premises of the palace, contains over 30,000 Indian and European manuscripts written on palm leaf and paper. Over eighty per cent of its manuscripts are in Sanskrit and many of them are on palm leaves. The Tamil works include treatises on medicine, and commentaries on Sangam literature. The Rajaraja Chola art gallery is located inside the palace &ndash; it has a large collection of stone and bronze images from the ninth to 12th centuries. Most of the idols present in the gallery were collected from various temples in the Thanjavur district. The Sivaganga Park is situated to the east of the Brihadeeswarar Temple and encompasses the Sivaganga Tank believed to have been built by the king Raja Raja Chola. It was created as a people's park by the Tanjore municipality in 1871&ndash;72. It has a collection of plants, animals and birds and serves as a zoo for children within the city.</p>\r\n<p>&nbsp;</p>\r\n<p>A set of ladies dancing in Brihadeeswarar Temple</p>\r\n<p>Bharathanatyam, the South Indian dance form in display in Brihadeeswarar Temple</p>\r\n<p>&nbsp;</p>\r\n<p>A modern statue of Rajaraja Chola I, Thanjavur</p>\r\n<p>Schwartz Church, a historic monument located in the palace garden, was built in 1779 by Serfoji II as a token of affection for Rev. C.V. Schwartz of the Danish Mission. There are five museums in the city, namely: Archeological Museum, Tamil University Museum located with the Tamil University premises, the Saraswathi Mahal Library Museum located inside the Saraswathi Mahal, Nayak Durbar Hall Art Museum and Rajaraja Chola Museum. Raja Rajan Manimandapam is one of the tourist attractions in Thanjavur, built during the Thanjavur Tamil Conference in 1991. \"Sangeetha Mahal\" has a permanent handicrafts exhibition centre. Thanjavur is the cradle for many of the arts and crafts in South India. Carnatic music was codified in Thanjavur and the art flourished during the Nayak rule in the 16th century. Bharathanatyam, a classical dance form of South India, had its major styles developed in Thanjavur.</p>\r\n<p>&nbsp;</p>\r\n<p>Sathaya Thiruvizha is the annual birthday festival of Raja Raja Chola held during October every year. Thanjavur is the base for the Tyagaraja Aradhana, a Carnatic music festival held annually during January &ndash; February at Thiruvaiyaru, located 13 km (8.1 mi) away from the city. Thanjavur painting is a major form of classical South Indian painting from Thanjavur. It dates back to about the 1600s, the period of Nayakas of Thanjavur, who encouraged art, classical dance and music literature, both in Telugu and Tamil. The art is usually a combination of raised and painted surfaces, with the Hindu god Krishna being the most popular image depicted. In modern times, these paintings have become souvenirs of festive occasions in South India, wall decors, and collectors' items for art lovers.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main articles: Transport in Thanjavur and Thanjavur Air Force Station</p>\r\n<p>a national highway road</p>\r\n<p>NH 67 in Thanjavur City</p>\r\n<p>The National Highways 67, 45C, 226 and 226 Extn pass through Thanjavur. The city is connected with Nagapattinam, Chennai, Coimbatore, Erode, Karur, Tirupur, Vellore, Perambalur, Ariyalur, Mysuru, Salem, Cuddalore, Viluppuram, Tiruchirappalli, Madurai, Kumbakonam, Mayiladuthurai, Karaikal, Mannargudi, Pattukkottai, Dindigul, Pudukkottai, Karaikudi, Tirunelveli, Bengaluru, Ernakulam, Nagercoil, Tirupathi, Trivandrum and Ooty through regular bus services. Thanjavur had a single bus terminus located at the heart of the city. An integrated bus terminus, called New Bus stand was constructed in 1997 near Raja Serfoji College to handle the passenger traffic. Thanjavur has a well-maintained sub-urban public transport system. Government and private buses operate frequently between the two bus termini and other towns and villages like Vallam, Budalur, Mohamed Bunder, Nadukkavery, Pillaiyarpatti, Vallam Pudursethi, Sengipatti, Thiruvaiyaru and Kuruvadipatti.</p>\r\n<p>&nbsp;</p>\r\n<p>Thanjavur Junction railway station</p>\r\n<p>Thanjavur Junction railway station</p>\r\n<p>The railway line connecting Tiruchirappalli Junction railway station to Chennai Egmore via Thanjavur, the Main Line is a historical line established by South Indian Railway Company in 1879. The Great South Indian Railway Company (GSIR) operated a broad gauge rail service between Nagapattinam and Tiruchirapalli via Thanjavur between 1861 and 1875. During 1875 it was converted to a meter gauge line (MG line). Modern day Thanjavur railway junction has three rail heads leading to Tiruchirapalli, Kumbakonam and Thiruvarur. Thanjavur is connected by rail with most important cities and towns in India. There are daily express trains to Chennai, Mysuru, Ernakulam, Thrissur, Palakkad, Coimbatore, Erode, Tiruppur, Tiruchirapalli, Salem, Karur, Madurai, Tirunelveli, Rameswaram, Tiruchendur, Cuddalore, Dharmapuri, Viluppuram, Chengalpattu, Mannargudi, Bengaluru, Dindigul, Pudukkottai, Karaikudi, Sivagangai, Manamadurai and weekly trains to Pondicherry, Nagercoil, Kanyakumari, Tirupati, Nellore, Itarsi, Visakhapatnam, Hubli, Vasco da Gama, Goa, Vijayawada, Chandrapur, Nagpur, Jabalpur, Satna, Katni, Allahabad, Varanasi, Jaunpur, Ayodhya, and Bhubaneswar. There are frequent passenger trains from the city to towns like Thiruvarur, Nagapattinam, Karaikal, Tiruchirapalli, Kumbakonam, Mayiladuthurai and Nagore.</p>\r\n<p>&nbsp;</p>\r\n<p>In the early 1990s, Thanjavur was connected with Chennai via the Vayudoot flight service, which was stopped due to poor patronage. A full-fledged air force station is operational at Thanjavur. Thanjavur Air Force Station was to become a major air base by 2012, to handle Fighter, Transport aircraft and also refuelling aircraft. However, the establishment and activation of air base has been delayed as of March 2013. The IAF will base a squadron of its Sukhoi Su-30 Supermaneuverability Fighter aircraft at Thanjavur, making it the first fighter squadron in Tamil Nadu. The nearest airport is Tiruchirapalli International Airport. The nearest Seaport is located at Nagapattinam.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>V. S. Srinivasa Sastri</p>\r\n<p>U. V. Swaminathan</p>\r\n<p>Srinivasa Ramanujan</p>\r\n<p>G. Subramania</p>\r\n<p>S. Kasturi Rangan</p>\r\n<p>Shivaji Ganesan - Actor and EX Rajya Sabha Member[circular reference]</p>\r\n<p>Thulasi Ayya Vandayar - EX MP[circular reference]</p>\r\n<p>G K Moopanar TMC- Congress</p>\r\n<p>S.S.Palanimanickam Ex Central Minister[circular reference]</p>\r\n<p>S.D Somasundaram EX Minister and MP</p>\r\n<p>Parasuram EX MP - Loksabha</p>\r\n<p>L. Ganesan - EX MLA, MP, MLC</p>\r\n<p>R. VaithiyaLingam - Ex Minister and Rajya Sabha Member</p>\r\n<p>M Ramachandran MLA - DMk</p>\r\n<p>Durai Govindarajan EX MLA</p>\r\n<p>Durai Chandrasekaran MLA</p>\r\n<p>S.Shankar</p>\r\n<p>D.Bharat</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Thanjavur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-thanjavur-tamil-nadu","tags":[{"name":"thanjavur","slug":"thanjavur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":921,"title":"Top Places to visit in Tirupattur, Tamil Nadu","imageUrl":"850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","dateCreated":"2019-10-22T12:54:51.447Z","dateModified":"2019-10-22T12:55:17.633Z","contributedBy":"AskGif","content":"Tirupattur is a town and also the headquarter of Tirupattur district, India, one of the oldest places in Tamil Nadu. It is known for its reservoir of fine sandal wood in the trailing mountains around it. It is located about 42 km from Krishnagiri, 85 km from Hosur, 85 km from Thiruvannamalai, 210","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tirupattur","slug":"tirupattur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tirupattur-tamil-nadu","total":0},{"id":903,"title":"Top Places to visit in Nagapattinam, Tamil Nadu","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"Nagapattinam (previously spelt Nagapatnam or Negapatam) is a town in the Indian state of Tamil Nadu and the administrative headquarters of Nagapattinam District. The town came to prominence during the period of Medieval Cholas (9th&ndash;12th century CE) and served as their important port for com","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagapattinam","slug":"nagapattinam"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":898,"title":"Top Places to visit in Kanchipuram, Tamil Nadu","imageUrl":"233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","dateCreated":"2019-10-16T01:31:46.726Z","dateModified":"2019-10-16T01:32:04.394Z","contributedBy":"AskGif","content":"Kanchipuram, also known as Kānchi or Kancheepuram, is a temple city in the Indian state of Tamil Nadu in Tondaimandalam region, 72 km (45 mi) from Chennai &ndash; the capital of Tamil Nadu. The city covers an area of 11.605 km2 (4.481 sq mi) and had a population of 164,265 in 2011. It is the admi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/233f51e8-0938-4d94-ad26-5e10397e17aa_Kanchipuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanchipuram","slug":"kanchipuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanchipuram-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}