{"id":920,"title":"Top Places to visit in Thoothukudi, Tamil Nadu","imageUrl":"63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","dateCreated":"2019-10-22T02:58:38.672Z","dateModified":"2019-10-22T02:59:04.017Z","contributedBy":"AskGif","content":"<p>Thoothukudi (also known as Tuticorin, the official name until 2018) is a port city and a municipal corporation and an industrial city in Thoothukudi district in the Indian state of Tamil Nadu. The city lies in the Coromandel Coast of Bay of Bengal. Thoothukudi is the headquarters of Thoothukudi district. It is located about 590 kilometres (367 miles) south of Chennai and 190 kilometres (118 miles) northeast of Thiruvananthapuram (Trivandrum). According to Confederation of Indian Industry, Thoothukudi has the second highest Human Development Index in Tamil Nadu next to Chennai. Thoothukudi City serves as the headquarters of Tamilnad Mercantile Bank Limited. Major educational establishments in the city include Thoothukudi Medical College, Fisheries College and Research Institute, Tamil Nadu Maritime Academy, V.O.C. Arts &amp; Science College, Government Polytechnic College,, Anna University Thoothukudi Campus. and Dr. Sivanthi Aditanar College of Engineering, Tiruchendur. V. O. Chidambaranar Port Trust is one of the fastest growing Major Ports in India. Thoothukudi is an \"Emerging Energy and Industrial hub of South India\".</p>\r\n<p>&nbsp;</p>\r\n<p>Thoothukudi is known as \"Pearl City\" due to the pearl fishing carried out in the town. It is a commercial seaport which serves the inland cities of Southern India and is one of the sea gateways of Tamil Nadu. It is also one of the major seaports in India with a history dating back to the 6th century AD. The city is believed to be of significant antiquity and has been ruled, at different times, by the Early Pandyas, Medieval Cholas, Later Cholas, Later Pandyas, Ma'bar Sultanate, Tirunelveli Sultanate, Vijayanagar Empire, Madurai Nayaks, Chanda Sahib, Carnatic kingdom, Portuguese, Dutch and the British. Thoothukudi was settled by the Portuguese, Dutch and later by the British East India Company. The city is administered by a Thoothukudi Municipal Corporation covering an area of 353.07 km2 (136.32 sq mi) and had a population of 237,830 in 2011. The urban agglomeration had a population of 410,760 as of 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the people of the city are employed in salt pans, sea-borne trading, fishing, and tourism. The 21 islands between Thoothukudi and Rameswaram shores in the Gulf of Mannar are noted as the first Marine Biosphere Reserve of India, and have around 36,000 species of flora and fauna. This protected area is called Gulf of Mannar Marine National Park. Our Lady of Snows Basilica festival is celebrated annually during August. This and the Shiva temple festivals, e.g., Adi Amavasai, Sasti, and Chittirai chariot festivals &ndash; are the major festivals of the area. Roadways are the major mode of transport to Thoothukudi, while the city also has rail, air, and sea transport.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Apart from being a commercial Center, this is an exotic tourist attraction for its sunny and pristine sandy beaches. Sea sports like surfing and paragliding facilities are also available. There are a lot religious and historically important places around Tuticorin. The district headquarter is well connected by road, rail, air and sea. People of the district hope to generate significant revenue from developing tourism sector.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruchendur Murugan temple, Thiruchendur.</p>\r\n<p>Our Lady of Snows Basilica, Tuticorin.</p>\r\n<p>Kulasekharapatnam Beach.</p>\r\n<p>Panchalankurichi, a village with historic importance.</p>\r\n<p>Kayalpattinam Beach.</p>\r\n<p>Hare Island, Tuticorin.</p>\r\n<p>Notable people</p>\r\n<p>Subramanya Bharathi, Freedom fighter, poet, journalist, Indian independence activist and social reformer</p>\r\n<p>V. O. Chidambaram Pillai, also known as Kappalottiya Tamilan</p>\r\n<p>Umaru pullavar Tamil Muslim poet</p>\r\n<p>Veerapandiya Kattabomman</p>\r\n<p>Alagumuthu Kone, Freedom fighter</p>\r\n<p>Oomaithurai, Indian Poligar</p>\r\n<p>R.Nallakannu, Communist Leader, Social Activist</p>\r\n<p>Ramanichandran, Tamil romance novelist</p>\r\n<p>Shiv Nadar, Indian industrialist and philanthropist. He is the founder and chairman of HCL Technologies</p>\r\n<p>T. S. Balaiah, Tamil actor</p>\r\n<p>J. P. Chandrababu, Tamil actor</p>\r\n<p>&nbsp;</p>\r\n<p>Entertainment and leisure</p>\r\n<p>Thoothukudi has All India Radio Station which Carries AIR External Services for South Asia in English, Sinhala and Tamil (1053 kHz). FM Radio Stations in Thoothukudi City include Suryan FM (93.5 MHz), Hello FM (106.4 MHz). Thoothukudi is the landing point for the first undersea cable of BSNL connecting Thoothukudi with Colombo.</p>\r\n<p>&nbsp;</p>\r\n<p>The City has Tharuvai Multi Purpose Stadium which is maintained by Sports Development Authority of Tamil Nadu. Thoothukudi Gymkhana Club has two Synthetic Turf Tennis courts, Thoothukudi is the only other place after Chennai in Tamil Nadu to have this modern facility. Thoothukudi is known for its bakery items especially Macaroon. It is a light, baked confection including recipes like Almond, Coconut and Nut (fruit). Thoothukudi macaroon is slightly different from European macaroon since it contains Cashew as a main ingredient.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Thoothukudi Macroons</p>\r\n<p>The Shiva temple in the centre of the town and the Our Lady of Snows Basilica are the major religious attractions in the city. The Church attracts lot of visitors around the country and is one of catholic pilgrimage centres in India dedicated to Virgin Mary.</p>\r\n<p>&nbsp;</p>\r\n<p>Muthu Nagar New Beach (located opposite Caldwell Higher Secondary School), Roche Park (located on the southern corner of the city), Harbour Beach park (located about 10 km south of the city), Nehru Park (located in the northern side of the city), Rajaji Park (near the Government hospital), Bharat Ratna Puratchi Thalaivar M.G.R. Park (near Thoothukudi Corporation Burial Ground), M.G.R Park (near Nila Sea Foods) and Pearl City Beach are the primary attractions of the city. Pearl City Beach was developed and inaugurated in 2013. There are numerous islands located close to the city namely Hare Island (accessible by road), Nalla Thanni Island which attracts lot of visitors during weekends and festival seasons. The creek opposite to Roche Park has an eco park with Kayaking facilities that operates everyday from 6 AM to 6 PM. There are a variety of water sports activities in Pearl City beach which includes Jet skiing, water scooters, wind surfing, paddle surfing, bump rides, banana boat ride, fishing, snorkelling and scuba diving.</p>\r\n<p>&nbsp;</p>\r\n<p>The church festival celebrated yearly during August and the Shiva temple festivals like Adi Amavasai, Sasti and Chittirai chariot festivals are the major festivals of the land.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Thoothukudi</p>\r\n<p>&nbsp;</p>\r\n<p>Port of Thoothukudi during the Madras Presidency, c.a. 1913</p>\r\n<p>Thoothukudi has an extensive transport network and is well-connected to other major cities by road, rail and air. The corporation maintains a total length of 428.54 km (266.28 mi). The city has 37.665 km (23.404 mi) concrete roads, 329.041 km (204.457 mi) black topped surface roads, 56.592 km (35.165 mi) water bound macadam roads and 5.242 km (3.257 mi) earthen roads. The major roads within the city are NH 7A connecting Palayamkottai, Ettayapuram road(also called Madurai road) National Highway 45B (India), Ramanathapuram road or East Coast Road, Thiruchendur road or SH-176, West Cotton road and Victoria Extension Road. A bye pass road located outside the city connects the harbour, thermal plant, SPIC industry and Madurai Road. There are two bus stands in the city; Arignar Anna Bus Stand is located in the Palayamkottai road and Thoothukudi New Bus Stand is located in the Ettaiyapuram road. Around 700 buses are operated from these two bus stands, catering the local and inter city transport.</p>\r\n<p>&nbsp;</p>\r\n<p>The Tamil Nadu State Transport Corporation operates daily services connecting various cities to Thoothukudi. A new regional headquarters of TNSTC is being established in Thoothukudi which enables better transportation by government buses. The corporation operates a computerised reservation centre in the bus stand of the city. The State Express Transport Corporation operates long distance buses connecting the city to important cities like Bangalore, Chennai, Vellore and Kanyakumari. Thoothukudi being a harbour city has lot of container truck transport. As of 2008, the number of container trucks entering the city is 1000. The expansion of ECR from Thoothukudi to Kanyakumari via Tiruchendur and Koodankulam at a cost of Indian Rupee symbol.svg 2.57 billion sanctioned and is in progress.</p>\r\n<p>&nbsp;</p>\r\n<p>Thoothukudi Railway Station is one of the oldest and popular railway stations in India. It is one of few stations in Southern Tamil Nadu to have Pitline facility for Cleaning and Maintenance of Rail Coaches facilitating the operation of Long distance Trains from Thoothukudi. The line between Madurai and Thoothukudi was opened in 1874. The lines connecting to Thoothukudi is being electrified recently. Thoothukudi has direct daily rail connectivity to Chennai, Mysore, Coimbatore, okha, Tirunelveli. Vivek Express which connects Thoothukudi with Okha. Pearl City Express which connects Thoothukudi with Chennai Egmore Station is one of the Prestigious Trains of Southern Railway. An 8 Coach Link Train to Guruvayur Express has been introduced recently which connects Thoothukudi with Chennai during daytime.Thoothukudi City Railway Station is one of the oldest stations in India and South Indian Railway began a Madras &ndash; Thoothukudi service connecting with the boat to Ceylon in 1899. The station was declared a Model Station in 2007 and several infrastructure developments are in process. There is also another station, known as Thoothukudi Melur.</p>\r\n<p>&nbsp;</p>\r\n<p>Thoothukudi Airport is at Vagaikulam, 14 km (9 mi) from the heart of the city. It has flights to Chennai Operated by Spicejet (Twice a day). The State Government and Airport Authority of India plans to extend the runway and modernise the airport to handle to more traffic and bigger aircraft. The land acquisition process is completed and AAI is ready to start the expansion works. A new Terminal has been planned and the runway is to expanded to facilitate the movement of Airbus A320 and Boeing 737s. There was also a proposal in 2009 for a greenfield airport. Madurai Airport is the nearest international airport. Madurai Airport has daily International Connectivity to Colombo and Dubai.</p>\r\n<p>&nbsp;</p>\r\n<p>Thoothukudi Port Trust was renamed as V. O. Chidambaranar Port Trust is an artificial deep-sea harbour. It is one of the major in India.A luxury ferry liner, the Scotia Prince, was operating a ferry service to Colombo, Sri Lanka. Ferry services between the two countries have been revived after more than 20 years.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>Main article: List of educational institutions in Thoothukudi</p>\r\n<p>There are 31 schools in Thoothukudi city, of which 10 are operated by the municipal corporation. There are 31 high schools and higher secondary schools, one of which is a government school. Tuticorin has high literacy rates and lower literacy rate gap between males and females. There are five arts and science colleges, three polytechnics in the city. It also has a Fisheries college in the outskirts affiliated to Tamil Nadu Fisheries University, Nagappattinam. There is an Government Engineering college affiliated to Anna University on the highway to Tirunelveli, and many private engineering colleges on Tiruchedur road, Palayamkottai road. There is also a Government Medical college and Hospital. The colleges are affiliated to the Manonmaniam Sundaranar University in Tirunelveli. There are three Industrial Training Institutes (ITI) and about 50 computer training centres also. The city has Government Medical College Hospital and new ESI Hospital is being constructed at the Bypass road.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity supply to the city is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). Usage of Plastic polythene bags is banned inside corporation limits. Thoothukudi is the headquarters of the Thoothukudi region of TNEB that has four divisions. The city along with its suburbs forms the Thoothukudi Electricity Distribution Circle. A Chief Distribution engineer is stationed at the regional headquarters. Water supply is provided by the Thoothukudi City Corporation from the Tamirabarani with 8 overhead tanks. In the period 2010&ndash;2011, a total of 21 million litres of water was supplied everyday for households in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>About 96 metric tonnes of solid waste are collected from the city every day by door-to-door collection and subsequently the source segregation and dumping is carried out by the sanitary department of the Thoothukudi Municipal corporation. The coverage of solid waste management had efficiency of 94% as of 2011. The underground drainage system was constituted in 1984 and covers only certain zones of the corporation area. The remaining sewerage system for disposal of sullage is through septic tanks and public conveniences. The corporation maintains a total of 69.47 kilometres (43.17 mi) of storm water drains. The corporation operates five health posts throughout the city. Apart from these, there are various private hospitals and clinics that take care of the health care needs of the citizens.</p>\r\n<p>&nbsp;</p>\r\n<p>Thoothukudi comes under the Thoothukudi Telecom District of the Bharat Sanchar Nigam Limited (BSNL), India's state-owned telecom and internet services provider. Both Global System for Mobile Communications (GSM) and Code division multiple access (CDMA) mobile services are available. Apart from telecom, BSNL also provides broadband internet service. Thoothukudi is one of the few cities in India where BSNL's Caller Line Identification (CLI) based internet service Netone is available.</p>\r\n<p>&nbsp;</p>\r\n<p>Research Institutes/Centres</p>\r\n<p>There are many central and state government research institutes/centres also situated inside and outskirt of Thoothukudi city. Those are: Fisheries College and Research Institute (FCRI) outside on Harbour bybass road,[circular reference] Thoothukudi Research Centre of The Central Marine Fisheries Research Institute (CMFRI) on the Beach road, Suganthi Devadason Marine Research Institute (SDMRI) on Beach road, Outreach Centre of CSIR-Central Electrochemical Research Institute (CERI) in new harbour area, Thoothukudi&nbsp; and Sub-Regional office of The Marine Products Export Development Authority (MPEDA) in Millerpuram&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Thoothukudi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-thoothukudi-tamil-nadu","tags":[{"name":"thoothukudi","slug":"thoothukudi"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":910,"title":"Top Places to visit in Salem, Tamil Nadu","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"Salem is a city in Salem district in the Indian state of Tamil Nadu. It is located about 160 kilometres (100 mi) northeast of Coimbatore, 186 kilometres (116 mi) southeast of Karnataka state capital Bangalore and about 340 kilometres (210 mi) southwest of the state capital, Chennai. Salem is the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"salem","slug":"salem"}],"slug":"top-places-to-visit-in-salem-tamil-nadu","total":0},{"id":906,"title":"Top Places to visit in Perambalur, Tamil Nadu","imageUrl":"d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","dateCreated":"2019-10-16T03:40:24.685Z","dateModified":"2019-10-16T03:40:47.592Z","contributedBy":"AskGif","content":"Perambalur is a municipality town in the state of Tamil Nadu (Republic of India). It is the administrative headquarters of Perambalur district and Perambalur Taluk (Sub-District). Perambalur district is bounded on the North by Cuddalore and Salem, South by Trichy, East by Ariyalur, West by Trichy","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"perambalur","slug":"perambalur"}],"slug":"top-places-to-visit-in-perambalur-tamil-nadu","total":0},{"id":905,"title":"Top Places to visit in Namakkal, Tamil Nadu","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"namakkal","slug":"namakkal"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}