{"id":920,"title":"तूतीकोरिन में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","dateCreated":"2019-10-22T02:58:38.672Z","dateModified":"2019-10-22T02:59:04.017Z","contributedBy":"AskGif","content":"<p>थूथुकुडी (जिसे तूतीकोरिन के नाम से भी जाना जाता है, 2018 तक आधिकारिक नाम) एक बंदरगाह शहर और एक नगर निगम और भारत के तमिलनाडु राज्य में थूथुकुडी जिले का एक औद्योगिक शहर है। यह शहर बंगाल की खाड़ी के कोरोमंडल तट पर स्थित है। थूथुकुडी थुथुकुडी जिले का मुख्यालय है। यह चेन्नई के दक्षिण में 590 किलोमीटर (367 मील) और तिरुवनंतपुरम (त्रिवेंद्रम) से 190 किलोमीटर (118 मील) उत्तर पूर्व में स्थित है। भारतीय उद्योग परिसंघ के अनुसार, चेन्नई के बगल में थूथुकुडी का तमिलनाडु में दूसरा सबसे बड़ा मानव विकास सूचकांक है। थूथुकुडी सिटी तमिलनाडु मर्केंटाइल बैंक लिमिटेड के मुख्यालय के रूप में कार्य करता है। शहर में प्रमुख शैक्षिक प्रतिष्ठानों में थूथुकुडी मेडिकल कॉलेज, फिशरीज कॉलेज और रिसर्च इंस्टीट्यूट, तमिलनाडु मैरीटाइम अकादमी, वी.ओ.सी. आर्ट्स एंड साइंस कॉलेज, गवर्नमेंट पॉलिटेक्निक कॉलेज, अन्ना यूनिवर्सिटी थूथुकुडी कैंपस। और डॉ। शिवान्ति अदितानर कॉलेज ऑफ इंजीनियरिंग, तिरुचेंदूर। वी। ओ। चिदंबरनार पोर्ट ट्रस्ट भारत में सबसे तेजी से बढ़ते प्रमुख बंदरगाहों में से एक है। थूथुकुडी \"दक्षिण भारत का उभरता हुआ ऊर्जा और औद्योगिक केंद्र\" है।</p>\r\n<p>&nbsp;</p>\r\n<p>थूथुकुडी को शहर में किए गए मोती मछली पकड़ने के कारण \"पर्ल सिटी\" के रूप में जाना जाता है। यह एक वाणिज्यिक बंदरगाह है जो दक्षिणी भारत के अंतर्देशीय शहरों में कार्य करता है और तमिलनाडु के समुद्री द्वार में से एक है। यह भारत में 6 वीं शताब्दी ईस्वी तक के इतिहास के साथ प्रमुख बंदरगाहों में से एक है। माना जाता है कि इस शहर का महत्व पुरातन है और अलग-अलग समय पर, प्रारंभिक पांड्य, मध्यकालीन चोल, बाद में चोल, बाद में पांड्य, माबर सल्तनत, तिरुनेलवेली सल्तनत, विजयनगर साम्राज्य, मदुरै नायक, चंदा साहिब, कर्नाटक द्वारा किया गया। राज्य, पुर्तगाली, डच और ब्रिटिश। थूथुकुडी को पुर्तगाली, डच और बाद में ब्रिटिश ईस्ट इंडिया कंपनी ने बसाया था। शहर में 353.07 किमी 2 (136.32 वर्ग मील) के क्षेत्र को शामिल करने वाले एक थूथुकुडी नगर निगम द्वारा प्रशासित किया गया था और 2011 में 237,830 की आबादी थी। शहरी समूह की आबादी 2011 तक 410,760 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के अधिकांश लोग नमक के बर्तन, समुद्री-जन्मे व्यापार, मछली पकड़ने और पर्यटन में कार्यरत हैं। मन्नार की खाड़ी में थूथुकुडी और रामेश्वरम तटों के बीच के 21 द्वीपों को भारत के पहले समुद्री बायोस्फीयर रिजर्व के रूप में जाना जाता है, और वनस्पतियों और जीवों की लगभग 36,000 प्रजातियाँ हैं। इस संरक्षित क्षेत्र को मन्नार मरीन नेशनल पार्क की खाड़ी कहा जाता है। हमारी लेडी ऑफ स्नो बेसिलिका त्योहार अगस्त के दौरान प्रतिवर्ष मनाया जाता है। यह और शिव मंदिर त्यौहार, जैसे, आदि अमावसई, सस्ति, और चित्तराई रथ त्योहार - क्षेत्र के प्रमुख त्यौहार हैं। रोडवेज थुथुकुडी में परिवहन का प्रमुख साधन है, जबकि शहर में रेल, हवाई और समुद्री परिवहन भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>एक वाणिज्यिक केंद्र होने के अलावा, यह धूप और प्राचीन रेतीले समुद्र तटों के लिए एक विदेशी पर्यटक आकर्षण है। समुद्र के खेल जैसे सर्फिंग और पैराग्लाइडिंग की सुविधा भी उपलब्ध है। तूतीकोरिन के आसपास बहुत सारे धार्मिक और ऐतिहासिक रूप से महत्वपूर्ण स्थान हैं। जिला मुख्यालय सड़क, रेल, वायु और समुद्र द्वारा अच्छी तरह से जुड़ा हुआ है। जिले के लोग पर्यटन क्षेत्र के विकास से महत्वपूर्ण राजस्व उत्पन्न करने की उम्मीद करते हैं।</p>\r\n<p>तिरुचेंदुर मुरुगन मंदिर, तिरुचेंदूर।</p>\r\n<p>हमारी लेडी ऑफ स्नोज़ बेसिलिका, तूतीकोरिन।</p>\r\n<p>कुलशेखरत्नम बीच।</p>\r\n<p>ऐतिहासिक महत्व वाला एक गाँव पांचालंकुरिची।</p>\r\n<p>कयालपट्टिनम बीच।</p>\r\n<p>हरे द्वीप, तूतीकोरिन।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>सुब्रमण्य भारती, स्वतंत्रता सेनानी, कवि, पत्रकार, भारतीय स्वतंत्रता कार्यकर्ता और समाज सुधारक</p>\r\n<p>वी। ओ। चिदंबरम पिल्लई, जिन्हें कप्पलोतिया तमिल भी कहा जाता है</p>\r\n<p>उमरु पुलवार तमिल मुस्लिम कवि</p>\r\n<p>वीरपांडिया कट्टबोमन</p>\r\n<p>अलगुमुथु कोन, स्वतंत्रता सेनानी</p>\r\n<p>ओमोइथुराई, भारतीय पोलिगार</p>\r\n<p>आर। नालाकन्नू, कम्युनिस्ट लीडर, सोशल एक्टिविस्ट</p>\r\n<p>रामानीचंद्रन, तमिल रोमांस उपन्यासकार</p>\r\n<p>शिव नादर, भारतीय उद्योगपति और परोपकारी। वह एचसीएल टेक्नोलॉजीज के संस्थापक और अध्यक्ष हैं</p>\r\n<p>टी। एस। बलैया, तमिल अभिनेता</p>\r\n<p>जे पी चंद्रबाबू, तमिल अभिनेता</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन और अवकाश</p>\r\n<p>थूथुकुडी में ऑल इंडिया रेडियो स्टेशन है जो अंग्रेजी, सिंहल और तमिल (1053 kHz) में दक्षिण एशिया के लिए AIR बाहरी सेवाएं प्रदान करता है। थूथुकुडी शहर में एफएम रेडियो स्टेशनों में सूरन एफएम (93.5 मेगाहर्ट्ज), हैलो एफएम (106.4 मेगाहर्ट्ज) शामिल हैं। थूथुकुडी बीएसएनएल के पहले अंडरसीट केबल के लिए लैंडिंग बिंदु है जो थूथुकुडी को कोलंबो से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में थरुवई मल्टी पर्पस स्टेडियम है जो तमिलनाडु के खेल विकास प्राधिकरण द्वारा बनाए रखा गया है। थूथुकुडी जिमखाना क्लब में दो सिंथेटिक टर्फ टेनिस कोर्ट हैं, थूथुकुडी तमिलनाडु में चेन्नई के बाद एकमात्र ऐसी जगह है जहां यह आधुनिक सुविधा है। थूथुकुडी को विशेष रूप से मैकरॉन की बेकरी वस्तुओं के लिए जाना जाता है। यह एक हल्का, बेक्ड कन्फेक्शन है, जिसमें बादाम, नारियल और नट (फल) जैसे व्यंजन शामिल हैं। थूथुकुडी मैकरून यूरोपीय मैकरून से थोड़ा अलग है क्योंकि इसमें काजू मुख्य घटक के रूप में है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>थूथुकुडी मैक्रों</p>\r\n<p>शहर के केंद्र में स्थित शिव मंदिर और हमारी लेडी ऑफ स्नो बेसिलिका शहर के प्रमुख धार्मिक आकर्षण हैं। चर्च देश भर के आगंतुकों को बहुत आकर्षित करता है और भारत में कैथोलिक तीर्थयात्रा केंद्रों में से एक है जो वर्जिन मैरी को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुथु नगर नया बीच (कैलडवेल हायर सेकेंडरी स्कूल के सामने स्थित), रोचे पार्क (शहर के दक्षिणी कोने पर स्थित), हार्बर बीच पार्क (शहर से लगभग 10 किमी दक्षिण में स्थित), नेहरू पार्क (उत्तरी दिशा में स्थित है) शहर), राजाजी पार्क (सरकारी अस्पताल के पास), भारत रत्न पुरैची थलाइवर एमजीआर पार्क (थूथुकुडी कॉर्पोरेशन बुरियल ग्राउंड के पास), एमजीआर पार्क (नीला सागर फूड्स के पास) और पर्ल सिटी बीच शहर के प्रमुख आकर्षण हैं। पर्ल सिटी बीच को 2013 में विकसित और उद्घाटन किया गया था। शहर के करीब स्थित कई द्वीप हैं, जो हरे द्वीप (सड़क मार्ग से सुलभ), नल्ला थन्नी द्वीप, जो सप्ताहांत और त्यौहार के मौसम के दौरान बहुत से पर्यटकों को आकर्षित करता है। रोचे पार्क के सामने स्थित नाले में कयाकिंग की सुविधा वाला एक इको पार्क है जो प्रतिदिन सुबह 6 बजे से शाम 6 बजे तक संचालित होता है। पर्ल सिटी समुद्र तट में विभिन्न प्रकार की जल क्रीड़ा गतिविधियाँ हैं जिनमें जेट स्कीइंग, वाटर स्कूटर, विंड सर्फिंग, पैडल सर्फिंग, बम्प राइड्स, केला बोट राइड, फिशिंग, स्नोर्केलिंग और स्कूबा डाइविंग शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अगस्त के दौरान वार्षिक रूप से मनाया जाने वाला चर्च त्योहार और आदि अमावसई, सस्ति और चित्तराई रथ त्योहार जैसे शिव मंदिर त्योहार भूमि के प्रमुख त्योहार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: थूथुकुडी में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>मद्रास प्रेसीडेंसी के दौरान पोर्ट ऑफ थूथुकुडी, सी.ए. 1913</p>\r\n<p>थूथुकुडी में एक व्यापक परिवहन नेटवर्क है और यह सड़क, रेल और हवाई मार्ग से अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। निगम की कुल लंबाई 428.54 किमी (266.28 मील) है। शहर में 37.665 किमी (23.404 मील) कंक्रीट सड़कें, 329.041 किमी (204.457 मील) काले रंग की सबसे ऊपरी सड़कें, 56.592 किमी (35.165 मील) पानी से लदी मैकाडम सड़कें और 5.242 किमी (3.257 मील) मिट्टी की सड़कें हैं। शहर के भीतर प्रमुख सड़कें NH 7A हैं जो पलयमकोट्टई, एट्टायपुरम रोड (जिसे मदुरै रोड भी कहा जाता है) राष्ट्रीय राजमार्ग 45B (भारत), रामनाथपुरम रोड या ईस्ट कोस्ट रोड, तिरुचेंदुर रोड या SH-176, वेस्ट कॉटन रोड और विक्टोरिया एक्सटेंशन रोड को जोड़ती हैं। शहर के बाहर स्थित एक बाय पास सड़क बंदरगाह, थर्मल प्लांट, एसपीआईसी उद्योग और मदुरै रोड को जोड़ती है। शहर में दो बस स्टैंड हैं; अरिगनार अन्ना बस स्टैंड, पलायमकोट्टई रोड और थूथुकुड़ी न्यू बस स्टैंड, एत्मायपुरम रोड में स्थित है। इन दो बस स्टैंडों से लगभग 700 बसों का संचालन होता है, जो स्थानीय और इंटर सिटी परिवहन को पूरा करती हैं।</p>\r\n<p>तमिलनाडु स्टेट ट्रांसपोर्ट कॉरपोरेशन विभिन्न शहरों को थूथुकुडी से जोड़ने वाली दैनिक सेवाओं का संचालन करता है। थुथुकुडी में TNSTC का एक नया क्षेत्रीय मुख्यालय स्थापित किया जा रहा है जो सरकारी बसों द्वारा बेहतर परिवहन को सक्षम बनाता है। निगम शहर के बस स्टैंड में एक कम्प्यूटरीकृत आरक्षण केंद्र संचालित करता है। राज्य एक्सप्रेस परिवहन निगम शहर को बैंगलोर, चेन्नई, वेल्लोर और कन्याकुमारी जैसे महत्वपूर्ण शहरों से जोड़ने के लिए लंबी दूरी की बसों का संचालन करता है। थूथुकुडी एक बंदरगाह शहर होने के नाते बहुत सारे कंटेनर ट्रक परिवहन हैं। 2008 तक, शहर में प्रवेश करने वाले कंटेनर ट्रकों की संख्या 1000 है। थुरुकुकुडी से कन्याकुमारी तक तिरुचेंदुर और कुडनकुलम के माध्यम से ईसीआर का विस्तार भारतीय रुपये के प्रतीक की लागत पर है।एसवीजी 2.57 बिलियन स्वीकृत और प्रगति पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>थूथुकुडी रेलवे स्टेशन भारत के सबसे पुराने और लोकप्रिय रेलवे स्टेशनों में से एक है। दक्षिणी तमिलनाडु के कुछ स्टेशनों में से एक है जिसमें थुथुकुडी से लंबी दूरी की ट्रेनों के संचालन की सुविधा के लिए रेल कोचों की सफाई और रखरखाव के लिए पिटलाइन की सुविधा है। मदुरई और थूथुकुडी के बीच की लाइन 1874 में खोली गई थी। थूथुकुडी से जुड़ने वाली लाइनों को हाल ही में विद्युतीकृत किया जा रहा है। थूथुकुडी से चेन्नई, मैसूर, कोयम्बटूर, ओखा, तिरुनेलवेली के लिए दैनिक रेल संपर्क है। विवेक एक्सप्रेस जो थुथुकुडी को ओखा से जोड़ती है। पर्ल सिटी एक्सप्रेस जो चेन्नई एग्मोर स्टेशन के साथ थूथुकुडी को जोड़ती है, दक्षिण रेलवे की प्रतिष्ठित ट्रेनों में से एक है। गुरुवायुर एक्सप्रेस के लिए हाल ही में एक 8 कोच लिंक ट्रेन शुरू की गई है, जो दिन के दौरान चेन्नई के साथ थूथुकुड़ी को जोड़ती है। ठिठुकुड़ी सिटी रेलवे स्टेशन भारत में सबसे पुराने स्टेशनों में से एक है और दक्षिण भारतीय रेलवे ने मद्रास - थूथुकुडी सेवा की शुरुआत 1899 में सीलोन से नाव से की स्टेशन को 2007 में एक मॉडल स्टेशन घोषित किया गया था और कई बुनियादी ढाँचे विकास की प्रक्रिया में हैं। एक अन्य स्टेशन भी है, जिसे थूथुकुड़ी मेलूर के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>थूथुकुडी हवाई अड्डा शहर के केंद्र से 14 किमी (9 मील) वागाईकुलम में है। इसमें स्पाइसजेट द्वारा संचालित चेन्नई (दिन में दो बार) की उड़ानें हैं। राज्य सरकार और एयरपोर्ट अथॉरिटी ऑफ इंडिया ने रनवे का विस्तार करने और अधिक यातायात और बड़े विमानों को संभालने के लिए हवाई अड्डे को आधुनिक बनाने की योजना बनाई है। भूमि अधिग्रहण की प्रक्रिया पूरी हो गई है और एएआई विस्तार कार्य शुरू करने के लिए तैयार है। एक नए टर्मिनल की योजना बनाई गई है और एयरबस ए 320 और बोइंग 737 के आंदोलन को सुविधाजनक बनाने के लिए रनवे का विस्तार किया जाना है। ग्रीनफील्ड हवाई अड्डे के लिए 2009 में एक प्रस्ताव भी था। मदुरै हवाई अड्डा निकटतम अंतर्राष्ट्रीय हवाई अड्डा है। मदुरई हवाई अड्डे से कोलंबो और दुबई के लिए दैनिक अंतर्राष्ट्रीय कनेक्टिविटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>थूथुकुडी पोर्ट ट्रस्ट का नाम बदलकर वी। ओ। चिदंबरनार पोर्ट ट्रस्ट कर दिया गया जो एक कृत्रिम गहरे समुद्र का बंदरगाह है। यह भारत में प्रमुख है। लग्जरी फेरी लाइनर, स्कोटिया प्रिंस, कोलंबो, श्रीलंका के लिए एक फ़ेरी सेवा का संचालन कर रहा था। दोनों देशों के बीच फेरी सेवाओं को 20 से अधिक वर्षों के बाद पुनर्जीवित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>मुख्य लेख: थूथुकुडी में शैक्षिक संस्थानों की सूची</p>\r\n<p>थूथुकुडी शहर में 31 स्कूल हैं, जिनमें से 10 नगर निगम द्वारा संचालित हैं। 31 हाई स्कूल और हायर सेकंडरी स्कूल हैं, जिनमें से एक सरकारी स्कूल है। तूतीकोरिन में पुरुषों और महिलाओं के बीच उच्च साक्षरता दर और कम साक्षरता दर का अंतर है। शहर में पांच कला और विज्ञान महाविद्यालय, तीन पॉलिटेक्निक हैं। इसका बाहरी क्षेत्र में एक मत्स्य महाविद्यालय भी है, जो तमिलनाडु मत्स्य विश्वविद्यालय, नागप्पट्टिनम से संबद्ध है। तिरुनेलवेली के राजमार्ग पर अन्ना विश्वविद्यालय से संबद्ध एक सरकारी इंजीनियरिंग कॉलेज है, और तिरुचिदुर रोड, पलायमकोट्टई रोड पर कई निजी इंजीनियरिंग कॉलेज हैं। एक सरकारी मेडिकल कॉलेज और अस्पताल भी है। कॉलेज तिरुनेलवेली में मानोमनियम सुंदरनार विश्वविद्यालय से संबद्ध हैं। तीन औद्योगिक प्रशिक्षण संस्थान (आईटीआई) और लगभग 50 कंप्यूटर प्रशिक्षण केंद्र भी हैं। शहर में सरकारी मेडिकल कॉलेज अस्पताल है और बाईपास रोड पर नए ईएसआई अस्पताल का निर्माण किया जा रहा है।</p>\r\n<p>शहर को बिजली की आपूर्ति को विनियमित किया जाता है और तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा वितरित किया जाता है। प्लास्टिक पॉलीथिन बैग के उपयोग पर निगम सीमा के अंदर प्रतिबंध है। थूथुकुडी टीएनईबी के थूथुकुडी क्षेत्र का मुख्यालय है जिसमें चार प्रभाग हैं। अपने उपनगरों के साथ शहर थुथुकुड़ी विद्युत वितरण सर्कल बनाता है। एक मुख्य वितरण इंजीनियर क्षेत्रीय मुख्यालय में तैनात है। तमीराबारानी से 8 ओवरहेड टैंक के साथ थूथुकुडी नगर निगम द्वारा पानी की आपूर्ति की जाती है। 2010-2011 की अवधि में, शहर में घरों के लिए हर दिन कुल 21 मिलियन लीटर पानी की आपूर्ति की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>डोर-टू-डोर कलेक्शन द्वारा शहर से हर दिन लगभग 96 मीट्रिक टन ठोस कचरा एकत्र किया जाता है और बाद में थूथुकुडी नगर निगम के स्वच्छता विभाग द्वारा स्रोत अलगाव और डंपिंग किया जाता है। 2011 तक ठोस अपशिष्ट प्रबंधन की कवरेज में 94% की दक्षता थी। भूमिगत जल निकासी प्रणाली 1984 में गठित की गई थी और इसमें निगम क्षेत्र के केवल कुछ क्षेत्र शामिल हैं। मल के निस्तारण के लिए शेष सीवरेज प्रणाली सेप्टिक टैंक और सार्वजनिक उपयुक्तता के माध्यम से है। निगम तूफानी जल नालियों का कुल 69.47 किलोमीटर (43.17 मील) का रखरखाव करता है। निगम पूरे शहर में पांच स्वास्थ्य पदों का संचालन करता है। इनके अलावा, कई निजी अस्पताल और क्लीनिक हैं जो नागरिकों की स्वास्थ्य देखभाल की जरूरतों का ख्याल रखते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>थूथुकुडी भारत संचार निगम लिमिटेड (बीएसएनएल), भारत के राज्य के स्वामित्व वाले दूरसंचार और इंटरनेट सेवा प्रदाता के थूथुकुडी टेलीकॉम जिले के अंतर्गत आता है। मोबाइल संचार के लिए ग्लोबल सिस्टम (जीएसएम) और कोड डिवीजन मल्टीपल एक्सेस (सीडीएमए) मोबाइल सेवाएं उपलब्ध हैं। दूरसंचार के अलावा, बीएसएनएल ब्रॉडबैंड इंटरनेट सेवा भी प्रदान करता है। थूथुकुडी भारत के उन कुछ शहरों में से एक है जहां बीएसएनएल की कॉलर लाइन आइडेंटिफिकेशन (सीएलआई) आधारित इंटरनेट सेवा नेटोन उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसंधान संस्थान / केंद्र</p>\r\n<p>कई केंद्रीय और राज्य सरकार के अनुसंधान संस्थान / केंद्र भी हैं जो थूथुकुडी शहर के अंदर और बाहर स्थित हैं। वे हैं: हार्बर बाईपास रोड पर फिशरीज कॉलेज एंड रिसर्च इंस्टीट्यूट (एफसीआरआई), [सर्कुलर रेफरेंस] द सेंट्रल मरीन फिशरीज रिसर्च इंस्टीट्यूट (सीएमएफआरआई) के बीच रोड पर, सुगंती देवदास मरीन रिसर्च इंस्टीट्यूट (एसडीएमआरआई) बीच रोड पर , नए बंदरगाह क्षेत्र में सीएसआईआर-सेंट्रल इलेक्ट्रोकेमिकल रिसर्च इंस्टीट्यूट (सीईआरआई) के आउटरीच सेंटर, मिलरपुरम में द मरीन प्रोडक्ट्स एक्सपोर्ट डेवलपमेंट अथॉरिटी (एमपीईडीए) के थूथुकुडी और उप-क्षेत्रीय कार्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thoothukudi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/63d8f03a-8512-44a8-b5d3-ec049e05fb16_Thoothukudi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-thoothukudi-tamil-nadu","tags":[{"name":"तूतीकोरिन","slug":"thoothukudi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":910,"title":"सलेम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","dateCreated":"2019-10-17T01:39:09.181Z","dateModified":"2019-10-17T01:39:26.653Z","contributedBy":"AskGif","content":"सलेम भारत के तमिलनाडु राज्य में सलेम जिले का एक शहर है। यह कोयम्बटूर के उत्तर-पूर्व में लगभग 160 किलोमीटर (100 मील), कर्नाटक राज्य की राजधानी बैंगलोर के दक्षिण-पूर्व में 186 किलोमीटर (116 मील) और राज्य की राजधानी चेन्नई से लगभग 340 किलोमीटर (210 मील) दक्षिण-पश्चिम में स्थित है। सलेम जनसंख्या के ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cccaf334-8178-4511-9d47-13ab263101be_Salem-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"सलेम","slug":"salem"}],"slug":"top-places-to-visit-in-salem-tamil-nadu","total":0},{"id":906,"title":"पेरम्बलुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","dateCreated":"2019-10-16T03:40:24.685Z","dateModified":"2019-10-16T03:40:47.592Z","contributedBy":"AskGif","content":"पेरम्बलुर तमिलनाडु राज्य (भारत गणराज्य) में एक नगरपालिका शहर है। यह पेरंबलूर जिले और पेरम्बलुर तालुक (उप-जिला) का प्रशासनिक मुख्यालय है। पेरम्बलूर जिला उत्तर में कुड्डलोर और सलेम, दक्षिण में त्रिची, पूर्व में अरियालुर, पश्चिम में त्रिची और सलेम से घिरा है। 2011 की जनगणना के अनुसार, शहर की आबादी 4","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"पेरम्बलुर","slug":"perambalur"}],"slug":"top-places-to-visit-in-perambalur-tamil-nadu","total":0},{"id":905,"title":"नमक्कल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"नमक्कल एक चयन ग्रेड नगर पालिका और भारतीय राज्य तमिलनाडु में नमक्कल जिले का मुख्यालय है। यह पर्यावरण प्रबंधन के लिए एशिया में पहली आईएसओ 14001-2004 प्रमाणित नगर पालिका है, विशेष रूप से पानी की आपूर्ति, ठोस अपशिष्ट और सीवेज प्रबंधन, टाउन प्लानिंग, प्रकाश व्यवस्था और अन्य सामाजिक सेवाओं के प्रावधान ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नमक्कल","slug":"namakkal"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}