{"id":921,"title":"तिरुपत्तूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","dateCreated":"2019-10-22T12:54:51.447Z","dateModified":"2019-10-22T12:55:17.633Z","contributedBy":"AskGif","content":"<p>तिरुपत्तूर एक शहर है और भारत में तमिलनाडु के सबसे पुराने स्थानों में से एक, तिरुपतूर जिले का मुख्यालय भी है। यह अपने आसपास के पर्वतों में बारीक चंदन की लकड़ी के भंडार के लिए जाना जाता है। यह कृष्णगिरि से लगभग 42 किमी, होसुर से 85 किमी, तिरुवनमलाई से 85 किमी, चेन्नई से 210 किमी और बैंगलोर से 125 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>येलागिरी या इलागिरि, वानीयंबादी और जोलारपेट्टई (तमिलनाडु, भारत) के शहरों के बीच एक छोटा सा हिल स्टेशन है, जो ब्रिटिश औपनिवेशिक दिनों के लिए वापस आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>\"येलागिरी का पूरा समय कभी येलागिरी ज़मींदार परिवार की निजी संपत्ति थी। इसे 1950 के दशक की शुरुआत में भारत सरकार ने अपने अधिकार में ले लिया था। येलागिरी ज़मींदारों का घर अभी भी रेड्डूर में मौजूद है।\"</p>\r\n<p>&nbsp;</p>\r\n<p>फादर डॉन बोस्को के फ्रांसिस गेज़ू ने पहाड़ी आदिवासियों के उत्थान के लिए काम किया। येलागिरी के लोगों के लिए शैक्षिक उत्थान का मुख्य कारण रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>येलगिरि से 37 किमी, अथानवुर से 37 किमी और थिरुपट्टूर से 13 किमी की दूरी पर, जदयनुर के पास शानदार जलगामपराई झरने येल्लिरी हिल्स की घाटियों से होकर बहने वाली अतरारू नदी द्वारा बनाई गई हैं। यह यालागिरी हिल्स में घूमने के लिए सबसे अच्छी जगहों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलागमपराई झरने 15 मीटर की ऊंचाई से नीचे बह रहे हैं। इस झरने में स्नान करने से बीमारियों का इलाज किया जाता है क्योंकि यह पहाड़ियों के विभिन्न हर्बल पौधों से होकर गुजरता है। फॉल्स में एक ट्रेक रूट है और एक मोटरेबल रोड भी है। नीलवूर से 6 किमी (येलागिरी पुंगनूर झील से 6 किमी) के 1.5 घंटे के ट्रेक के बाद फॉल्स तक पहुंचा जा सकता है। यह थोड़ा कठिन ट्रेक है, लेकिन फॉल्स से घाटी का दृश्य वास्तव में अद्भुत है। ट्रेक को गिराने के लिए स्थानीय गाइड उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मोटरेबल सड़क थिरुपट्टूर (13.4 किमी दूर) से गुजरती है, जिसमें 5 से 10 मिनट की पैदल दूरी की आवश्यकता होती है। झरने का पृथक स्थान पिकनिक के लिए बड़े समूहों में लोगों को आकर्षित करता है। हाल के वर्षों की तुलना में जलगामापराई झरनों में पानी का प्रवाह काफी कम हो गया है। जलागमपराई के समीप एक लिंगम के आकार में निर्मित भवन के भीतर मुरुगन मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलागमपराई झरना नवंबर से फरवरी तक अपने सबसे अच्छे स्थान पर होता है जब यह पानी से भर जाता है लेकिन गर्मियों में झरना सूख जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ज़रूरी नज़ारे</p>\r\n<p>येलागिरी वानीयंबादी-तिरुपत्तूर रोड पर एक हिल स्टेशन है, जो चेन्नई और बैंगलोर के बीच में है। 1,050 मीटर (3,500 फीट) की ऊँचाई पर स्थित है और 30 किमी 2 में फैला हुआ है, येलागिरी गाँव (कई बार इलागिरि भी कहा जाता है) बागों, गुलाब-बागानों और हरी घाटियों से घिरा हुआ है। वीनू बापू वेधशाला, श्री वेकटाल्यामन मंदिर (142 फीट ऊंचाई) (13 किमी) कंधिली, भीमन फॉल्स (तिरुपत्तूर से 38 किमी) और जलागमपराई फॉल्स (तिरुपुर से 14 किमी) अन्य प्रमुख पर्यटन स्थल हैं। यलगिरी पहाड़ियों के पूर्वी ढलान पर जलागमपराई झरने पाए जाते हैं। जावड़ी हिल्स तिरुपतुर से लगभग 35 किमी दूर स्थित है। इस पहाड़ी के मध्य में, कवलूर वेधशाला है, जिसमें कई ऑप्टिकल और परावर्तक दूरबीनें हैं जो भारतीय खगोल भौतिकी संस्थान द्वारा संचालित और शासित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>तमिलनाडु राज्य बस परिवहन निगम (TNSTC) इस शहर को 85% परिवहन सुविधाएं प्रदान कर रहा है। तिरुपत्तूर भारत के प्रमुख शहरों से सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। परिवहन संपर्क के संबंध में, चेन्नई से कृष्णगिरि (वाया) नटरामपल्ली तक राजमार्ग (NH 46) शहर के बाहरी इलाके से गुजरता है। यह शहर चेन्नई (225 किमी), बैंगलोर (130 किमी), वेल्लोर (87 किमी) और सलेम (108 किमी) के साथ एक दूरी से अलग है। कई राज्य राजमार्ग धर्मपुरी (60 किमी), कृष्णगिरि (40 किमी) वानीयंबादी (22 किमी), हरुर (47 किमी) और सलेम (108 किमी) खंड से शहर को जोड़ता है। चेन्नई, वेल्लोर, हरुर, सलेम, बैंगलोर और विल्लुपुरम के लिए लगातार बसें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुपतुर रेलवे स्टेशन दक्षिणी रेलवे के प्रशासनिक नियंत्रण में है। यह बस स्टैंड से 2 किमी दूर है। उत्तर की ओर यात्रा, जोलारपेट्टई जंक्शन (8 किमी) निकटतम जंक्शन है, और दक्षिण-पश्चिम में जाना, मोरप्पुर अगला स्टेशन है। जोलारपेट्टई रेलवे जंक्शन से निकटता के कारण केवल कुछ एक्सप्रेस ट्रेनें यहाँ रुकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डे सलेम (105 किमी) और वेल्लोर एयर स्ट्रिप (85 किमी) हैं, जबकि निकटतम अंतरराष्ट्रीय हवाई अड्डे बेंगलुरु (135 किमी) और चेन्नई (225 किमी) हैं।</p>\r\n<p>घूमने के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>येलागिरी हिल्स (तिरुपति से 27 किमी)</p>\r\n<p>येलागिरी चेन्नई और बंगलौर के बीच में वानीयंबादी-तिरुपत्तूर रोड पर स्थित एक हिल-स्टेशन है। 1,050 मीटर (3,500 फीट) की ऊँचाई पर स्थित है और 30 किमी 2 में फैला हुआ है, येलागिरी गाँव (कई बार इलागिरि भी कहा जाता है) बागों, गुलाब-बागानों और हरी घाटियों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>वीनू बापू वेधशाला (तिरुपतिपुर से 37 किमी - एशिया में सबसे बड़ी दूरबीन।)</p>\r\n<p>श्री वेंकटाल्मन मंदिर (142 फीट ऊंचाई) (13 किमी) कंधिली</p>\r\n<p>जलागमपराई जलप्रपात (तिरुपतुर से 14 किमी)</p>\r\n<p>यलगिरी पहाड़ियों के पूर्वी ढलान पर जलागमपराई झरने पाए जाते हैं। यह तिरुपत्तूर से लगभग 14 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जावड़ी हिल्स (त्युरपट्टूर से 35 किमी)</p>\r\n<p>जामुनमाथुर पहाड़ियों पर स्थित भेमेन फॉल्स (तिरुपतिपुर से 38 किमी)।</p>\r\n<p>जावड़ी हिल्स तिरुपतुर से लगभग 35 किमी दूर स्थित है। \"सीवान जलप्रपात\" के पास स्थित है। इस पहाड़ी के मध्य में, कवलूर वेधशाला है, जिसमें कई ऑप्टिकल और परावर्तक दूरबीनें हैं जो भारतीय खगोल भौतिकी संस्थान द्वारा संचालित और शासित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री समुंदिसवारी अम्मन मंदिर (तिरुपतूर से 22 किमी)</p>\r\n<p>मंदिरों का दौरा</p>\r\n<p>इस प्राचीन शहर में जाने के लिए कई मंदिर हैं,</p>\r\n<p>&nbsp;</p>\r\n<p>नाथम, जुरहरा ईश्वरार (शिव) मंदिर (चोलानाथि में स्थित चोल राजा द्वारा निर्मित बहुत पुराना मंदिर)</p>\r\n<p>श्री समुंदिसवारी अम्मन मंदिर 500 साल पुराना, मारीमानिकुपम</p>\r\n<p>\"कोट्टई ईस्वरन\" मंदिर तिरुपति में सबसे बड़ा मंदिर है और माना जाता है कि यह एक भूमिगत मार्ग है जो वेल्लोर किले से जुड़ता है। यह लगभग 1000 साल पुराना मंदिर है। इस मंदिर में ऐतिहासिक घटना घटित हुई है कि ADHI संतकार ने इस मंदिर का दौरा किया और SRI SAKARA प्लेटें प्रस्तुत कीं, वर्तमान में इसे अम्मान सानिध्य में रखा गया है। हर महीने पूर्णिमा पूजा और प्रदोष पूजा हो रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>सी के आश्रम (स्थान)</p>\r\n<p>गजेंद्र वरदराज पेरुमल मंदिर</p>\r\n<p>कामच्युतमन / कलिमान मंदिर।</p>\r\n<p>श्री रेणुगा परमेश्वरी मंदिर (चिन्यालीस मरियम्मन मंदिर), यह मंदिर एक तालाब के किनारे में है। यह एक ऐतिहासिक तालाब है। यह 800 साल पुराना है। मंदिर 1000 साल पुराना है। इस मंदिर के भक्तों के लिए आदि मरियम्मन थिरुविज़ा एक महान त्योहार है। नवरथिरी, इपसी का फुलमून दिन, हर महीने का पहला शुक्रवार, 108 संगो पूजा विशेष आरती आयोजित की गई।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री सैंकड़ा निलयम मंदिर</p>\r\n<p>श्री सखी साईंबाबा मंदिर।</p>\r\n<p>धंदापानी मंदिर। पंगुनी उथीराम इस मंदिर में सबसे प्रसिद्ध त्योहार है। लोग इस दिन 'पाल कावड़ियां' ले जाने के लिए उपयोग करते हैं और थायोपोसम पर विशेष पूजा की जाती है। Soora Samharam भी हर साल आयोजित एक प्रसिद्ध कार्यक्रम है।</p>\r\n<p>&bull; \"क्रिसथुकुला आश्रम जहाँ हर प्रयासरत प्रार्थनाएँ और आध्यात्मिक सभाएँ कई प्रसिद्ध लोगों जैसे मोहन सी लाजर, सैम अप्पादुराई, आदि द्वारा शांत होती हैं। '</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मराज कोविल गली में कन्ननूर मारीयमन मंदिर, यहाँ के मुख्य देवता, देवता अमन, हर शुक्रवार को विशेष अलंकरा (देवी के रूप में अवतारों की पोशाक) के लिए अपनी विशेषता तलाशते रहे हैं, जैसे कि 108 सप्ताह से अधिक 3 सफल पूजाओं के साथ रहा है। पूरे शहर और गांवों से लोग आते हैं और विशेष रूप से हर शुक्रवार को आध्यात्मिक गतिविधियों में शामिल होते हैं। हर हफ्ते 1000-1200 लोग जाते हैं।</p>\r\n<p>श्री शिव सुब्रमण्य स्वामी मंदिर, अधियूर गाँव में स्थित है। यह तिरुपतिपुर क्षेत्र और अधियूर में प्रसिद्ध मंदिर है। यह मंदिर थाइपोसम महोत्सव हर साल आयोजित किया जाता है।</p>\r\n<p>वेणुगोपालस्वामी कोविल स्ट्रीट पर स्थित रिटाय विनयगर मंदिर। भगवान विनायगर यहां दो के रूप में पाए जाते हैं। और यहाँ भी भगवान कृष्ण को \"वेणुगोपालस्वामी\" के नाम से पुकारा जाता है। भगवान विनायगा ने दो और भगवान कृष्ण ने इस मंदिर में एक ही स्थान पर दर्शन किए।</p>\r\n<p>पूजा के स्थान</p>\r\n<p>चर्च</p>\r\n<p>&nbsp;</p>\r\n<p>येसु मंत्रालयों के मित्र,</p>\r\n<p>&nbsp;</p>\r\n<p>मैरी ईसाइयों की मदद - पैरिश,</p>\r\n<p>&nbsp;</p>\r\n<p>सीएसआई क्राइस्ट चर्च,</p>\r\n<p>&nbsp;</p>\r\n<p>सेक्रेड हार्ट कॉलेज चर्च,</p>\r\n<p>&nbsp;</p>\r\n<p>डॉन बॉस्को स्कूल चर्च,</p>\r\n<p>&nbsp;</p>\r\n<p>मेरी बेदाग स्कूल चर्च,</p>\r\n<p>&nbsp;</p>\r\n<p>डोमिनिक सैवियो स्कूल चर्च,</p>\r\n<p>&nbsp;</p>\r\n<p>स्वर्ग के चर्च के गेट,</p>\r\n<p>&nbsp;</p>\r\n<p>कोविलूर चर्च-पुदुकोट्टई,</p>\r\n<p>&nbsp;</p>\r\n<p>इमैनुअल चर्च (इमैनुएल इंजील मिशन),</p>\r\n<p>&nbsp;</p>\r\n<p>पेंटेकोस्टल मिशन चर्च,</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय इंजील लूथरन चर्च।</p>\r\n<p>&nbsp;</p>\r\n<p>क्रिसथुकुला आश्रम (स्थान)</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद / अरबी: मस्जिद مججد / பள்: Mas் .்</p>\r\n<p>&nbsp;</p>\r\n<p>मुस्लिम मस्जिद में नियमित और समय-समय पर नमाज अदा करते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अक्सा मस्जिद / किला ईदगाह मस्जिद, मक्का मस्जिद, गोल गुम्बज दरगाह मस्जिद, जमैया मस्जिद, तवाक्कल मस्जिद, क़ुसर्रे इलाही (क़ाज़ी) मस्जिद, क़िला मस्जिद / किला मस्जिद, गरीब मस्जिद, बिलाल मस्जिद, मदन मस्जिद, मदीना मस्जिद, मदन मस्जिद , नूर मस्जिद, इज्तिमा मस्जिद, बाजार मस्जिद, नई गली मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर Jurahara Eswarar मंदिर @ Natham हिंदू मंदिर: पुडुकोट्टई मरिंमन मंदिर, Jalagamparai पानी गिरना के मुरुगन मंदिर, Varadharaja पेरूमल कोइल, धंदापानी कोइल, Kumarasamy कोइल, कोट्टई Bhrameswaran कोइल, कोट्टई दरवाजा Anjaneyar कोइल, धर्मराज कोइल, Kaliyamman कोइल, Muthumariamman कोइल, Renuga Parameswari ( चिन्ना कुलम मरिअम्मन कोइल), कारू मरियमम कोइल, तिरुपति गंगईअम्मन कोइल, अंगमुथुअरीअम्मन कोइल, गेटूर मारीअम्मम कोइल, अधियुर श्री शिवश्रममणि स्वामी मंदिर, पुलिस लाइन (मुथुमरीअम्मन) कोइल वल्लरार नगर नवीन शाक्यम मलयम</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>तमिलनाडु राज्य बस परिवहन निगम (TNSTC) इस शहर को 85% परिवहन सुविधाएं प्रदान कर रहा है। तिरुपत्तूर भारत के प्रमुख शहरों से सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। परिवहन संपर्क के संबंध में, चेन्नई से कृष्णगिरि (वाया) नटरामपल्ली तक राजमार्ग (NH 46) शहर के बाहरी इलाके से गुजरता है। यह शहर चेन्नई (225 किमी), बैंगलोर (130 किमी), वेल्लोर (87 किमी) और सलेम (108 किमी) के साथ एक दूरी से अलग है। कई राज्य राजमार्ग धर्मपुरी (60 किमी), कृष्णगिरि (40 किमी) वानीयंबादी (22 किमी) और सलेम (108 किमी) खंड से शहर को जोड़ता है। TNSTC प्रतिदिन चेन्नई में लक्जरी वोल्वो ए / सी बसें (रूट नंबर: 502 बी) भी संचालित करती है। चेन्नई, वेल्लोर, सलेम, बैंगलोर, विल्लुपुरम के लिए लगातार बसें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>तिरुपतुर रेलवे स्टेशन दक्षिणी रेलवे के प्रशासनिक नियंत्रण में है। यह बस स्टैंड से 2 किमी दूर है। उत्तर की ओर यात्रा करते हुए, जोलारपेट्टई जंक्शन (8 किमी) निकटतम जंक्शन है और दक्षिण-पश्चिम में जा रहा है, समलपट्टी अगला स्टेशन है। जोलारपेट रेलवे जंक्शन से निकटता के लिए केवल कुछ एक्सप्रेस ट्रेनें यहाँ रुकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>येलागिरी एक्सप्रेस प्रतिदिन जोलारपेट्टई से चेन्नई तक चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेस्टकोस्ट एक्सप्रेस (मैंगलोर-चेन्नई सेंट्रल-मंगलौर) हर दिन तिरुप्पत्तूर रेलवे स्टेशन पर रुकती है। तिरूपत्तूर स्टेशन पर रुकने वाली अन्य ट्रेनें हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>यरकौड एक्सप्रेस - दैनिक</p>\r\n<p>बैंगलोर-कन्याकुमारी एक्सप्रेस -देली</p>\r\n<p>वेस्टकोस्ट एक्सप्रेस -डेली</p>\r\n<p>धनबाद-एलेप्पी एक्सप्रेस -देली</p>\r\n<p>इरोड - jolarpettai यात्री</p>\r\n<p>काटपाडी- सलेम पैसेंजर</p>\r\n<p>नागरकोइल -चीन केंद्रीय एक्सप्रेस-केवल सोमवार</p>\r\n<p>नागरकोइल-मुंबई सीएसटी एक्सप्रेस - गुरुवार, शनिवार, रविवार को छोड़कर</p>\r\n<p>एर्नाकुलम जंक्शन-यशवंतपुर एक्सप्रेस - केवल मंगलवार</p>\r\n<p>एर्नाकुलम जंक्शन-बैंगलोर सुपरफास्ट एक्सप्रेस - केवल सोमवार और बुधवार को</p>\r\n<p>त्रिवेंद्रम सेंट्रल- बैंगलोर सिटी जंक्शन एक्सप्रेस - केवल गुरुवार को</p>\r\n<p>त्रिवेंद्रम सेंट्रल- मुंबई सीएसटी एक्सप्रेस - केवल शनिवार</p>\r\n<p>कोयंबटूर- राजकोट एक्सप्रेस - केवल शुक्रवार</p>\r\n<p>त्रिवेंद्रम सेंट्रल- बैंगलोर सिटी जंक्शन सुपर फास्ट एक्सप्रेस - केवल रविवारवायु</p>\r\n<p>निकटतम हवाई अड्डे:</p>\r\n<p>&nbsp;</p>\r\n<p>घरेलू:</p>\r\n<p>&nbsp;</p>\r\n<p>सलेम (105 किमी)</p>\r\n<p>वेल्लोर एयर स्ट्रिप (85 किमी)</p>\r\n<p>अंतरराष्ट्रीय:</p>\r\n<p>&nbsp;</p>\r\n<p>बेंगलुरु (135 किमी)</p>\r\n<p>चेन्नई (225 किमी)</p>\r\n<p>स्कूलों</p>\r\n<p>सीबीएसई स्कूल</p>\r\n<p>ग्रीन वैली पब्लिक स्कूल</p>\r\n<p>श्री नंदनम इंटरनेशनल</p>\r\n<p>विजय विद्यालय सीबीएसई स्कूल।</p>\r\n<p>डॉन बॉस्को स्कूल ऑफ एक्सीलेंस</p>\r\n<p>श्री रमेश सीबीएसई इंटरनेशनल स्कूल</p>\r\n<p>प्राथमिक विद्यालय</p>\r\n<p>हमारे लेडीज़ स्कूल।</p>\r\n<p>विवेकानंद एडेड एलिमेंटरी स्कूल</p>\r\n<p>टीएमएस एडेड एलिमेंटरी स्कूल</p>\r\n<p>गवर्नमेंट गार्डन एडेड एलिमेंटरी स्कूल</p>\r\n<p>उच्चतर माध्यमिक विद्यालय</p>\r\n<p>डॉन बोस्को मैट्रिकुलेशन हायर सेकेंडरी स्कूल http://www.dbtirupattur.org/</p>\r\n<p>हमारी लेडीज नर्सरी और प्राइमरी स्कूल</p>\r\n<p>डोमिनिक सवियो हायर सेकेंडरी स्कूल</p>\r\n<p>मेरी बेदाग हायर सेकेंडरी स्कूल</p>\r\n<p>शेफर्ड्स मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>C.S.I गर्ल्स मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>वाईएमसीए ब्राउन मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>होली क्रॉस मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>रामकृष्ण हायर सक्सेन्डरी स्कूल</p>\r\n<p>श्री अमृता उच्चतर माध्यमिक विद्यालय</p>\r\n<p>उबैबस गर्ल्स हायर सेकेंडरी स्कूल</p>\r\n<p>टीएमएस हायर सेकेंडरी स्कूल</p>\r\n<p>गुड विल मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>आई.वी.एन. सरकार उच्चतर माध्यमिक विद्यालय</p>\r\n<p>सेंट चार्ल्स मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>लायंस मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>अल अमीन मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>उस्मानिया हायर सेकेंडरी स्कूल</p>\r\n<p>मीनाक्षी गवर्नमेंट गर्ल्स हायर सेकेंडरी स्कूल</p>\r\n<p>गवर्नमेंट बॉयज हायर सेकेंडरी स्कूल</p>\r\n<p>गवर्नमेंट गार्डन हाई स्कूल</p>\r\n<p>रामकृष्ण विद्यालय मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>विजयशांति विद्यालय मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>लिंगनमनी मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>दीवान मोहम्मद मेमोरियल मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>पुदुपेट उच्चतर माध्यमिक विद्यालय</p>\r\n<p>संगीत अकादमी</p>\r\n<p>जॉयफुल शोर संगीत अकादमी</p>\r\n<p>कालेजों</p>\r\n<p>आर्ट्स कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>सेक्रेड हार्ट कॉलेज (ऑटोनॉमस)</p>\r\n<p>(एक डॉन बोस्को संस्था) http://www.shctpt.edu/</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुपत्तुर आर्ट्स एंड साइंस कॉलेज</p>\r\n<p>टी। के। राजा आर्ट्स एंड साइंस कॉलेज</p>\r\n<p>मरप्पन लक्ष्मीम्मल आर्ट्स एंड साइंस कॉलेज</p>\r\n<p>होली क्रॉस आर्ट्स और साइंस कॉलेज फॉर विमेन</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ आर्ट्स एंड साइंस</p>\r\n<p>वन्नविल आर्ट्स एंड साइंस कॉलेज</p>\r\n<p>येलागिरी आर्ट्स एंड साइंस कॉलेज</p>\r\n<p>बीएड कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>अमृता कॉलेज ऑफ एजुकेशन</p>\r\n<p>अमृतालय कॉलेज ऑफ एजुकेशन</p>\r\n<p>डॉ। डेविड राजा और डॉ। चंद्रलेखा कॉलेज ऑफ एजुकेशन</p>\r\n<p>जी.पी. माध्यमिक शिक्षक शिक्षा प्रशिक्षण महाविद्यालय</p>\r\n<p>श्री कलीमगल कॉलेज ऑफ एजुकेशन</p>\r\n<p>सेंट जोसेफ महिला कॉलेज ऑफ एजुकेशन</p>\r\n<p>टी.के. राजा कॉलेज ऑफ एजुकेशन</p>\r\n<p>तिरुमल कॉलेज ऑफ एजुकेशन</p>\r\n<p>टीईएस शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>नर्सिंग कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>जेया नर्सिंग कॉलेज, तिरुपत्तूर।</p>\r\n<p>नानायंत्र</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुपत्तूर पॉलिटेक्निक कॉलेज</p>\r\n<p>पांडियन पॉलिटेक्निक कॉलेज</p>\r\n<p>जी.पी. पॉलिटेक्निक कॉलेज</p>\r\n<p>श्री नंदनम पॉलिटेक्निक कॉलेज</p>\r\n<p>श्री पद्म पॉलिटेक्निक कॉलेज</p>\r\n<p>कामराज पॉलिटेक्निक कॉलेज</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज</p>\r\n<p>अभियांत्रिकी</p>\r\n<p>&nbsp;</p>\r\n<p>श्री नंदनम कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>श्री नंदनम मैरीटाइम एकेडमी</p>\r\n<p>इंजीनियरिंग एंड टेक्नोलॉजी के पोधगई कॉलेज</p>\r\n<p>भारतीदासन इंजीनियरिंग कॉलेज</p>\r\n<p>शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>मेरी बेदाग शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>अमृतालय शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>श्री अमृता शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>तिरुपत्तूर शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>G.Ponnusamy शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>श्री पदम शिक्षक प्रशिक्षण संस्थान</p>\r\n<p>टीईएस शिक्षक प्रशिक्षण संस्थान, जयपुरम</p>\r\n<p>डॉ। डेविड राजा शिक्षक प्रशिक्षण संस्थान, वेंगलपुरम</p>\r\n<p>कंप्यूटर संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>बॉस्को एकीकृत कम्प्यूटिंग सेवा</p>\r\n<p>निर्मल मल्टी-टेक इंडस्ट्रीज</p>\r\n<p>एप्टैक कम्प्यूटर एज्युकेशन</p>\r\n<p>अनुग्रह कंप्यूटर सेंटर</p>\r\n<p>CRN कंप्यूटर शिक्षा</p>\r\n<p>एसआरएम इन्फोटेक</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tiruppattur,_Tirupathur_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tirupattur-tamil-nadu","tags":[{"name":"तिरुपत्तूर","slug":"tirupattur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":906,"title":"पेरम्बलुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","dateCreated":"2019-10-16T03:40:24.685Z","dateModified":"2019-10-16T03:40:47.592Z","contributedBy":"AskGif","content":"पेरम्बलुर तमिलनाडु राज्य (भारत गणराज्य) में एक नगरपालिका शहर है। यह पेरंबलूर जिले और पेरम्बलुर तालुक (उप-जिला) का प्रशासनिक मुख्यालय है। पेरम्बलूर जिला उत्तर में कुड्डलोर और सलेम, दक्षिण में त्रिची, पूर्व में अरियालुर, पश्चिम में त्रिची और सलेम से घिरा है। 2011 की जनगणना के अनुसार, शहर की आबादी 4","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"पेरम्बलुर","slug":"perambalur"}],"slug":"top-places-to-visit-in-perambalur-tamil-nadu","total":0},{"id":899,"title":"कन्याकूमारी, नागरकोइल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","dateCreated":"2019-10-16T01:51:12.606Z","dateModified":"2019-10-16T01:51:31.128Z","contributedBy":"AskGif","content":"कन्याकुमारी (उपनिवेशवादियों द्वारा केप कोमोरिन से विकृत) भारतीय राज्य तमिलनाडु में कन्याकुमारी जिले का एक शहर है। यह प्रायद्वीपीय / सन्निहित भारत का सबसे दक्षिणी शहर है। संगम काल से कन्याकुमारी एक शहर रहा है। और एक लोकप्रिय पर्यटन स्थल है।\r\n&nbsp;\r\nकन्याकुमारी जिला तमिलनाडु राज्य और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागरकोइल","slug":"nagercoil"},{"name":"कन्याकूमारी","slug":"kanyakumari"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanyakumari-nagercoil-tamil-nadu","total":0},{"id":897,"title":"कल्लाकुरिची में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"कल्लाकुरिची भारत के तमिलनाडु राज्य में एक कस्बा है और तिरुवन्नामलाई क्षेत्र में कल्लाकुरिची जिले का प्रशासनिक मुख्यालय है। 2015 तक, शहर की आबादी 57,628 थी\r\nकल्लुकुरिची (तमिल: ளக்ak்சி்மாவட டம் )்) उन 37 जिलों में से एक है, जो भारत के दक्षिणी सिरे पर स्थित तमिलनाडु राज्य के हैं। जिला मुख्या","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कल्लाकुरिची","slug":"kallakurichi"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}