{"id":921,"title":"Top Places to visit in Tirupattur, Tamil Nadu","imageUrl":"850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","dateCreated":"2019-10-22T12:54:51.447Z","dateModified":"2019-10-22T12:55:17.633Z","contributedBy":"AskGif","content":"<p>Tirupattur is a town and also the headquarter of Tirupattur district, India, one of the oldest places in Tamil Nadu. It is known for its reservoir of fine sandal wood in the trailing mountains around it. It is located about 42 km from Krishnagiri, 85 km from Hosur, 85 km from Thiruvannamalai, 210 km from Chennai, and 125 km from Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Yelagiri or Elagiri is a small hill station between the towns of Vaniyambadi and Jolarpettai (Tamil Nadu, India), dating back to British colonial days.</p>\r\n<p>&nbsp;</p>\r\n<p>\"The Whole of Yelagiri was once the private property of the Yelagiri Zamindar Family. It was taken over by the government of India during the Early 1950s. The house of the Yelagiri Zamindars still exists in Reddiyur.\"</p>\r\n<p>&nbsp;</p>\r\n<p>Fr. Francis Guezou of Don Bosco, worked for the uplift of hill tribals. He has been the main reason for the educational upliftment to the people of Yelagiri.</p>\r\n<p>&nbsp;</p>\r\n<p>At a distance 37 km from Yelagiri, 37 from Athanavur and 13 km from Thirupattur, magnificent Jalagamparai Waterfalls near Jadayanur is created by the River Attaaru running through the valleys of Yelagiri Hills. It is one of the best places to visit in Yelagiri Hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Jalagamparai waterfalls is flowing down from a height of 15 meters. Bathing in this waterfall is said to cure diseases because it passes through various herbal plants in the hills. The falls has a trek route and also a motorable road. The falls can be reached after 1.5 hour trek of 6 km from Nilavoor (6 km from Yelagiri Punganoor Lake). It is little tough trek, but the view of the valley from the falls is truly amazing. Local guides are available to guide the trek to the falls.</p>\r\n<p>&nbsp;</p>\r\n<p>The motorable road passes through Thirupattur (13.4 km away) which needs 5&ndash;10 minutes walk. The isolated location of the waterfalls attracts people in large groups for picnicking. The flow of water in the Jalagamparai Waterfalls has considerably been reduced as compared to recent past years. Adjacent to the Jalagamparai falls, there is a Murugan temple within a building constructed in the shape of a Lingam.</p>\r\n<p>&nbsp;</p>\r\n<p>Jalagamparai Waterfalls is at its best from November to February when it is gushing with water but the waterfall is dry in summer.</p>\r\n<p>&nbsp;</p>\r\n<p>Main sights</p>\r\n<p>Yelagiri is a hill station on the Vaniyambadi-Tirupattur Road, midway between Chennai and Bangalore. Located at an altitude of 1,050 metres (3,500 ft) and spread across 30 km2, the Yelagiri village (also spelt Elagiri at times) is surrounded by orchards, rose-gardens, and green valleys. Vainu Bappu Observatory, Sri vetkaaliamman temple (142 feet height) (13 km) Kandhili, Bheeman Falls (38 km from Tirupattur) and Jalagamparai Falls (14 km from Tirupattur) are other prominent tourist destinations around the town. Jalagamparai waterfalls is found on the eastern slope of the Yelagiri hills. The Javadi Hills are located about 35 km from Tirupattur. In the middle of this hill, lies the Kavalur Observatory, which has several optical and reflective telescopes run and governed by the Indian Institute of Astrophysics.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The Tamil Nadu state Bus transport corporation (TNSTC) is providing 85% of transport facilities to this town. Tirupattur is well connected by road and rail to major cities of India. Regarding transportation linkage, the highway (NH 46) from Chennai to Krishnagiri (via) Natrampalli passes through the outskirts of the town. The town is separated by a distance with Chennai (225 km), Bangalore (130 km), Vellore (87 km) and Salem (108 km). Several State Highways connects the town from Dharmapuri (60 km), Krishnagiri (40 km) Vaniyambadi (22 km), Harur (47 km) and Salem (108 km) section. Frequent buses are there to Chennai, Vellore, Harur, Salem, Bangalore, and Villupuram.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirupattur Railway Station is under the administrative control of the Southern Railways. It is 2 km from the bus stand. Traveling north, Jolarpettai Junction (8 km) is the nearest junction, and going south-west, Morappur is the next station. Due to proximity to the Jolarpettai Railway Junction only few express trains halt here.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airports are at Salem (105 km) and Vellore Air Strip (85 km), while the nearest international airports are at Bengaluru (135 km) and Chennai (225 km).</p>\r\n<p>&nbsp;</p>\r\n<p>Places to visit</p>\r\n<p>Yelagiri Hills(27 km from Tirupattur)</p>\r\n<p>Yelagiri is a hill-station on the Vaniyambadi-Tirupattur Road, midway between Chennai and Bangalore. Located at an altitude of 1,050 metres (3,500 ft) and spread across 30 km2, the Yelagiri village (also spelt Elagiri at times) is surrounded by orchards, rose-gardens, and green valleys.</p>\r\n<p>&nbsp;</p>\r\n<p>Vainu Bappu Observatory (37 km from Tirupattur - The largest telescope in Asia.)</p>\r\n<p>Sri vetkaaliamman temple(142 feet height)(13 km)kandhili</p>\r\n<p>Jalagamparai Falls (14 km from Tirupattur)</p>\r\n<p>Jalagamparai waterfalls is found on the eastern slope of the Yelagiri hills. It is around 14 km from Tirupattur.</p>\r\n<p>&nbsp;</p>\r\n<p>Javadi Hills(35 km from Tiurpattur)</p>\r\n<p>Bheeman Falls(38 km from Tirupattur)located over jamunamathur hills.</p>\r\n<p>The Javadi Hills are located about 35 km from Tirupattur. The \"Sevan Falls\" lies near by. In the middle of this hill, lies the Kavalur Observatory, which has several optical and reflective telescopes run and governed by the Indian Institute of Astrophysics.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Samundiswari Amman Temple(22 km from Tirupattur)</p>\r\n<p>Temples to visit</p>\r\n<p>There are several temples to be visited in this ancient town,</p>\r\n<p>&nbsp;</p>\r\n<p>Natham, Jurahara Eswarar(siva) Temple (very old temple built by Chola king located at thulanathi River)</p>\r\n<p>Sri Samundiswari Amman Temple 500 Years Old, Marimanikuppam</p>\r\n<p>\"Kottai Eeswaran\" temple is the largest temple in Tirupattur and it is believed to have an underground passage which connects to the Vellore Fort. It is approximately 1000-year-old temple. Historical event occurred in this temple that ADHI SANKARAR visited to this temple and presented SRI SAKARA plates, Currently its placed in amman sanidhi. Every month Full Moon pooja and Pradhosa pooja's happening.</p>\r\n<p>&nbsp;</p>\r\n<p>C K Ashram(Place for PEACE)</p>\r\n<p>Gajendra Varadharaja perumal Temple</p>\r\n<p>Kamatchiamman/kaliamman Temple.</p>\r\n<p>Sri Renuga Parameshwari Temple(Chinnakulam Mariamman Temple), This temple is in the bank of a Pond. This is a historical pond.It is 800 years old.The Temple is 1000 years old. Adi Mariamman Thiruvizha is a great festival for the devotees of this temple. Navarathiri, Fullmoon day of Ipasi, First Friday of every month,108 Sangu Pooja special arathanas were conducted.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri SANKARA NILAYAM Temple</p>\r\n<p>Sri Sakthi Saibaba Temple.</p>\r\n<p>Dhandapani Temple. Panguni Uthiram is the most famous festival in this temple. People use to carry 'Paal kaavadis' on this day and special poojas are conducted on Thaipoosam. Soora Samharam is also a famous event conducted every year.</p>\r\n<p>&bull;' ChristhuKula Ashram where everymonth Prayers and spiritual meetings happen quiet often by several renowned people like Mohan C Lazarus, Sam Appadhurai, etc.'</p>\r\n<p>&nbsp;</p>\r\n<p>Kannanoor mariyamman temple, at Dharmaraja Kovil street, goddess amman the main deity here, has been exploring its specialty for special alankara (dressing of variour avatars of goddess) every Fridays, such that over 3 turns of 108 weeks has been with successful poojas. peoples from all over town and villages come and get involved in spiritual activities especially every Fridays. 1000-1200 peoples do visit every weeks.</p>\r\n<p>Sri Shiva Subramani Swamy Temple Located In Adhiyur Village.This is famous Temple In Tirupattur Area and Adhiyur.This Temple Thaipoosam Festival is conducted in Every year.</p>\r\n<p>Rettai Vinayagar temple, at venugopalswamy kovil street. God vinayagar is found here as two. And also lord krishna here called in the name of \"venugopalswamy\". The lord vinayaga has appearing two and lord krishna has in the same place in this temple only.</p>\r\n<p>Places of worship</p>\r\n<p>Church</p>\r\n<p>&nbsp;</p>\r\n<p>Friends of JESUS Ministries,</p>\r\n<p>&nbsp;</p>\r\n<p>Mary Help of Christians - Parish,</p>\r\n<p>&nbsp;</p>\r\n<p>CSI Christ Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Sacred Heart College Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Don Bosco School Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Mary Immaculate School Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Dominic Savio School Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Gate of Heaven's Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Koviloor Church-pudukottai,</p>\r\n<p>&nbsp;</p>\r\n<p>Immanuel Church (Immanuel Gospel Mission),</p>\r\n<p>&nbsp;</p>\r\n<p>The Pentecostal Mission Church,</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Evangelical Lutheran Church.</p>\r\n<p>&nbsp;</p>\r\n<p>Christhukula Ashram(Place for PEACE)</p>\r\n<p>&nbsp;</p>\r\n<p>Mosque/ Arabic: Masjid مسجد/ தமிழ்: பள்ளிவாசல்</p>\r\n<p>&nbsp;</p>\r\n<p>Muslims perform regular &amp; periodic prayers in Masjids</p>\r\n<p>&nbsp;</p>\r\n<p>Aqsa Masjid/Fort Idga Mosque, Makkah Masjid, Gol Gumbaz Dargah Masjid, Jamiah Masjid, Tawakkal Masjid, Qusray Ilahi (Qazi) Masjid, Qilah Masjid/ Fort Mosque, Poorah Masjid, Bilal Masjid, Madina Masjid, Abu bakker Masjid, Umar Farooque Masjid, Noor Masjid, Ijtimah Masjid, Market Masjid, Nayi Gali Masjid</p>\r\n<p>&nbsp;</p>\r\n<p>Temples Jurahara Eswarar Temple@Natham Hindu Temples: pudukottai Mariamman Temple, Jalagamparai water fall's Murugan Temple, Varadharaja Perumal Koil, Dhandapani Koil, Kumarasamy Koil, Kottai Bhrameswaran Koil, Kottai Darwaja Anjaneyar Koil, Dharmaraja Koil, Kaliyamman Koil, Muthumariamman Koil, Renuga Parameswari (Chinna Kulam Mariamman koil), Karu mariammam Koil, Tirupathi Gangaiamman Koil, Angamuthumariamman Koil, Gateoor Mariammam Koil, Adhiyur Sri ShivaSubramani Swami Temple, Police line (Muthumariamman) Koil vallalar Nagar Nava Shakthi Mariamman Temple Ezharuvi Murugam Koil and Water Falls</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>The Tamil Nadu state Bus transport corporation (TNSTC) is providing 85% of transport facilities to this town. Tirupattur is well connected by road and rail to major cities of India. Regarding transportation linkage, the highway (NH 46) from Chennai to Krishnagiri (via) Natrampalli passes through the outskirts of the town. The town is separated by a distance with Chennai (225 km), Bangalore (130 km), Vellore (87 km) and Salem (108 km). Several State Highways connects the town from Dharmapuri (60 km), Krishnagiri (40 km) Vaniyambadi (22 km) and Salem (108 km) section. TNSTC also operates luxury volvo A/C buses (Route no:502B) to Chennai daily. Frequent buses are there to Chennai, Vellore, Salem, Bangalore, Villupuram.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Tirupattur Railway Station is under the administrative control of the Southern Railways.It is 2 km away from bus stand. Traveling north, Jolarpettai Junction (8 km) is the nearest junction and going south-west, Samalpatti is the next station.Due to proximity to the Jolarpet Railway Junction only few express trains halt here.</p>\r\n<p>&nbsp;</p>\r\n<p>The Yelagiri express runs from Jolarpettai to Chennai every day.</p>\r\n<p>&nbsp;</p>\r\n<p>The Westcoast express (Mangalore-Chennai Central-Manglore) stops at Tiruppattur Railway Station every day. The Other trains that stop at tirupattur station are:</p>\r\n<p>&nbsp;</p>\r\n<p>Yercaud Express - Daily</p>\r\n<p>Bangalore-kanyakumari Express -Daily</p>\r\n<p>Westcoast Express -Daily</p>\r\n<p>Dhanbad -Allepey Express -Daily</p>\r\n<p>Erode - jolarpettai Passenger</p>\r\n<p>Katpadi- Salem Passenger</p>\r\n<p>Nagercoil -Chennai central Express-only Monday</p>\r\n<p>Nagercoil-Mumbai CST Express - except Thursday, Saturday, Sunday</p>\r\n<p>Ernakulam junction-Yeshwantpur Express - only Tuesday</p>\r\n<p>Ernakulam junction-Bangalore superfast Express - only Monday and Wednesday</p>\r\n<p>Trivandrum central- Bangalore City junction Express - only on Thursday</p>\r\n<p>Trivandrum central- Mumbai CST Express - only Saturday</p>\r\n<p>Coimbatore- Rajkot Express - only Friday</p>\r\n<p>Trivandrum central- Bangalore City junction Super fast Express - only Sunday</p>\r\n<p>Air</p>\r\n<p>The nearest airports:</p>\r\n<p>&nbsp;</p>\r\n<p>Domestic:</p>\r\n<p>&nbsp;</p>\r\n<p>Salem(105 km)</p>\r\n<p>Vellore Air Strip(85 km)</p>\r\n<p>International:</p>\r\n<p>&nbsp;</p>\r\n<p>Bengaluru (135 km)</p>\r\n<p>Chennai (225 km)</p>\r\n<p>Schools</p>\r\n<p>CBSE Schools</p>\r\n<p>Green Valley Public School</p>\r\n<p>Shri Nandanam International</p>\r\n<p>Vijay vidhyalaya CBSE School.</p>\r\n<p>Don Bosco School of Excellence</p>\r\n<p>Shri Ramesh CBSE international school</p>\r\n<p>Elementary Schools</p>\r\n<p>Our Lady's School.</p>\r\n<p>Vivekananda Aided Elementary School</p>\r\n<p>TMS Aided Elementary School</p>\r\n<p>Government Garden Aided Elementary School</p>\r\n<p>Higher Secondary Schools</p>\r\n<p>Don Bosco Matriculation higher secondary school http://www.dbtirupattur.org/</p>\r\n<p>Our Lady's Nursery and Primary School</p>\r\n<p>Dominic Savio Higher Secondary School</p>\r\n<p>Mary Immaculate Higher Secondary School</p>\r\n<p>Shepherds Matriculation Higher Secondary School</p>\r\n<p>C.S.I Girls Matriculation Higher Secondary School</p>\r\n<p>YMCA Brown Matriculation Higher Secondary School</p>\r\n<p>Holy Cross Matriculation Higher Secondary School</p>\r\n<p>Ramakrishna Higher Sccondary School</p>\r\n<p>Shri Amrita Higher Secondary School</p>\r\n<p>Ubaibas Girls Higher Secondary School</p>\r\n<p>TMS Higher Secondary School</p>\r\n<p>Good Will Matriculation Higher Secondary School</p>\r\n<p>I.V.N Govt Higher Secondary School</p>\r\n<p>St. Charles Matriculation Higher Secondary School</p>\r\n<p>Lions Matriculation Higher Secondary School</p>\r\n<p>Al Ameen Matriculation Higher Secondary School</p>\r\n<p>Osmania Higher Secondary School</p>\r\n<p>Meenakshi Government Girls Higher Secondary School</p>\r\n<p>Government Boys Higher Secondary School</p>\r\n<p>Government Garden High School</p>\r\n<p>RamaKrishna Vidhyalaya Matriculation Higher Secondary School</p>\r\n<p>Vijayashanthi Vidyalaya Matriculation Higher Secondary School</p>\r\n<p>Lingannamani Matriculation Higher Secondary School</p>\r\n<p>Dewan Mohammed Memorial Matriculation Higher Secondary School</p>\r\n<p>Pudupet Higher Secondary School</p>\r\n<p>Music Academy</p>\r\n<p>The Joyful Noise Music Academy</p>\r\n<p>Colleges</p>\r\n<p>Arts College</p>\r\n<p>&nbsp;</p>\r\n<p>Sacred Heart College (Autonoomous)</p>\r\n<p>(A Don Bosco Institution) http://www.shctpt.edu/</p>\r\n<p>&nbsp;</p>\r\n<p>Tirupattur Arts and Science College</p>\r\n<p>T.K Raja Arts and Science College</p>\r\n<p>Marappan Lakshmiammal Arts And Science College</p>\r\n<p>Holy Cross Arts and Science College for Women</p>\r\n<p>Government College of Arts and Science</p>\r\n<p>Vannavil Arts and Science College</p>\r\n<p>Yelagiri Arts and Science College</p>\r\n<p>B.Ed College</p>\r\n<p>&nbsp;</p>\r\n<p>Amrita College of Education</p>\r\n<p>Amritalaya College of Education</p>\r\n<p>Dr. David Raja and Dr.Chandraleka College of Education</p>\r\n<p>G.P. Secondary Teacher Education Training College</p>\r\n<p>Sri Kalaimagal College of Education</p>\r\n<p>St. Joseph Women's College of Education</p>\r\n<p>T.K. Raja College of Education</p>\r\n<p>Thirumal College of Education</p>\r\n<p>TES Teacher Training Institute</p>\r\n<p>Nursing College</p>\r\n<p>&nbsp;</p>\r\n<p>Jeya Nursing College, Tirupattur.</p>\r\n<p>Polytechnic</p>\r\n<p>&nbsp;</p>\r\n<p>Tirupattur Polytechnic College</p>\r\n<p>Pandian Polytechnic College</p>\r\n<p>G.P Polytechnic College</p>\r\n<p>Sri Nandhanam Polytechnic College</p>\r\n<p>Sri Padmam Polytechnic College</p>\r\n<p>Kamaraj Polytechnic College</p>\r\n<p>Government Polytechnic College</p>\r\n<p>Engineering</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Nandhanam College of Engineering &amp; Technology&nbsp;</p>\r\n<p>Sri Nandhanam Maritime Academy</p>\r\n<p>Podhygai College of Engineering &amp; Technology</p>\r\n<p>Bharathidasan Engineering college</p>\r\n<p>Teacher Training Institutes</p>\r\n<p>&nbsp;</p>\r\n<p>Mary Immaculate Teacher Training Institute</p>\r\n<p>Amritalaya Teacher Training Institute</p>\r\n<p>Shri Amrita Teacher Training Institute</p>\r\n<p>Tirupattur Teacher Training Institute</p>\r\n<p>G.Ponnusamy Teacher Training Institute</p>\r\n<p>Sri Padmam Teacher Training Institute</p>\r\n<p>TES Teacher Training Institute, Jayapuram</p>\r\n<p>Dr. David Raja Teacher Training Institute, Vengalapuram</p>\r\n<p>Computer Institutes</p>\r\n<p>&nbsp;</p>\r\n<p>Bosco Integrated Computing Service</p>\r\n<p>Nirmal Multi-Tech Industries</p>\r\n<p>Aptech Computer Education</p>\r\n<p>Anugraha Computer Center</p>\r\n<p>CRN computer Education</p>\r\n<p>SRM Infotec</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tiruppattur,_Tirupathur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850cacdb-5e8a-4e0c-8a53-b6e9c2ead723_Tirupattur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tirupattur-tamil-nadu","tags":[{"name":"tirupattur","slug":"tirupattur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":906,"title":"Top Places to visit in Perambalur, Tamil Nadu","imageUrl":"d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","dateCreated":"2019-10-16T03:40:24.685Z","dateModified":"2019-10-16T03:40:47.592Z","contributedBy":"AskGif","content":"Perambalur is a municipality town in the state of Tamil Nadu (Republic of India). It is the administrative headquarters of Perambalur district and Perambalur Taluk (Sub-District). Perambalur district is bounded on the North by Cuddalore and Salem, South by Trichy, East by Ariyalur, West by Trichy","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d63ff03b-284d-4d26-830d-8f44a86ede61_Perambalur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"perambalur","slug":"perambalur"}],"slug":"top-places-to-visit-in-perambalur-tamil-nadu","total":0},{"id":899,"title":"Top Places to visit in Kanyakumari, Nagercoil, Tamil Nadu","imageUrl":"6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","dateCreated":"2019-10-16T01:51:12.606Z","dateModified":"2019-10-16T01:51:31.128Z","contributedBy":"AskGif","content":"Kanyakumari (distorted to Cape Comorin by colonialists) is a city of the Kanyakumari district in the Indian State of Tamil Nadu. It is the southernmost city of peninsular/contiguous India. Kanyakumari has been a city since the Sangam period. and is a popular tourist destination.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagercoil","slug":"nagercoil"},{"name":"kanyakumari","slug":"kanyakumari"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanyakumari-nagercoil-tamil-nadu","total":0},{"id":897,"title":"Top Places to visit in Kallakurichi, Tamil Nadu","imageUrl":"ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","dateCreated":"2019-10-16T01:17:47.101Z","dateModified":"2019-10-16T01:18:08.834Z","contributedBy":"AskGif","content":"Kallakurichi is a town in the Indian state of Tamil Nadu and the administrative headquarters of Kallakurichi district in Tiruvannamalai region. As of 2015, the town had a population of 57,628\r\nKallakurichi (Tamil: கள்ளக்குறிச்சி மாவட்டம்) is one of the 37 districts which belong to Tamil Na","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ec9382b1-d61a-40de-8a81-b182f9c1c7e0_Kallakurichi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kallakurichi","slug":"kallakurichi"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kallakurichi-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}