{"id":922,"title":"तिरुवल्लुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","dateCreated":"2019-10-23T02:12:21.145Z","dateModified":"2019-10-23T02:12:21.145Z","contributedBy":"AskGif","content":"<p>तिरुवल्लूर जिला, जिसे तिरुवल्लूर जिला भी कहा जाता है, भारतीय राज्य तमिलनाडु में एक प्रशासनिक जिला है। तिरुवल्लुर का तेजी से विकासशील शहर जिला मुख्यालय है। जिले में शहरी और ग्रामीण विशेषताओं का मिश्रण है। तिरुवल्लूर जिले का पूर्वी भाग शहरी विशेषताओं से प्रभावित है, जबकि जिले के उत्तरी हिस्से में आंध्र की संस्कृति का प्रभाव है। 2011 तक, जिले में प्रति 1,000 पुरुषों पर 987 महिलाओं के लिंगानुपात के साथ 3,728,104 की आबादी थी</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को तीन राजस्व प्रभागों, तिरुवल्लूर, तिरुत्तनी और पोन्नेरी में विभाजित किया गया है। तिरुवल्लुर डिवीजन के तहत चार तालुके हैं, तिरुतनी डिवीजनों के तहत दो तालुके और पोन्नरी डिवीजन के तहत दो तालुके हैं। 46 फ़िरका और 820 राजस्व गाँव हैं। इसी तरह 12 ब्लॉक, 5 नगर पालिका और 10 नगर पंचायतें हैं जो ग्रामीण विकास गतिविधियों को लागू करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवल्लुर एक ग्रेड I नगर पालिका है और भारतीय राज्य तमिलनाडु में एक तेजी से विकासशील शहर है। यह चेन्नई (मद्रास) शहर से लगभग ४६ किमी (२ ९ मील) की दूरी पर, कॉउम नदी के तट पर और चेन्नई महानगर क्षेत्र (सीएमए) के पश्चिमी भाग में मेगासिटी सीमा से सिर्फ ५ किमी दूर स्थित है। यह तिरुवल्लुर जिले का प्रशासनिक मुख्यालय है। शहर में बड़े क्षेत्र के साथ चारों ओर कम घनी आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर को वीर राघवर मंदिर के लिए जाना जाता है, जो वैष्णवों के 108 पवित्र मंदिरों में से एक है। इस मंदिर के पास एक तालाब में टैंक उत्सव आयोजित किया जाता है। इस मंदिर के पास एक शिव मंदिर है जो स्थानीय लोगों के बीच लोकप्रिय है। 40 फुट (12 मीटर) लंबा विश्वरूप पंचमुखी हनुमान मंदिर भी है, जहाँ मूर्ति एक हरे हरे ग्रेनाइट पत्थर से बनी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूंडी जलाशय, जिसमें से पीने का पानी चेन्नई शहर तक जाता है, तिरुवल्लुर से लगभग 9 किमी (5.6 मील) दूर है। यह पड़ोस चेन्नई उपनगरीय रेलवे नेटवर्क के तिरुवल्लुर रेलवे स्टेशन द्वारा परोसा जाता है। 2016 तक, शहर की आबादी 176,435 थी। यह चेन्नई के तेजी से विकसित होने वाले उपनगरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूजा के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिलूर में मंदिर और टैंक, दक्षिण भारत (1848)</p>\r\n<p>वीरा राघवार मंदिर - वीर राघवर के रूप में भगवान विष्णु के लिए एक पूजा स्थल है, जो कि देवता के गुणों को पहचानने का एक पहलू है। इस मंदिर में लोग उस अंग से जुड़ी बीमारी या समस्याओं को ठीक करने के लिए एक विशिष्ट शारीरिक अंग के साथ प्रतीक, छोटी धातु की चादरें चढ़ाते हैं।</p>\r\n<p>श्री अरुलमिगु पौंगवननाथधामन अगाला परमेश्वरी अम्मन मंदिर - अम्मन मंदिर के पास प्रसिद्ध रामपुरम्, पुतलुर, तिरुवल्लुर के लिए</p>\r\n<p>श्री महा रूठ काली अम्मन मंदिर - टाउन बस स्टैंड के पीछे, वी.एस. नागर, तिरुवल्लूर टाउन</p>\r\n<p>श्री प्रथ्यांगिरा देवी मंदिर - ए बी एस विद्या मंदिर स्कूल, तिरुवल्लूर के बगल में</p>\r\n<p>तिरुवल्लुर जामिया मस्जिद - मोहम्मद अली स्ट्रीट, एमजीएम नगर, तिरुवल्लुर</p>\r\n<p>मस्जिद फ़तह - पथियाल पेट्टई, पुंगथुर, एसपी नगर, तिरुवल्लुर</p>\r\n<p>श्री शिव - पूंगानगर में एक विष्णु मंदिर, तिरुवल्लूर शहर से लगभग 2.5 किमी (2 मील)। भगवान शिव और भगवान विष्णु (श्री पूजनेश्वर और श्री जलनारायण की मूर्तियों के रूप में) दोनों का प्रतिनिधित्व यहां किया जाता है। जाल नारायणार नेपाल में बुधनिलकांठा मंदिर की एक छोटी प्रतिकृति है।</p>\r\n<p>धक्शिनमूर्ति मंदिर और श्री नागेश्वरी देवलयम मंदिर - पास में स्थित कक्कलुर गाँव में हैं।</p>\r\n<p>मगलेश्वरी मंदिर के साथ श्री मंगलेश्वरर - मानवल नगर स्थित एक शिव मंदिर, जो महाशिवरात्रि के अगले दिन सूर्य पूजा के लिए जाना जाता है।</p>\r\n<p>ककलूर में हनुमान मंदिर - तिरुवल्लुर से 3 किमी (2 मील), इस गाँव के मंदिर में भगवान विश्वरूपा पंचमुखी हनुमान (अर्थात पंचमुखी हनुमान) की 12-मीटर (40 फीट) हरी अखंड ग्रेनाइट मूर्ति है।</p>\r\n<p>श्री विश्वरूपा पंचमुखी हनुमान के लिए मंदिर - पेरियाकुप्पम, तिरुवल्लुर में, यह 10 मीटर ऊंची (32 फीट) प्रतिमा हरे ग्रेनाइट के एक टुकड़े से बनी है, जो कर्नाटक के हासन से लाया गया था।</p>\r\n<p>मनावाला नगर (ओडिकुप्पम गाँव) में शिव मंदिर - गंगाई नाथ स्वामी के लिए नीरी निलाई नैगाय कोविल के साथ जाना जाता है। मूंड्राम पिरई सेथालम [अतुल्य] 1.5 किमी (1 मील) तिरुवल्लूर रेलवे स्टेशन से पूनमाली की ओर।</p>\r\n<p>सीएसआई गौडी मेमोरियल चर्च - नवंबर 1927 में रेव विलियम गौडी के स्मारक पर बना एक बहुत ही प्रमुख चर्च। मद्रास के गवर्नर ने पिता, पुत्र और पवित्र आत्मा के नाम पर एक सिल्वर की के साथ चर्च खोला।</p>\r\n<p>सीएसआई विक्टरियस क्रॉस चर्च - सीएसआई गौडी मेमोरियल चर्च द्वारा गठित चर्च</p>\r\n<p>St.Francis De Sale Church - एक कैथोलिक चर्च, जिसे सेंट एन्स कॉन्वेंट भी कहा जाता है, जो उसी पल्ली में स्कूल है।</p>\r\n<p>चमत्कार एजी चर्च - ईश्वर चर्च की एक सभा</p>\r\n<p>शालोम कैथेड्रल - कक्कलुर सली में, तिरुवल्लूर टाउन</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>तिरुवल्लुर जिला औद्योगिक विकास के मामले में तमिलनाडु के सबसे तेजी से विकसित होने वाले जिलों में से एक है। जिले में कामराजार पोर्ट, उत्तरी चेन्नई थर्मल पावर स्टेशन, नेशनल थर्मल पावर कॉर्पोरेशन, एलएंडटी शिप बिल्ड, एनआईओटी, आईटीसी, आईओसीएल, एचपीसीएल, बीपीसीएल और हिंदुस्तान मोटर्स जैसे कई प्रमुख उद्योग हैं। यह एन्नोर थर्मल पावर स्टेशन और अवधी टैंक फैक्ट्री का भी दावा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में 9 औद्योगिक संपदाएं हैं, सभी संचालन में: 6 सरकार द्वारा विकसित और 3 निजी संगठन द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी औद्योगिक संपदा</p>\r\n<p>इलेक्ट्रिकल औद्योगिक एस्टेट, काकलुर।</p>\r\n<p>SIDCO औद्योगिक एस्टेट, काकलुर</p>\r\n<p>पेट्रोकेमिकल औद्योगिक एस्टेट, विचूर</p>\r\n<p>सिडको इंडस्ट्रियल एस्टेट, आर.के. पालतू पशु</p>\r\n<p>SIDCO औद्योगिक एस्टेट, Gummidipoondi</p>\r\n<p>SIDCO औद्योगिक एस्टेट, तिरुमज़ाईसई</p>\r\n<p>निजी औद्योगिक संपदा</p>\r\n<p>एम.एम.इंडस्ट्रियल एस्टेट, अलापक्कम</p>\r\n<p>मोकरम इंडस्ट्रीज, वेलप्पन चावड़ी</p>\r\n<p>एकामबरा नाइकर इंडस्ट्रियल एस्टेट, अलापक्कम</p>\r\n<p>इस जिले में 16940 लघु उद्योग हैं, जिनमें से खाद्य, लकड़ी, कपड़ा, रसायन, इंजीनियरिंग, गैर-धातु और चमड़ा उद्योग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>राजस्व प्रभाग और तालुका</p>\r\n<p>तिरुवल्लुर जिले में 3 राजस्व मंडल और 9 तालुके हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पोंनेरी रेवेन्यू डिवीजन: पोंनेरी तालुक, गुम्मिदीपोंडी तालुक</p>\r\n<p>तिरुवल्लुर राजस्व मंडल: उथुकोट्टई तालुक, तिरुवल्लुर तालुक, पूनमल्ली तालुक, अवुदी तालुक</p>\r\n<p>तिरुतनी राजस्व मंडल: तिरुतनी तालुक, पल्लीपट्टू तालुक, आरके पेट तालुक</p>\r\n<p>तलुक्स के नीचे चेन्नई शहर का हिस्सा है:</p>\r\n<p>&nbsp;</p>\r\n<p>अवधी, पूनमल्ली, पोंनेरी और तिरुवल्लूर तालुके चेन्नई महानगर के भीतर स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्व ब्लॉक, नगर निगम और नगर पालिका</p>\r\n<p>जिले के राजस्व ब्लॉक निम्नलिखित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Ellapuram</p>\r\n<p>Gummidipoondi</p>\r\n<p>Kadambathur</p>\r\n<p>Minjur</p>\r\n<p>Pallipattu</p>\r\n<p>Poonamallee</p>\r\n<p>पूंडी</p>\r\n<p>R.K.Pet</p>\r\n<p>Sholavaram</p>\r\n<p>तिरुवल्लुर</p>\r\n<p>तिरुत्तानी</p>\r\n<p>Thiruvalangadu</p>\r\n<p>तिरुवल्लुर जिले में 1 नगर निगम है।</p>\r\n<p>&nbsp;</p>\r\n<p>अवादी</p>\r\n<p>4 नगर पालिकाएं हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>थिरुवेरकाडु (चयन ग्रेड)</p>\r\n<p>पूनमल्ली (ग्रेड I)</p>\r\n<p>तिरुवल्लुर (ग्रेड I)</p>\r\n<p>थिरुथानी (ग्रेड II)</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>तिरुवल्लुर चेन्नई-तिरुपति ट्रंक रोड पर स्थित है। चेन्नई और तिरुवल्लुर को जोड़ने वाली अन्य प्रमुख सड़कों में काकलुर, पुतलुर, सेवपेट, वेप्पमपट्टू, तिरुनिन्रावुर, अवाडी, तिरुमुलियावल, अंबात्तूर और विलीवक्कम के माध्यम से एक मार्ग शामिल है, और एक अन्य मार्ग पूनमल्ली और कोयमबेडु के माध्यम से शामिल है। तमिलनाडु में उच्चतम यातायात स्तरों के बीच, लगभग एक लाख (100,000) वाहन इस शहर को पार करते हैं।</p>\r\n<p>चेन्नई अंतर्राष्ट्रीय हवाई अड्डा शहर से 42 किमी (26 मील) दक्षिण-पूर्व में है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवल्लुर चेन्नई-बेंगलुरू ब्रॉड गेज रेलवे लाइन पर स्थित है और कुछ वेस्टनर्थ ट्रेनों के लिए एक स्टॉप है। दो उपनगरीय रेल लाइनें हैं: चेन्नई सेंट्रल से अराकोणम तक पश्चिम लाइन और चेन्नई सेंट्रल से तिरुत्तनी तक पश्चिममार्ग लाइन। इन दो लाइनों में कई लगातार उपनगरीय ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रोपॉलिटन ट्रांसपोर्ट कॉरपोरेशन (MTC) एक व्यापक सिटी बस प्रणाली चलाता है, जिसमें तिरुवल्लूर से चेन्नई और उसके महानगरीय क्षेत्र के अधिकांश महत्वपूर्ण स्थानों की सेवा है। तिरुवल्लुर से MTC सेवाओं में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>तिरुवल्लुर में बड़ी संख्या में शैक्षणिक संस्थान हैं। कई पेशेवर संस्थान, विशेष रूप से पशु चिकित्सा विश्वविद्यालय, इस जिले में शिक्षा से जुड़ते हैं। तिरुवल्लुर में निजी और सरकारी स्कूलों सहित कई उच्चतर माध्यमिक विद्यालय हैं। तिरुवल्लुर के आसपास कुछ इंजीनियरिंग, चिकित्सा और कला और विज्ञान महाविद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>फ़ील्ड का नाम स्थान</p>\r\n<p>कला और विज्ञान हिंदू कॉलेज पट्टाभिराम</p>\r\n<p>जया कॉलेज ऑफ आर्ट्स एंड साइंस थिरुनिन्रावुर</p>\r\n<p>जॉन बॉस्को आर्ट एंड साइंस कॉलेज तिरुवल्लुर</p>\r\n<p>डॉ। सर अर्कोट लक्ष्मणा स्वामी मुदलियार कॉलेज ऑफ आर्ट्स एंड साइंस वेंगल</p>\r\n<p>श्री राम आर्ट्स एंड साइंस कॉलेज वेप्पमपट्टू</p>\r\n<p>लोगानाथ नारायणसामी सरकार आर्ट्स कॉलेज तिरुवल्लुर</p>\r\n<p>श्री सुब्रमण्यस्वामी गवर्नमेंट आर्ट्स कॉलेज तिरुवल्लुर</p>\r\n<p>डॉ। सर ए एल मुदलियार वोकेशनल आर्ट्स एंड साइंस तिरुवल्लुर</p>\r\n<p>श्री चन्द्र प्रभु जैन कॉलेज फॉर मेन तिरुवल्लुर</p>\r\n<p>इंजीनियरिंग प्रथ्युषा इंस्टिट्यूट ऑफ टैक्नोलॉजी और मैनेजमैंट तिरुवल्लुर</p>\r\n<p>श्री राम इंजीनियरिंग कॉलेज वेप्पमपट्टू</p>\r\n<p>भारजंग इंजीनियरिंग कॉलेज वेप्पमपट्टू</p>\r\n<p>इंदिरा इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी थिरुवल्लूर</p>\r\n<p>जया इंजीनियरिंग कॉलेज थिरुनिन्रावुर</p>\r\n<p>जॉन बॉस्को इंजीनियरिंग कॉलेज तिरुवल्लुर</p>\r\n<p>कुमारन इंस्टीट्यूट ऑफ टेक्नोलॉजी तिरुवल्लुर</p>\r\n<p>शिव इंस्टीट्यूट ऑफ फ्रंटियर टेक्नोलॉजी, टेक्निकल कैंपस वेंगल</p>\r\n<p>श्री वेंकटेश्वर कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी तिरुवल्लुर</p>\r\n<p>श्री वेंकटेश्वर इंस्टीट्यूट ऑफ साइंस एंड टेक्नोलॉजी थिरुप्पचूर पोस्ट</p>\r\n<p>श्री सस्था इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी चेम्बरपक्कम</p>\r\n<p>पैनिमलर इंस्टीट्यूट ऑफ टेक्नोलॉजी पूनमल्ली</p>\r\n<p>पनिमलार इंजीनियरिंग कॉलेज पूनमल्ली</p>\r\n<p>श्रीनिवास इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी पूनमल्ली</p>\r\n<p>वेल टेक इंजीनियरिंग कॉलेज अवाडी</p>\r\n<p>L.C.R. कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी रमनजेरी</p>\r\n<p>होटल मैनेजमैंट श्रीराम इंस्टिट्यूट ऑफ होटल मैनेजमैंट और कैटरिंग टैक्नोलॉजी तिरुवल्लुर</p>\r\n<p>श्री वेंकटेश्वर इंटरनेशनल इंस्टीट्यूट ऑफ कैटरिंग एंड होटल मैनेजमेंट तिरुवल्लुर</p>\r\n<p>कैटरिंग और होटल प्रबंधन तिरुवल्लुर के विजय संस्थान</p>\r\n<p>दंत प्रियदर्शनी डेंटल कॉलेज और अस्पताल तिरुवल्लुर</p>\r\n<p>फार्मेसी जया कॉलेज ऑफ पैरामेडिकल साइंस थिरुनिन्रावुर</p>\r\n<p>नेशनल कॉलेज ऑफ फ़ार्मेसी थिरुनिन्रावुर</p>\r\n<p>नर्सिंग इंदिरा कॉलेज ऑफ नर्सिंग पांडुर</p>\r\n<p>मैनेजमैंट इंदिरा इंस्टिट्यूट ऑफ कम्प्यूटर ऍप्लिकेशन तिरुवल्लुर</p>\r\n<p>इंदिरा इंस्टीट्यूट ऑफ मैनेजमेंट एंड रिसर्च तिरुवल्लुर</p>\r\n<p>टीटीआई इंदिरा शिक्षक प्रशिक्षण संस्थान तिरुवल्लुर</p>\r\n<p>स्कूलों</p>\r\n<p>C.S.I. गौडी हायर सेक। स्कूल</p>\r\n<p>धर्ममूर्ति राव बहादुर कैलावाला कुन्नन चेट्टी का हिंदू उच्चतर माध्यमिक विद्यालय</p>\r\n<p>क्राइस्ट राजा ह्र। सेक। स्कूल।</p>\r\n<p>चेलममल विद्यालय मैट्रिकुलेशन हायर सेक। स्कूल</p>\r\n<p>सीएससी विवेकानंद विद्यालय मैट्रिकुलेशन स्कूल</p>\r\n<p>डॉ.वी.गेंग स्वामी नायडू मैट्रिकुलेशन स्कूल, विष्णुवक्कम</p>\r\n<p>स्वामी विवेकानंद विद्यालय नर्सरी और प्राथमिक विद्यालय, तिरुवल्लुर</p>\r\n<p>विवेकानंद विद्यालय मैट्रिकुलेशन स्कूल, तिरुवल्लुर</p>\r\n<p>ज्ञान विद्यालय मैट्रिक। hr.sec। स्कूल</p>\r\n<p>जॉय प्ले स्कूल, 47, वीरानन गली, तिरुवल्लुर</p>\r\n<p>एक्टिव किड्स प्ले स्कूल।</p>\r\n<p>श्री वेंकटेश्वर मैट्रिक। घंटा। सेक। स्कूल</p>\r\n<p>रॉलिंस प्राइमरी और नर्सरी स्कूल</p>\r\n<p>सेंट एनी मैट्रिकुलेशन हायर सेकेंडरी स्कूल</p>\r\n<p>श्री निकेतन मैट्रिक। घंटा। सेक। स्कूल</p>\r\n<p>श्री लक्ष्मी ह्रीं। सेक। स्कूल</p>\r\n<p>श्री आर एम जैन विद्याश्रम</p>\r\n<p>जैकब मैट्रिकुलेशन स्कूल</p>\r\n<p>K.E. नटेसरा चीटियार उच्चतर माध्यमिक विद्यालय</p>\r\n<p>कामराज मैट्रिकुलेशन स्कूल</p>\r\n<p>ए बी एस विद्या मंदिर</p>\r\n<p>एसी</p>\r\n<p>भारतीदासन मैट्रिकुलेशन स्कूल</p>\r\n<p>नेशनल लोटस मैट्रिकुलेशन हायर सेक। स्कूल</p>\r\n<p>सिद्धार्थ चटाई। घंटा। सेक। स्कूल, सेववपेट</p>\r\n<p>हिंदू नर्सरी और प्राथमिक स्कूल</p>\r\n<p>भारती मैट्रिकुलेशन स्कूल, पोंगा नगर</p>\r\n<p>कैलावाला कुन्नन चेट्टी की हिंदू मैट्रिकुलेशन हीरो। सेक। स्कूल, काकलुर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tiruvallur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tiruvallur-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवल्लुर","slug":"tiruvallur"}],"recommendations":[{"id":918,"title":"तंजावुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","dateCreated":"2019-10-21T17:03:04.262Z","dateModified":"2019-10-21T17:04:08.74Z","contributedBy":"AskGif","content":"तंजावुर, पूर्व में तंजौर, भारत के तमिलनाडु राज्य का एक शहर है। तंजावुर दक्षिण भारतीय धर्म, कला और वास्तुकला का एक महत्वपूर्ण केंद्र है। ग्रेट लिविंग चोल मंदिरों में से अधिकांश, जो कि यूनेस्को की विश्व धरोहर स्मारक हैं, तंजावुर में और उसके आसपास स्थित हैं। इनमें सबसे प्रमुख, बृहदेश्वर मंदिर, शहर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तंजावुर","slug":"thanjavur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-thanjavur-tamil-nadu","total":0},{"id":908,"title":"रामनाथपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"रामनाथपुरम, जिसे रामनाड के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य में रामनाथपुरम जिले में एक शहर और एक नगर पालिका है। यह रामनाथपुरम जिले का प्रशासनिक मुख्यालय और रामनाथपुरम जिले में दूसरा सबसे बड़ा शहर है। 2011 की जनगणना के अनुसार, शहर की जनसंख्या 61,440 थी। जनसंख्या का घनत्व: 320 व्यक्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"रामनाथपुरम","slug":"ramanathapuram"}],"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","total":0},{"id":903,"title":"नागपट्टिनम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"नागपट्टिनम (पहले वर्तनी में नागपट्टनम या नेगापट्टम) भारतीय राज्य तमिलनाडु का एक शहर और नागपट्टिनम जिले का प्रशासनिक मुख्यालय है। मध्ययुगीन चोलों (9 वीं -12 वीं शताब्दी ई.पू.) की अवधि के दौरान यह शहर प्रमुखता से आया और वाणिज्य और पूर्वी-सीमा नौसैनिक अभियानों के लिए उनके महत्वपूर्ण बंदरगाह के रूप म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागपट्टिनम","slug":"nagapattinam"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}