{"id":922,"title":"Top Places to visit in Tiruvallur, Tamil Nadu","imageUrl":"7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","dateCreated":"2019-10-23T02:12:21.145Z","dateModified":"2019-10-23T02:12:21.145Z","contributedBy":"AskGif","content":"<p>Tiruvallur district, also known as Thiruvallur District, is an administrative district in the Indian state of Tamil Nadu. The fast developing city of Tiruvallur is the district headquarters. The district has a mixture of urban and rural characteristics. The Eastern part of Tiruvallur district is dominated by urban characteristics while the Northern part of the district has influence of Andhra culture due to its position. As of 2011, the district had a population of 3,728,104 with a sex-ratio of 987 females for every 1,000 males</p>\r\n<p>&nbsp;</p>\r\n<p>The district has been divided into three revenue divisions viz, Tiruvallur, Tiruttani and Ponneri. There are four taluks under Tiruvallur division, two taluks under Tiruttani divisions and two taluks under Ponneri division. There are 46 firkas and 820 revenue villages. Likewise there are 12 blocks, 5 Municipalities and 10 town panchayats which implement rural development activities.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruvallur is a Grade I municipality and a fast developing city in the Indian state of Tamil Nadu. It is located on the banks of Cooum river about 46 km (29 mi) from downtown Chennai (Madras) and just 5 km from megacity border , in the western part of the Chennai Metropolitan Area (CMA). It is the administrative headquarters of Tiruvallur district. The city has less dense population spread all over with large area.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is known for the Veera Raghavar temple, one of the 108 sacred shrines of Vaishnavites. The tank festival is held at a pond near this temple. A Siva temple near this shrine which is popular among the locals. There is also a 40-foot (12 m) tall Viswaroopa Panchamukha Hanuman temple, where the murti is made of a single green granite stone.</p>\r\n<p>&nbsp;</p>\r\n<p>Poondi reservoir, from which drinking water is drawn to Chennai city, is about 9 km (5.6 mi) from Tiruvallur. The neighborhood is served by Tiruvallur railway station of the Chennai Suburban Railway Network. As of 2016, the city had a population of 176,435. It is one of the fast-developing suburbs of Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of worship</p>\r\n<p>&nbsp;</p>\r\n<p>Temple and Tank at Trivaloor, South India (1848)</p>\r\n<p>Veera Raghavar temple &ndash; a place of worship for Lord Vishnu as Veera Raghavar, an aspect of the deity known for curing abilities. In this temple people offer symbols, small metal sheets with a specific anatomical organ engraved, as a request to cure the illness or problems associated with that organ.</p>\r\n<p>Sri Arulmigu Poongavanaththamman Angaala Parameswari Amman Temple - Famous For Amman Temple Near To Raamaapuram, Putlur, Thiruvallur</p>\r\n<p>Sri maha ruthra kali amman Temple &ndash; behind the town bus stand, VS Nager, Tiruvallur Town</p>\r\n<p>Sri Prathiyangira Devi Temple &ndash; next to A B S Vidhya Mandhir School, Tiruvallur</p>\r\n<p>Thiruvallur Jamia Masjid &ndash; Mohamad Ali Street, MGM Nagar, Tiruvallur</p>\r\n<p>Masjide Fathah &ndash; Pathiyal Pettai, Pungathur, SP Nagar, Tiruvallur</p>\r\n<p>Sri Shiva &ndash; a Vishnu Temple in Poonganagar, about 2.5 km (2 mi) from Thirvallur town. Both Lord Shiva and Lord Vishnu (as Sri Pushavaneshwarar and Sri Jalanarayanar idols) are represented here. The Jala Narayanar is a smaller replica of the Budhanilkantha Temple in Nepal.</p>\r\n<p>Dhakshinamurthy Temple and Sri Nageshwari Devalaym temples &ndash; located nearby in Kakkalur Village.</p>\r\n<p>Sri Mangaleeswarar with Magaleeswari temple &ndash; a Siva temple located at Manavala Nagar, known for the sun worship at the next day of Maha sivaratri.</p>\r\n<p>Hanuman Temple at Kakkalur &ndash; 3 km (2 mi) from Tiruvallur, this village temple has a 12-metre (40 ft) green monolithic granite murti of Lord Viswaroopa Panchamukha Hanuman (a.k.a. Panchamukhi Hanuman).</p>\r\n<p>Temple for Sri Viswaroopa Panchamukha Hanuman &ndash; at Periakuppam, Thiruvallur, this 10-metre-tall (32 ft) statue is made of a single piece of green granite which was brought from Hassan in Karnataka.</p>\r\n<p>Shiva temple in Manavala Nagar (Ondikuppam village) &ndash; known for Gangai Naatha swami with neeri nilai naayagai kovil. Moondram pirai sathalam[incomprehensible] 1.5 km (1 mi) towards Poonamali from the Thiruvallur railway station.</p>\r\n<p>CSI Goudie Memorial Church &ndash; a very prominent church built on memorial of Rev. William Goudie in November 1927. Governor of Madras opened the Church with a Silver Key, in the Name of the Father, Son and Holy Spirit</p>\r\n<p>CSI Victorious Cross Church - The Church formed by the CSI Goudie Memorial Church</p>\r\n<p>St.Francis De Sale Church &ndash; a Catholic church, also called St. Annes' Convent, which is the school in the same parish.</p>\r\n<p>Miracle AG Church &ndash; an Assemblies of God church</p>\r\n<p>Shalom Cathedral &ndash; at Kakklur sali, Tiruvallur Town</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Tiruvallur district is one of the fastest developing districts in Tamil Nadu in terms of Industrial Development. The district has many leading industries like Kamarajar Port, North Chennai Thermal Power Station, National Thermal Power Corporation, L&amp;T Ship Build, NIOT, ITC, IOCL, HPCL, BPCL, and Hindustan Motors. It also boasts of the Ennore Thermal Power Station and the Avadi Tank Factory.</p>\r\n<p>&nbsp;</p>\r\n<p>The District has 9 Industrial Estates, all in operation : 6 developed by the Government and 3 by Private Organisation.</p>\r\n<p>&nbsp;</p>\r\n<p>Government Industrial Estates</p>\r\n<p>Electrical Industrial Estate, Kakalur.</p>\r\n<p>SIDCO Industrial Estate, Kakalur</p>\r\n<p>Petrochemical Industrial Estate, Vichoor</p>\r\n<p>SIDCO Industrial Estate, R.K. Pet</p>\r\n<p>SIDCO Industrial Estate, Gummidipoondi</p>\r\n<p>SIDCO Industrial Estate, Thirumazhisai</p>\r\n<p>Private Industrial Estates</p>\r\n<p>M.M.Industrial Estate, Alapakkam</p>\r\n<p>Moccaram Industries, Velappan Chavadi</p>\r\n<p>Ekambara Naicker Industrial Estate, Alapakkam</p>\r\n<p>This district has 16940 Small Scale Industries, notable among them being food, wood, textile, chemical, engineering, non-metallic and leather industries.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Revenue Divisions and Taluks</p>\r\n<p>Tiruvallur District consists of 3 Revenue Divisions and 9 taluks:</p>\r\n<p>&nbsp;</p>\r\n<p>Ponneri Revenue Division: Ponneri taluk, Gummidipoondi taluk</p>\r\n<p>Tiruvallur Revenue Division: Uthukkottai taluk, Tiruvallur taluk, Poonamallee taluk, Avadi taluk</p>\r\n<p>Tiruttani Revenue Division: Tiruttani taluk, Pallipattu taluk, RK Pet taluk</p>\r\n<p>Below Taluks are part Of Chennai city region:</p>\r\n<p>&nbsp;</p>\r\n<p>Avadi, Poonamallee, Ponneri and Tiruvallur taluks lie within the Chennai Metropolitan Area.</p>\r\n<p>&nbsp;</p>\r\n<p>Revenue Blocks,Municipal Corporation and Municipalities</p>\r\n<p>The following are the Revenue blocks of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Ellapuram</p>\r\n<p>Gummidipoondi</p>\r\n<p>Kadambathur</p>\r\n<p>Minjur</p>\r\n<p>Pallipattu</p>\r\n<p>Poonamallee</p>\r\n<p>Poondi</p>\r\n<p>R.K.Pet</p>\r\n<p>Sholavaram</p>\r\n<p>Tiruvallur</p>\r\n<p>Tiruttani</p>\r\n<p>Thiruvalangadu</p>\r\n<p>There is 1 Municipal Corporation in Tiruvallur District.</p>\r\n<p>&nbsp;</p>\r\n<p>Avadi</p>\r\n<p>There are 4 municipalities:</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruverkadu (selection grade)</p>\r\n<p>Poonamallee (grade I)</p>\r\n<p>Tiruvallur (grade I)</p>\r\n<p>Thiruthani (grade II)</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Tiruvallur is situated on the Chennai&ndash;Tirupati trunk road. Other major roads connecting Chennai and Tiruvallur include a route through Kakalur, Putlur, Sevapet, Veppampattu, Tiruninravur, Avadi, Tirumulaivayal, Ambattur and Villivakkam, and another route through Poonamallee and Koyembedu. Nearly one lakh (100,000) vehicles cross this city each day, among the highest traffic levels in Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>Chennai International Airport is 42 km (26 mi) southeast of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruvallur lies on the Chennai&ndash;Bangalore broad gauge railway line and is a stop for some of the WestNorth trains. There are two suburban railway lines: the West line from Chennai Central to Arakkonam and the WestNorth line from Chennai Central to Tiruttani. These two lines have many frequent suburban trains.</p>\r\n<p>&nbsp;</p>\r\n<p>The Metropolitan Transport Corporation (MTC) runs an extensive city bus system, with service from Tiruvallur to most of the important places in Chennai and its metropolitan area. MTC Services from Tiruvallur include:</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are a large number of educational institutions in Tiruvallur. Many professional institutions, particularly the veterinary university, add to education in this district. Tiruvallur has many higher secondary schools including private and government schools. There are a few engineering, medical, and arts and science colleges around Tiruvallur.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>Field Name Location</p>\r\n<p>Arts &amp; science Hindu College Pattabiram</p>\r\n<p>Jaya College of Arts and Science Thiruninravur</p>\r\n<p>John Bosco Art and Science College Tiruvallur</p>\r\n<p>Dr. Sir Arcot Lakshmana Swami Mudaliar College of Arts &amp; science Vengal</p>\r\n<p>Sri Ram Arts and Science College Veppampattu</p>\r\n<p>Loganatha Narayanasamy Govt. Arts College Tiruvallur</p>\r\n<p>Sri Subramaniaswami Government Arts College Tiruvallur</p>\r\n<p>Dr. Sir A.L. Mudaliar Vocational Arts and Science Tiruvallur</p>\r\n<p>Shri Chandra Prabhu Jain College for Men Tiruvallur</p>\r\n<p>Engineering Prathyusha Institute of Technology and Management Thiruvallur</p>\r\n<p>Sri Ram Engineering College Veppampattu</p>\r\n<p>Bhajarang Engineering College Veppampattu</p>\r\n<p>Indira Institute of Engineering and Technology Thiruvallur</p>\r\n<p>Jaya Engineering College Thiruninravur</p>\r\n<p>John Bosco Engineering College Tiruvallur</p>\r\n<p>Kumaran Institute of Technology Tiruvallur</p>\r\n<p>Siva Institute of Frontier Technology, Technical Campus Vengal</p>\r\n<p>Sri Venkateswara College of Engineering and Technology Thiruvallur</p>\r\n<p>Sri Venkateswara Institute of Science and Technology Thiruppachur Post</p>\r\n<p>Sree Sastha Institute of Engineering and Technology Chembarapakkam</p>\r\n<p>Panimalar Institute Of Technology Poonamallee</p>\r\n<p>Panimalar Engineering College Poonamallee</p>\r\n<p>Srinivasa Institute of Engineering and Technology Poonamallee</p>\r\n<p>Vel Tech Engineering College Avadi</p>\r\n<p>L.C.R. College of Engineering and Technology Ramanjeri</p>\r\n<p>Hotel Management Sriram Institute of Hotel Management and Catering Technology Tiruvallur</p>\r\n<p>Sree Venkateswara International Institute of Catering &amp; Hotel Management Tiruvallur</p>\r\n<p>Victory Institute of Catering &amp; Hotel Management Tiruvallur</p>\r\n<p>Dental Priyadarshini Dental College and Hospital Tiruvallur</p>\r\n<p>Pharmacy Jaya College of Paramedical Science Thiruninravur</p>\r\n<p>National College of Pharmacy Thiruninravur</p>\r\n<p>Nursing Indira College of Nursing Pandur</p>\r\n<p>Management Indira Institute of Computer Application Tiruvallur</p>\r\n<p>Indira Institute of Management and Research Tiruvallur</p>\r\n<p>TTI Indira Teacher Training Institute Tiruvallur</p>\r\n<p>Schools</p>\r\n<p>C.S.I. Goudie Higher Sec. School</p>\r\n<p>Dharmamurthi Rao Bahadur Calavala Cunnan Chetty's Hindu Higher Secondary School</p>\r\n<p>Christ King Hr. Sec. School.</p>\r\n<p>Chellammal Vidyalaya Matriculation Higher Sec. School</p>\r\n<p>CSC Vivekananda Vidyalaya Matriculation School</p>\r\n<p>Dr.V Gengu Swami Naidu matriculation school, Vishnuvakkam</p>\r\n<p>Swamy Vivekananda Vidhyalaya Nursery and Primary School, Tiruvallur</p>\r\n<p>Vivekananda vidhyalaya matriculation school, Tiruvallur</p>\r\n<p>Gnana Vidyalaya Matric. hr.sec. School</p>\r\n<p>Joy Play School, 47, Veerannan street, Tiruvallur</p>\r\n<p>Active KIDS Play School.</p>\r\n<p>Sri Venkateshwara Matric. Hr. Sec. School</p>\r\n<p>Rollins Primary and Nursery School</p>\r\n<p>St.Anne's Matriculation Higher Secondary School</p>\r\n<p>Shree Nikethan Matric. Hr. Sec. School</p>\r\n<p>Sri Lakshmi Hr. Sec. School</p>\r\n<p>Sri R M Jain vidhyasharam</p>\r\n<p>Jacob Matriculation School</p>\r\n<p>K.E. Nataesa Chetiyar Higher Secondary School</p>\r\n<p>Kamaraj Marticulation School</p>\r\n<p>A B S Vidhya Mandhir</p>\r\n<p>Ac</p>\r\n<p>Bharathidasan Matriculation school</p>\r\n<p>National Lotus Matriculation Higher Sec. School</p>\r\n<p>Sidhaartha Mat. Hr. Sec. School, sevvapet</p>\r\n<p>Hindu nursery and primary school</p>\r\n<p>Bharathi Matriculation School, Poonga Nagar</p>\r\n<p>Calavala Cunnan Chetty's Hindu Matriculation Hr. Sec. School, Kakkalur</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tiruvallur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f97bbe1-5f0e-48d2-b6d6-976dd655f12a_Tiruvallur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tiruvallur-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvallur","slug":"tiruvallur"}],"recommendations":[{"id":918,"title":"Top Places to visit in Thanjavur, Tamil Nadu","imageUrl":"fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","dateCreated":"2019-10-21T17:03:04.262Z","dateModified":"2019-10-21T17:04:08.74Z","contributedBy":"AskGif","content":"Thanjavur, formerly Tanjore, is a city in the Indian state of Tamil Nadu. Thanjavur is an important center of South Indian religion, art, and architecture. Most of the Great Living Chola Temples, which are UNESCO World Heritage Monuments, are located in and around Thanjavur. The foremost among th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd466436-8827-4b74-8355-54d3f9edf444_Thanjavur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thanjavur","slug":"thanjavur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-thanjavur-tamil-nadu","total":0},{"id":908,"title":"Top Places to visit in Ramanathapuram, Tamil Nadu","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"Ramanathapuram, also known as Ramnad, is a town and a municipality in Ramanathapuram district in the Indian state of Tamil Nadu. It is the administrative headquarters of Ramanathapuram district and the second largest town (by population) in Ramanathapuram district. As of 2011 census, the town had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"ramanathapuram","slug":"ramanathapuram"}],"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","total":0},{"id":903,"title":"Top Places to visit in Nagapattinam, Tamil Nadu","imageUrl":"983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","dateCreated":"2019-10-16T02:34:29.854Z","dateModified":"2019-10-16T02:34:47.352Z","contributedBy":"AskGif","content":"Nagapattinam (previously spelt Nagapatnam or Negapatam) is a town in the Indian state of Tamil Nadu and the administrative headquarters of Nagapattinam District. The town came to prominence during the period of Medieval Cholas (9th&ndash;12th century CE) and served as their important port for com","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/983e1915-9d2e-4125-b2f6-f2e431d28af8_Nagapattinam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagapattinam","slug":"nagapattinam"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-nagapattinam-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}