{"id":923,"title":"Top Places to visit in Tiruvarur, Tamil Nadu","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"<p>Thiruvarur also spelled as Tiruvarur[a] is a town and municipality in the Indian state of Tamil Nadu. It is the administrative headquarters of Tiruvarur district and Tiruvarur taluk. The town was one of the five traditional capitals of the Chola empire, with one of the emperors of the dynasty, Kulothunga Chola I, having it as his capital. The town is believed to be of significant antiquity and has been ruled, at different times, by the Medieval Cholas, Later Cholas, Later Pandyas, Vijayanagar Empire, Marathas and the British. The town is known for the Thyagaraja temple, and the annual chariot festival held in the month of April. The temple chariot of the Thyagaraja temple, weighing 300 tonnes (660,000 lb) and measuring 90 feet (27 m) tall is the largest temple chariot in Tamil Nadu. Thiruvarur is the birthplace of Tyagaraja, Muthuswami Dikshitar, and Syama Sastri, popularly known as the Trinity of Carnatic music of the 18th century CE.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvarur was a part of Thanjavur district till 1991 and Nagapattinam district until 1997; it became the headquarters of Tiruvarur district when it was carved out of Nagapattinam district in 1997. The Odambokki river passes through the center of the town. Thiruvarur covers an area of 10.47 km2 (4.04 sq mi) and had a population of 58,301 as of 2011. It is administered by a first grade municipality. The town is a part of the Cauvery delta region and agriculture is the major occupation. Roadways are the major means of transportation with a total of 94.06 km (58.45 mi) of district roads including three national highways passing through the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Thoovanayanar Thoovainathar Temple, a prominent temple in the town</p>\r\n<p>Thiruvarur municipality accommodates 94.06 km of roads: 54.9 km of BT roads, 10.91 km of metal roads, 9.48 km of cement roads and 18.75 km of highways. Thiruvarur is connected by three national highways, NH 45A to Viluppuram, NH 67 to Coimbatore. Thiruvarur is connected with Chennai, Coimbatore, Tiruchirapalli, Karaikal and other major towns of Tamil Nadu through the state highways SH 23 from Mayiladuthurai to Thiruthuraipoondi, SH 67 from Thanjavur to Kodikkarai, SH 65 from Thiruvarur to Kumbakonam, SH 66 from Kumbakonam to Adiramapattinam, SH 67 from Nagore to Nachiyar Koil, SH 146 from Mannargudi to Sethubavachatram, SH 147 Kumbakonam to Karaikkal, SH 151 Kilvelur to Kachanam. The Tamil Nadu State Transport Corporation operates close to 175 daily services connecting various cities to Thiruvarur. Most of the buses via Thiruvarur are operated by the corporation ply between Trichy and Velankanni. The corporation operates a computerised reservation centre in the municipal bus stand of the town. It also operates 25 town buses satisfying the local transport needs of Thiruvarur and the neighbouring villages. The State Express Transport Corporation operates long distance buses connecting the town to Bangalore, Thiruvananthapuram and Marthandam.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvarur railway junction is a four way junction connecting Thanjavur in the west, Mayiladuthurai in the north, Nagapattinam in the east and Thiruthuraipoondi in the south. Gauge conversion between Mayiladuthurai and Thiruvarur was completed in August 2012 and the inaugural train ran from Bangalore to Nagore via Thiruvarur. There are passenger trains to Trichy, Thanjavur, Mayiladuthurai, Karaikal, Mannargudi and Thiruthuraipoondi. Gauge conversion between Thiruvarur and Karaikudi is in progress and there is only partial connectivity in the segment connecting Pattukottai, Thirthuraipoondi and Karaikudi. There is a daily express train to Chennai via Mayiladuthurai and Ernakulam. There are two trains from Mannargudi to Tirupathi and Velankanni to Goa, operated three times a week that pass through Thiruvarur. The nearest airport to Thiruvarur is Tiruchirapalli Airport located 110 km (68 mi) from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>As of 2001, Thiruvarur has a lower literacy rate compared to other part of the state. There are three government high schools out of a total of 15 schools in the town. The Central University of Tamil Nadu, established by an act of parliament in 2009, provides collegiate education in the fields of arts and science. There are five other arts and science colleges, one teacher training institute, three polytechnic colleges and two Industrial training institutes (ITI) in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity supply to Thiruvarur is regulated and distributed by the Thiruvarur circle of Tamil Nadu Electricity Board (TNEB). Water supply is provided by the Thiruvarur Municipality from Odambokki river; the distribution through water tanks located at Madapuram, Thendral Nagar, Kidarakondan, Kattapomman street, Mettupalayam, IP Koil street, Maruthapttinam and Weekly Shandy having a total capacity of 4,260 kl (1,130,000 US gal). About 18 t (40,000 lb) of solid waste is collected from the town everyday; 56% domestic wastes and 40% commercial wastes. Thiruvarur municipality is implementing underground drainage and the current sewerage system for disposal of sullage is through septic tanks and public conveniences. Roadside drains carry untreated sewage out of the town to let out raw into the sea or accumulates in low-lying area.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvarur comes under the Thiruvarur Telecom circle of the Bharat Sanchar Nigam Limited (BSNL), India's state-owned telecom and internet services provider. Apart from telecom, BSNL also provides broadband internet service. There are three government hospitals in the town; the largest of them is the District Headquarters Government Hospital. There are 11 private hospitals and numerous medical shops catering to the healthcare need of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The Thyagaraja temple</p>\r\n<p>bronze idols showing two images in sitting posture</p>\r\n<p>Worship of Lord Thyagaraja is associated with the Somaskanda depiction of Lord(s) Shiva, Skanda and Parvathi.</p>\r\n<p>The ancient Thyagaraja Temple at Thiruvarur is dedicated to the Somaskanda aspect of Shiva. Thygaraja is the iconic form of Somaskanda and is believed to have spread widely from the 10th century CE, the period coinciding the reign of Raja Raja Chola. The temple complex spanning over an area of 20 acres (81,000 m2) has shrines dedicated to Vanmikanathar, Thyagaraja, Kamalaamba and numerous other deities. Vanmikinathar is believed to have arisen from an anthill and from the trumpet flower, Bignonia Chelenoides. The Kamalalayam temple tank covers around 33 acres (130,000 m2), making it one of the largest in the country. The temple chariot is the largest of its kind in Tamil Nadu. Thyagaraja is believed to have performed 364 miracles in Thiruvarur similar to the 64 performed at Madurai Meenakshi Temple. Pilgrims take a holy dip in the tank during Hindu auspicious occasions like equinox and eclipse. The temple is also classified as Saptha Vidangam, meaning the seven temples having unique dance moves by Thyagaraja. The Chola inscriptions refer Thyagaraja as Vidhividangar and the name \"Thyagaraja\" is believed to have emerged during the 15&ndash;16th century CE.</p>\r\n<p>&nbsp;</p>\r\n<p>Music, dance and literature</p>\r\n<p>Historically Thiruvarur has been a centre of eminent people in religion, arts and science. Sundarar, an 8th-century Saivite saint, mentions \"I am the slave of all those born in Thiruvarur\" in his works in Tevaram. Two of the 63 nayanmars of Saivite tradition namely, Kalarsinga Nayanar and Tandiyadigal Nayanar were born in Thiruvarur. The Periyapuranam, a 12th-century Saiva canonical by Sekkizhar, dedicates a chapter to those born in Thiruvarur including these two saints. The town was a traditional centre of music and dance &ndash; the inscriptions from Rajaraja Chola associates a large body of dancers associated with the temple. Thiruvarur is home to Trinity of Carnatic music namely Thyagaraja (1767&ndash;1847 CE), Muthuswami Dikshitar (1775&ndash;1835 CE) and Shyama Shastri (1762&ndash;1827 CE). Muthuswami Dikshitar has sung eulogies of the temple deities of the Thyagarajaswami temple. There was large influx of the acumen of South Indian culture to the town during the 17th century CE due to the political unrest in Thanjavur and increased patronage of the Maratha kings to Thiruvarur, resulting in developments in music and dance. A unique musical instrument called Panchamuga Vadyam with each of its five ends ornamented differently is used in the temple. A type of nadaswaram (pipe instrument) called Barinayanam is also a unique instrument found only in Thiruvarur.</p>\r\n<p>&nbsp;</p>\r\n<p>Chariot festival</p>\r\n<p>a temple car drawn by a lot of people</p>\r\n<p>Thiruvarur temple chariot festival depicting the largest temple chariot in World</p>\r\n<p>Kulothunga Chola II (1133&ndash;50 CE) enlarged the temple ritual to have fifty six festivals, some of which are followed in modern times. The annual chariot festival of the Thygarajaswamy temple is celebrated during April &ndash; May, corresponding to the Tamil month of Chitrai. The chariot is the largest of its kind in Tamil Nadu and also No.1 Place of Biggest Chariot in the World weighing 300 tonne with a height of 90 feet. The chariot comes around the four main streets surrounding the temple during the festival. The event is attended by lakhs of people from all over Tamil Nadu. The chariot festival is followed by the \"Theppam\", meaning float festival. The Carnatic music festival celebrated every year also garners large audience. The town has 10 parks, with the Somasundaram Park at Panagal Road and Municipal Park at Thendral Nagar being the most prominent of them.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Thiruvarur district is made up of Eight taluks:</p>\r\n<p>&nbsp;</p>\r\n<p>Kudavasal</p>\r\n<p>Mannargudi</p>\r\n<p>Nannilam</p>\r\n<p>Needamangalam</p>\r\n<p>Thiruthuraipoondi</p>\r\n<p>Thiruvarur</p>\r\n<p>Valangaiman</p>\r\n<p>Muthupettai</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Thiruvarur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tiruvarur","slug":"tiruvarur"}],"recommendations":[{"id":911,"title":"Top Places to visit in Sivaganga, Tamil Nadu","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"Sivaganga is a town in the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga District. The town is located at a distance of 48 km (30 mi) from Madurai and 449 km (279 mi) from the state capital Chennai. It is an important town in this distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"sivaganga","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":908,"title":"Top Places to visit in Ramanathapuram, Tamil Nadu","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"Ramanathapuram, also known as Ramnad, is a town and a municipality in Ramanathapuram district in the Indian state of Tamil Nadu. It is the administrative headquarters of Ramanathapuram district and the second largest town (by population) in Ramanathapuram district. As of 2011 census, the town had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"ramanathapuram","slug":"ramanathapuram"}],"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","total":0},{"id":905,"title":"Top Places to visit in Namakkal, Tamil Nadu","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"Namakkal is a Selection grade municipality and the headquarters of Namakkal district in the Indian state of Tamil Nadu. It is the first ISO 14001-2004 certified municipality in Asia for environmental management, specifically the provision and maintenance of water supply, solid waste and sewage ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"namakkal","slug":"namakkal"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}