{"id":923,"title":"तिरुवरुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","dateCreated":"2019-10-23T14:21:04.632Z","dateModified":"2019-10-23T14:22:37.111Z","contributedBy":"AskGif","content":"<p>तिरुवरुर के रूप में भी जाना जाता है तिरुवरुर [क] भारतीय राज्य तमिलनाडु में एक शहर और नगरपालिका है। यह तिरुवूर जिले और तिरुवूर तालुक का प्रशासनिक मुख्यालय है। यह शहर चोल साम्राज्य की पांच पारंपरिक राजधानियों में से एक था, जिसमें से एक राजवंश कुलोत्तुंगा चोल I के सम्राटों में से एक था, और यह उसकी राजधानी के रूप में था। माना जाता है कि यह शहर काफी प्राचीनता वाला है और अलग-अलग समय पर मध्यकालीन चोल, बाद में चोल, बाद में पांड्य, विजयनगर साम्राज्य, मराठा और अंग्रेजों द्वारा शासित किया गया था। यह शहर त्यागराज मंदिर और अप्रैल के महीने में आयोजित होने वाले वार्षिक रथ उत्सव के लिए जाना जाता है। त्यागराज मंदिर का मंदिर रथ, जिसका वजन 300 टन (660,000 पौंड) है और 90 फीट (27 मीटर) लंबा है, तमिलनाडु का सबसे बड़ा मंदिर रथ है। तिरुवरूर, त्यागराज, मुथुस्वामी दीक्षितार और सियामा शास्त्री की जन्मस्थली है, जिसे लोकप्रिय रूप से 18 वीं शताब्दी सीई के ट्रिनिटी ऑफ कर्नाटक संगीत के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवरूर 1991 तक तंजावुर जिले का एक हिस्सा था और 1997 तक नागापट्टिनम जिला; 1997 में नागापट्टिनम जिले के बाहर होने पर यह तिरुवरूर जिले का मुख्यालय बन गया। ओडम्बोक्की नदी शहर के केंद्र से होकर गुजरती है। तिरुवरुर 10.47 किमी 2 (4.04 वर्ग मील) के क्षेत्र को कवर करता है और 2011 की जनसंख्या 58,301 थी। यह एक प्रथम श्रेणी के नगरपालिका द्वारा प्रशासित है। शहर कावेरी डेल्टा क्षेत्र का एक हिस्सा है और कृषि प्रमुख व्यवसाय है। शहर से गुजरने वाले तीन राष्ट्रीय राजमार्गों सहित कुल 94.06 किमी (58.45 मील) सड़कों के साथ रोडवेज परिवहन का प्रमुख साधन है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>थूवनयनार थूवैनाथर मंदिर, शहर का एक प्रमुख मंदिर</p>\r\n<p>तिरुवरुर नगरपालिका में 94.06 किमी सड़कें हैं: 54.9 किमी बीटी सड़कें, 10.91 किमी धातु सड़कें, 9.48 किमी सीमेंट सड़कें और 18.75 किलोमीटर राजमार्ग हैं। तिरुवरुर तीन राष्ट्रीय राजमार्ग, NH 45A से विलुप्पुरम, NH 67 से कोयंबटूर तक जुड़ा हुआ है। तिरुवरूर चेन्नई, कोयम्बटूर, तिरुचिरापल्ली, कराईकल और तमिलनाडु के अन्य प्रमुख शहरों से जुड़ा हुआ है, राज्य के राजमार्गों 23 के माध्यम से मयिलादुथुराई से थिरुथुराईपोंडी, एसएच 67 तंजावुर से कोडिक्कराई तक, एसएच 65 तिरुवूरुर से कुंभकोणम तक, एसएच 66 कुंबकोणम से आदिम तक नागौर से नचियार कोइल को 67, मन्नारगुडी से सेतुबावचत्रम को एसएच 146, एसएच 147 कुंभकोणम से कराईकल, एसएच 151 किलवेलुर से काछनम तक। तमिलनाडु राज्य परिवहन निगम विभिन्न शहरों से तिरुवरूर को जोड़ने वाली 175 दैनिक सेवाओं का संचालन करता है। तिरुवरुर के माध्यम से अधिकांश बसें त्रिची और वेलंकन्नी के बीच निगम प्लाई द्वारा संचालित की जाती हैं। निगम शहर के नगरपालिका बस स्टैंड में एक कम्प्यूटरीकृत आरक्षण केंद्र संचालित करता है। यह 25 शहरों की बसों का संचालन भी करता है जो तिरुवरूर और पड़ोसी गांवों की स्थानीय परिवहन आवश्यकताओं को पूरा करता है। राज्य एक्सप्रेस परिवहन निगम शहर से बैंगलोर, तिरुवनंतपुरम और मार्तंडम को जोड़ने वाली लंबी दूरी की बसों का संचालन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवरुर रेलवे जंक्शन पश्चिम में तंजावुर, उत्तर में मइलादुथुराई, पूर्व में नागापट्टिनम और दक्षिण में थिरुथुराइपोंडी को जोड़ने वाला एक चार रास्ता जंक्शन है। मयिलादुथुराई और थिरुवरुर के बीच गेज रूपांतरण अगस्त 2012 में पूरा हुआ और उद्घाटन ट्रेन बंगलौर से नागौर से थिरुवरुर तक चली। त्रिची, तंजावुर, मयिलादुथुराई, कराईकल, मन्नारगुडी और थिरुथुराइपोंडी के लिए यात्री ट्रेनें हैं। तिरुवरुर और कराइकुडी के बीच गेज परिवर्तन प्रगति पर है और पट्टुकोट्टई, थिरथुराईपोंडी और कराईकुडी को जोड़ने वाले खंड में केवल आंशिक कनेक्टिविटी है। मयिलादुथुराई और एर्नाकुलम के माध्यम से चेन्नई के लिए एक दैनिक एक्सप्रेस ट्रेन है। मन्नारगुडी से तिरुपति और वेलंकन्नी से गोवा तक दो ट्रेनें हैं, जो सप्ताह में तीन बार संचालित होती हैं जो तिरुवरुर से होकर गुजरती हैं। तिरुवरुर का निकटतम हवाई अड्डा तिरुचिरापल्ली हवाई अड्डा है जो शहर से 110 किमी (68 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>2001 तक, राज्य के अन्य हिस्से की तुलना में तिरुवरुर में साक्षरता दर कम है। कस्बे के कुल 15 स्कूलों में से तीन सरकारी हाई स्कूल हैं। 2009 में संसद के एक अधिनियम द्वारा स्थापित तमिलनाडु का केंद्रीय विश्वविद्यालय कला और विज्ञान के क्षेत्र में कॉलेजिएट शिक्षा प्रदान करता है। कस्बे में पांच अन्य कला और विज्ञान कॉलेज, एक शिक्षक प्रशिक्षण संस्थान, तीन पॉलिटेक्निक कॉलेज और दो औद्योगिक प्रशिक्षण संस्थान (आईटीआई) हैं।</p>\r\n<p>तिरुवरुर को विद्युत आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) के तिरुवरूर सर्कल द्वारा विनियमित और वितरित की जाती है। ओडुम्बोकी नदी से तिरुवरूर नगर पालिका द्वारा जलापूर्ति की जाती है; मदापुरम, थेंडरल नगर, किदराकंदन, कट्टपोमन स्ट्रीट, मेट्टुपालयम, आईपी कोइल स्ट्रीट, मारुथाप्टिनम और साप्ताहिक शैंडी में स्थित पानी की टंकियों के माध्यम से वितरण की कुल क्षमता 4,260 kl (1,130,000 US गैल) है। शहर से रोजाना लगभग 18 टन (40,000 पौंड) ठोस कचरा एकत्र किया जाता है; 56% घरेलू अपशिष्ट और 40% वाणिज्यिक अपशिष्ट। तिरुवरूर नगरपालिका भूमिगत जल निकासी को लागू कर रही है और मल के निपटान के लिए वर्तमान सीवरेज प्रणाली सेप्टिक टैंक और सार्वजनिक उपयुक्तता के माध्यम से है। सड़क के किनारे की नालियां शहर के बाहर अनुपचारित सीवेज को बाहर ले जाने के लिए समुद्र में कच्चे या निचले इलाकों में जमा हो जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवरुर भारत संचार निगम लिमिटेड (बीएसएनएल), भारत के राज्य के स्वामित्व वाले दूरसंचार और इंटरनेट सेवा प्रदाता के तिरुवरूर दूरसंचार सर्कल के अंतर्गत आता है। दूरसंचार के अलावा, बीएसएनएल ब्रॉडबैंड इंटरनेट सेवा भी प्रदान करता है। कस्बे में तीन सरकारी अस्पताल हैं; उनमें से सबसे बड़ा जिला मुख्यालय सरकारी अस्पताल है। शहर की स्वास्थ्य सेवा की जरूरत के लिए 11 निजी अस्पताल और कई चिकित्सा दुकानें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>त्यागराज मंदिर</p>\r\n<p>बैठने की मुद्रा में दो छवियों को दर्शाती कांस्य की मूर्तियाँ</p>\r\n<p>भगवान त्यागराज की पूजा भगवान (ओं) के शिव, स्कंद और पार्वती के सोमस्कंद चित्रण से जुड़ी है।</p>\r\n<p>थिरुवरुर में प्राचीन त्यागराज मंदिर, शिव के सोमास्कंद पहलू को समर्पित है। त्यागराज सोमस्कंद का प्रतिष्ठित रूप है और माना जाता है कि यह 10 वीं शताब्दी ईसा पूर्व से व्यापक रूप से फैल गया था, जो राजा राजा चोल के शासनकाल से मेल खाता था। 20 एकड़ (81,000 मी 2) के क्षेत्र में फैले मंदिर परिसर में वनमीकनाथार, त्यागराज, कमलाम्बा और कई अन्य देवताओं को समर्पित मंदिर हैं। माना जाता है कि वनमिनाथर का जन्म एंथिल और ट्रम्पेट फूल, बिग्नोनिया चेलनोइड्स से हुआ है। कमलालयम मंदिर की टंकी लगभग 33 एकड़ (130,000 मी 2) को कवर करती है, जिससे यह देश में सबसे बड़ा है। मंदिर का रथ तमिलनाडु में अपनी तरह का सबसे बड़ा मंदिर है। माना जाता है कि त्यागराज ने तिरुवूर में 364 चमत्कार किए थे, 64 मदुरै मीनाक्षी मंदिर में किए गए। तीर्थयात्री विषुव और ग्रहण जैसे हिंदू शुभ अवसरों के दौरान टैंक में एक पवित्र डुबकी लगाते हैं। मंदिर को सप्त विदंगम के रूप में भी वर्गीकृत किया गया है, जिसका अर्थ है थायराजा द्वारा अद्वितीय नृत्य चाल वाले सात मंदिर। चोल के शिलालेखों में त्यागराज को विदिवंगंगर के रूप में संदर्भित किया गया है और \"त्यागराज\" नाम माना जाता है कि यह 15-16वीं शताब्दी ईस्वी के दौरान उभरा था।</p>\r\n<p>&nbsp;</p>\r\n<p>संगीत, नृत्य और साहित्य</p>\r\n<p>ऐतिहासिक रूप से थिरुवरूर धर्म, कला और विज्ञान में प्रतिष्ठित लोगों का केंद्र रहा है। 8 वीं शताब्दी के सैवित संत सुंदरार ने तेवारम में अपने कार्यों में \"मैं तिरुवरूर में पैदा हुए सभी लोगों का दास हूं\" का उल्लेख किया है। Saivite परंपरा के 63 nayanmars में से दो अर्थात्, Kalarsinga Nayanar और Tandiyadigal Nayanar तिरुवूर में पैदा हुए थे। पर्किपुरम, सेक्किझर द्वारा 12 वीं शताब्दी के सायवा विहित, इन दो संतों सहित तिरुवरूर में पैदा हुए लोगों के लिए एक अध्याय समर्पित करता है। शहर संगीत और नृत्य का एक पारंपरिक केंद्र था - राजाराजा चोल के शिलालेख मंदिर से जुड़े नर्तकियों के एक बड़े शरीर को जोड़ते हैं। थिरुवरूर कर्नाटक संगीत की त्रिमूर्ति का घर है जिसका नाम त्यागराज (1767-1847 ईस्वी), मुथुस्वामी दीक्षितार (1775-1835 ईस्वी) और श्यामा शास्त्री (1762-1818 ईस्वी) है। मुथुस्वामी दीक्षितार ने त्यागराजस्वामी मंदिर के मंदिर देवताओं की स्तुतियां गाई हैं। तंजावुर में राजनीतिक अशांति के कारण 17 वीं शताब्दी ईस्वी के दौरान शहर में दक्षिण भारतीय संस्कृति के तीखेपन की बड़ी आमद हुई और मराठा राजाओं की थिरुवूर के संरक्षण में वृद्धि हुई, जिसके परिणामस्वरूप संगीत और नृत्य में विकास हुआ। अपने पाँचों सिरों में से प्रत्येक के साथ पंचमगुप्तम नामक एक अद्वितीय संगीत वाद्ययंत्र का अलग-अलग उपयोग किया जाता है। बरिनयानम नामक एक प्रकार का नादस्वरम (पाइप यंत्र) भी केवल तिरुवरुर में पाया जाने वाला एक अनूठा उपकरण है।</p>\r\n<p>रथ उत्सव</p>\r\n<p>बहुत से लोगों द्वारा तैयार की गई एक मंदिर कार</p>\r\n<p>विश्व में सबसे बड़े मंदिर रथ को दर्शाते हुए तिरुवरुर मंदिर रथ उत्सव</p>\r\n<p>कुलोथुंगा चोल II (1133&ndash;50 CE) ने मंदिर के अनुष्ठानों को छप्पन त्योहारों तक बढ़ाया, जिनमें से कुछ का पालन आधुनिक समय में किया जाता है। चिताजी के तमिल महीने के अनुसार, अप्रैल - मई के दौरान, त्यागराजस्वामी मंदिर का वार्षिक रथ उत्सव मनाया जाता है। रथ तमिलनाडु में अपनी तरह का सबसे बड़ा और विश्व में सबसे बड़ा रथ का नंबर 1 प्लेस भी है, जिसका वजन 90 फीट की ऊंचाई के साथ 300 टन है। उत्सव के दौरान मंदिर के आसपास की चार मुख्य सड़कों पर रथ आता है। इस आयोजन में पूरे तमिलनाडु के लाखों लोग शामिल होते हैं। रथ उत्सव के बाद \"थेप्पम\" है, जिसका अर्थ है फ्लोट उत्सव। हर साल मनाया जाने वाला कर्नाटक संगीत समारोह बड़े दर्शकों को भी आकर्षित करता है। शहर में 10 पार्क हैं, पनागल रोड पर सोमसुंदरम पार्क और थेंडरल नगर में नगर पार्क उनमें से सबसे प्रमुख है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>तिरुवरूर जिला आठ तालुकों से बना है:</p>\r\n<p>&nbsp;</p>\r\n<p>Kudavasal</p>\r\n<p>मन्नारगुडी</p>\r\n<p>नन्निलम</p>\r\n<p>Needamangalam</p>\r\n<p>Thiruthuraipoondi</p>\r\n<p>थिरुवरुर</p>\r\n<p>Valangaiman</p>\r\n<p>Muthupettai</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thiruvarur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/431a1cd2-7cb9-437a-a6b6-04510e6be75e_Tiruvarur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tiruvarur-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तिरुवरुर","slug":"tiruvarur"}],"recommendations":[{"id":911,"title":"शिवगंगा में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"शिवगंगा दक्षिण भारतीय राज्य तमिलनाडु में शिवगंगा जिले का एक शहर है। यह शिवगंगा जिले का मुख्यालय भी है। यह शहर मदुरै से 48 किमी (30 मील) और राज्य की राजधानी चेन्नई से 449 किमी (279 मील) की दूरी पर स्थित है। यह आधिकारिक और वाणिज्यिक उद्देश्य के लिए इस जिले का एक महत्वपूर्ण शहर है।\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"शिवगंगा","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":908,"title":"रामनाथपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","dateCreated":"2019-10-16T14:34:38.251Z","dateModified":"2019-10-16T14:35:00.925Z","contributedBy":"AskGif","content":"रामनाथपुरम, जिसे रामनाड के नाम से भी जाना जाता है, भारत के तमिलनाडु राज्य में रामनाथपुरम जिले में एक शहर और एक नगर पालिका है। यह रामनाथपुरम जिले का प्रशासनिक मुख्यालय और रामनाथपुरम जिले में दूसरा सबसे बड़ा शहर है। 2011 की जनगणना के अनुसार, शहर की जनसंख्या 61,440 थी। जनसंख्या का घनत्व: 320 व्यक्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ae50b6b-04dd-4950-ad51-ece9d9ef6030_Ramanathapuram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"रामनाथपुरम","slug":"ramanathapuram"}],"slug":"top-places-to-visit-in-ramanathapuram-tamil-nadu","total":0},{"id":905,"title":"नमक्कल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","dateCreated":"2019-10-16T03:31:19.293Z","dateModified":"2019-10-16T03:31:49.334Z","contributedBy":"AskGif","content":"नमक्कल एक चयन ग्रेड नगर पालिका और भारतीय राज्य तमिलनाडु में नमक्कल जिले का मुख्यालय है। यह पर्यावरण प्रबंधन के लिए एशिया में पहली आईएसओ 14001-2004 प्रमाणित नगर पालिका है, विशेष रूप से पानी की आपूर्ति, ठोस अपशिष्ट और सीवेज प्रबंधन, टाउन प्लानिंग, प्रकाश व्यवस्था और अन्य सामाजिक सेवाओं के प्रावधान ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44eae56e-fe08-48b5-99ea-cf943f513fe7_Namakkal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नमक्कल","slug":"namakkal"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-namakkal-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}