{"id":924,"title":"Top Places to visit in Tiruvannamalai, Tamil Nadu","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"<p>Tiruvannamalai (also Thiruvannamalai or Trinomali and Trinomalee during British times) is a town in the Indian state of Tamil Nadu. The city is administered by a special grade municipality that covers an area of 13.64 km2 (5.27 sq mi) and a population of 145,278. It is the administrative headquarters of the Tiruvannamalai District. Roadways are the major mode of transport in Tiruvannamalai, while the town also has rail connectivity. Chennai International Airport is the nearest domestic and international airport to the town. Tiruvannamalai is named after the central deity of the Annamalaiyar Temple, Annamalaiyar. The Karthigai Deepam festival is celebrated during the day of the full moon between November and December, and a huge beacon is lit atop the Annamalai hill. The event is witnessed by three million pilgrims. On the day preceding each full moon, pilgrims circumnavigate the temple base and the Annamalai hills in a worship called Girivalam, a practice carried out by one million pilgrims yearly.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from other temples, there are 8 important shiva temples facing 8 important directions on the (side) path of Girivalam. All the Shivlings of these 8 temples are believed to have formed naturally.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Located on the foothills of Annamalai hills, Tiruvannamalai has been ruled by the Pallavas, the Medieval Cholas, the Later Cholas, Hoysalas, the Vijayanagar Empire, the Carnatic kingdom, Tipu Sultan, and the British. It served as the capital of the Hoysalas. The town is built around the Annamalaiyar Temple like other Nayak capitals. Tiruvannamalai is administered by a special-grade a municipality constituted in 1886. Tiruvannamalai has an average elevation of 200 metres (660 ft) and experiences a hot and humid climate. Being a pilgrimage town, most of the people are employed in the tertiary sector. There are 25 elementary schools, nine high schools, 18 higher secondary schools, four arts &amp; science colleges, one government medical college and four engineering colleges in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Main articles: Annamalaiyar Temple and Tirumalai</p>\r\n<p>temple towers with a hill in the backgournd</p>\r\n<p>Image of the Annamalaiyar Temple with the Annamalai hills in the background</p>\r\n<p>The Annamalaiyar Temple is the most prominent landmark of Tiruvannamalai. The temple complex covers an area of 10 ha (25 acres), and is one of the largest temples in India. It houses four gateway towers known as gopurams. The tallest is the eastern tower, with 11 stories and a height of 66 m (217 ft), making it one of the tallest temple towers in India. The temple has numerous shrines, with those of Annamalaiyar and Unnamulai Amman being the most prominent. The temple complex houses many halls; the most notable is the thousand-pillared hall built during the Vijayanagar period.</p>\r\n<p>&nbsp;</p>\r\n<p>The Annamalaiyar temple is one of the Pancha Bhoota Stalas, or five Shiva temples, with each a manifestation of a natural element: land, water, air, sky or fire. In Annamalaiyar temple, Shiva is said to have manifested himself as a massive column of fire, whose crown and feet could not be found by the Hindu gods, Brahma and Vishnu. Aathara Stala are Shiva temples which are considered to be personifications of the Tantric chakras of human anatomy. The Annamalaiyar temple is called the Manipooraga stalam, and is associated with the Manipooraga chakra. The temple is revered in Tevaram, the Tamil Saiva canon and classified as Paadal Petra Sthalam, one of the 276 temples that find mention in the Saiva canon.</p>\r\n<p>&nbsp;</p>\r\n<p>The most important festival of the Annamalaiyar temple is celebrated during the Tamil month of Karthikai, between November and December, concluding with the celebration of Karthikai Deepam. A huge lamp is lit in a cauldron, containing three tons of ghee, at the top of the Annamalai hills during the Deepam. To mark the occasion, the festival deity of Annamalaiyar circumambulates the mountain. Inscriptions indicate that the festival was celebrated as early as the Chola period (850&ndash;1280) and was expanded to ten days in the twentieth century.</p>\r\n<p>&nbsp;</p>\r\n<p>Every full moon, tens of thousands of pilgrims worship Annamalaiyar by circumambulating the Annamalai hill barefoot. The circumambulation covers a distance of 14 kilometres (8.7 mi), and is referred as Girivalam. According to Hindu legend, the walk removes sins, fulfils desires and helps achieve freedom from the cycle of birth and rebirth. Offerings are made in a string of tanks, shrines, pillared meditation halls, springs and caves around the hill.</p>\r\n<p>&nbsp;</p>\r\n<p>image of a religious sculpture in standing pose</p>\r\n<p>Image of the largest Jain sculpture of Neminatha in Tamil Nadu in Tirumalai temple</p>\r\n<p>Tirumalai is an ancient Jain temple complex in the outskirts of Tirvannamalai that houses three Jain caves, four Jain temples and a 16 feet (4.9 m) high sculpture of Neminatha dated from the 12th century and the tallest Jain image in Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>The Ramana Ashram and ashram of Yogi Ramsuratkumar, located around the Annamalai hill are popular visitor attractions of Tiruvannamalai. The Sathanur Dam over the Thenpennair river located 20 km (12 mi) southwest of the town is a prominent picnic spot. This 786.37 m Dam is 44.81m high and can store 7,321,000,000 cu ft or 207,300,000 cubic meters of water. A scenic park is also present adjacent to this dam. Ulagalantha Perumal Temple in Tirukoyilur and Thiruvarangam, situated 20 km (12 mi) south of Tiruvannamalai are prominent Vishnu temples that are located around Tiruvannamalai.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The Puducherry &ndash; Krishnagiri national highway, NH 66 and the Villupuram &ndash; Mangalore National highway NH 234 pass through Tiruvannamalai. The town has eight arterial roads that connects it to other towns. The Tiruvannamalai municipality maintains a total length of 75.26 km (46.76 mi). The town has 9.068 km (5.635 mi) concrete roads, 50.056 km (31.103 mi) BT roads, 7.339 km (4.560 mi) of WBM roads and 8.797 km (5.466 mi) earthen roads. A total of 452 roads is maintained by the State Highways Department.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruvannamalai is served by the town bus service operated by the TNSTC, which provides connectivity within the town and the suburbs. There are private operated mini-bus services that cater to the local transport needs of the town. The main bus stand covers an area of 2 acres (8,100 m2) and is located in the heart of the town. There are regular inter-city bus services to Tiruvannamalai. The TNSTC operates daily services connecting various cities to Tiruvannamalai. The Corporation operates a computerised reservation centre in the bus stand of the town. The SETC operates long distance buses connecting the town to important cities like Chennai, Puducherry and Bengaluru. The major inter city bus routes from the town are to cities and towns like Chennai, Bengaluru, Vettavalam, Villupuram, Puducherry, Tindivanam, Tirukoilur, Avalurpet, Kanchipuram, Chengam, Sathanur, Sankarapuram and Manalurpet.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiruvannamalai railway station is located in the rail head from Katpadi to Villupuram and falls under the Tiruchchirapalli division of the Southern Railway. The Rameshwaram-Tirupati bi-weekly expresses connects Tiruvannamalai to the cities of Madurai and Tirupati in either directions. There are also passenger trains running either side from Katpadi to Villupuram.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is at Chennai, which is located 172 km (107 mi) from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>There are 45 elementary schools, 12 high schools and 28 higher secondary schools in Tiruvannamalai. There are seven arts &amp; science colleges, six engineering colleges, 1 law college and 1medical college in the town . Electricity supply to Tiruvannamalai is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The town along with its suburbs forms the Tiruvannamalai Electricity Distribution Circle. Water supply is provided by the municipality of Tiruvannamalai from the Thenpennai river and Samuthiram through feeders located in various parts of the town. In the period 2000&ndash;2001, a total of 12.5 million litres of water was supplied every day for households in the town. About 52 metric tonnes of solid waste are collected from Tiruvannamalai every day by door-to-door collection and subsequently the source segregation and dumping is carried out by the sanitary department of the municipality. The coverage of solid waste management had an efficiency of 75% in 2001. The Town has underground drainage system which came to existence fully in the year 2013&ndash;2014&nbsp; and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences. The municipality maintains a total of 192.24 km (119.45 mi) of storm water drains in Tiruvannamalai. There is three government hospitals, one southern railway hospital, two municipal maternity hospital, two Siddha hospitals, five health centres and 126 private hospitals and clinics that take care of the health care needs of the citizens. There are a total of 13,570 street lamps in Tiruvannamalai: 2,496 sodium lamps, 1061 mercury vapour lamps, 10,010 tube lights and 112 high mast beam lamp. The municipality operates seven markets, namely the Jothi flower market, vegetable market and uzhavar santhai, poomalai market, Angalamman koil market, Perumbakkam road market that cater to the needs of the town and the rural areas around it.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tiruvannamalai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","tags":[{"name":"tiruvannamalai","slug":"tiruvannamalai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":914,"title":"Top Places to visit in Tiruchirappalli, Tamil Nadu","imageUrl":"49618dcb-bf3d-4731-81ff-570b0673db80_Tiruchirappalli-railway.jpg","dateCreated":"2019-10-17T15:25:15.866Z","dateModified":"2019-10-17T15:25:39.724Z","contributedBy":"AskGif","content":"Tiruchirappalli[b] (formerly Trichinopoly in English), also called Trichy, is a major tier II city in the Indian state of Tamil Nadu and the administrative headquarters of Tiruchirappalli District. Trichy is the fourth largest city as well as the fourth largest urban agglomeration in the state. L","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49618dcb-bf3d-4731-81ff-570b0673db80_Tiruchirappalli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tiruchirappalli","slug":"tiruchirappalli"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruchirappalli-tamil-nadu","total":0},{"id":911,"title":"Top Places to visit in Sivaganga, Tamil Nadu","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"Sivaganga is a town in the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga District. The town is located at a distance of 48 km (30 mi) from Madurai and 449 km (279 mi) from the state capital Chennai. It is an important town in this distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"sivaganga","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":899,"title":"Top Places to visit in Kanyakumari, Nagercoil, Tamil Nadu","imageUrl":"6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","dateCreated":"2019-10-16T01:51:12.606Z","dateModified":"2019-10-16T01:51:31.128Z","contributedBy":"AskGif","content":"Kanyakumari (distorted to Cape Comorin by colonialists) is a city of the Kanyakumari district in the Indian State of Tamil Nadu. It is the southernmost city of peninsular/contiguous India. Kanyakumari has been a city since the Sangam period. and is a popular tourist destination.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a0c6dd0-e401-4bd6-8aae-8f75a3ad6d28_Kanyakumari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagercoil","slug":"nagercoil"},{"name":"kanyakumari","slug":"kanyakumari"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-kanyakumari-nagercoil-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}