{"id":925,"title":"Top Places to visit in Vellore, Tamil Nadu","imageUrl":"51f66c31-f9bf-4169-8968-e24d29c03e5e_Vellore-railway.jpg","dateCreated":"2019-10-23T15:22:17.039Z","dateModified":"2019-10-23T15:22:34.446Z","contributedBy":"AskGif","content":"<p>Vellore is a city and the administrative headquarters of Vellore District in the Indian state of Tamil Nadu. Located on the banks of the Palar River in the north-eastern part of Tamil Nadu, the city has been ruled, at different times, by the Pallavas, Medieval Cholas, Later Cholas, Vijayanagar Empire, Rashtrakutas, Carnatic kingdom and the British. The city has four zones (totally 60 wards) covering an area of 87.915 km2 and has a population of 423,425 based on the 2001 census. It is located about 135 kilometres (84 mi) west of Chennai and about 210 kilometres (130 mi) east of Bangalore. Vellore is administered by Vellore Municipal Corporation under a mayor. It is a part of Vellore (State Assembly Constituency) and Vellore (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Vellore is the home of Christian Medical College &amp; Hospital and Vellore Institute of Technology.</p>\r\n<p>&nbsp;</p>\r\n<p>Vellore region is the top exporter of finished leather goods in the country. Vellore leather accounts for more than 37% of the country's export of leather and leather-related products.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government of India has released the next round of smart cities project list. The Tamil Nadu state district Vellore also got a place on the list of 27 cities in the project.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: List of educational institutions in Vellore</p>\r\n<p>Vellore is considered a prominent destination for medical and technological education in India. It has a state-government university, a private technological university, one government and one private medical school and several engineering and arts and science colleges.</p>\r\n<p>&nbsp;</p>\r\n<p>The country's first stem-cell translational research centre was established in Vellore in December 2005. The central government's biotechnology department selected the Christian Medical College (CMC) as the first in a series of centers, since it already had world-class clinical hematology and biochemistry departments. The college has made a breakthrough which attracted the attention of the country's medical and scientific community: the Centre for Stem Cell Research at the Christian Medical College succeeded in reprogramming cells from adult mice to make them function like stem cells found in the human embryo. The agricultural research station at Virinjipuram is in the Northeastern Zone of Tamil Nadu. It is one of 32 research stations of Tamil Nadu Agricultural University (TNAU). The Government of India-sponsored National Watershed Development Project for Rainfed Areas (NWDPRA) scheme has been in operation since October 1997, with the main objective being trials of conservation measures conducted in water and soil of 18 watersheds in the Vellore and Tiruvannamalai districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvalluvar University was split off from the University of Madras, is located near Vallimalai, Vellore. Nearly all the government-run arts and science colleges in Vellore, Tiruvannamalai, Villupuram and Cuddalore districts are affiliated with Thiruvalluvar University. Thanthai Periyar Government Institute of Technology is the only government engineering college in Vellore. The Vellore Institute of Technology (VIT) has been ranked best private engineering university in India by the magazine India Today.</p>\r\n<p>&nbsp;</p>\r\n<p>Three-story building with central column, framed with palm trees</p>\r\n<p>Main building of the Christian Medical College Hospital</p>\r\n<p>Christian Medical College &amp; Hospital (CMCH), one of the largest hospitals in India and Asia, is based out of Vellore. It is a major health care provider for the surrounding districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Auxilium Women's College (founded in 1954) is the first women's college in Vellore district; Other arts and sciences colleges in the city are the Dhanabakyam Krishnaswamy Mudhaliar Women's College (DKM) near Sainathapuram and the Muthurangam Government Arts College (MGAC) in Otteri, near Bagayam. Voorhees College (founded 1898) is the oldest college in the district and known as the institution where S. Radhakrishnan (former president of India) studied; a commemorative stamp for the centenary of the college was issued by the government of India. C. Abdul Hakeem College is in Melvisharam. Arignar Anna Arts College for Women(AAA) is located in Walajapet.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government Law College, Vellore was established in 2008. It offers a three-year Bachelor of Laws (BL) degree with an annual intake of 80 students. The college is in Katpadi, Vellore. There are several Arabic colleges in Vellore such as the Madrasa Al-Baqiyathus Salihath, popularly known as Baaqiyaath, founded by Shah Abdul Wahab, which is the second oldest Arabic college in India after Darul Uloom Deoband in Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Schieffelin Institute of Health &ndash; Research and Leprosy Centre (SIH-R &amp; LC) called Karigiri Hospital is located near Vellore, was established in 1955 to care for the leprosy patients.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Main article: Tourism in Vellore</p>\r\n<p>&nbsp;</p>\r\n<p>Vellore Fort and Jalakandeswarar temple Panorama</p>\r\n<p>Vellore Fort is the most prominent landmark in the city. During British rule, Tipu Sultan's family and the last king of Sri Lanka, Vikrama Rajasinha, were held as royal prisoners in the fort. The fort houses a church, a mosque and a Hindu temple, the latter known for its carvings. The first rebellion against British rule erupted at this fort in 1806, and it witnessed the massacre of the Vijayanagara royal family of Emperor Sriranga Raya. The fortifications consist of a main rampart, broken at irregular intervals by round towers and rectangular projections. The main walls are built of massive granite stones, surrounded by a broad moat fed with water by subterranean pipes from the Suryagunta reservoir.</p>\r\n<p>&nbsp;</p>\r\n<p>Within the fort is the similarly aged Jalakanteswara Temple. It is a noteworthy example of military architecture in South India. The fort houses the Tipu Mahal where Tipu Sultan is believed to have stayed with his family during the war with the British; the graves of Tipu's sons are found at Vellore. It is administered by the Archaeological Survey of India. Vellore Fort has been declared a Monument of National Importance and is a noted tourist attraction.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Jalakandeswarar Temple Main Gopuram, February 2012</p>\r\n<p>The State Government Museum is inside the fort. It was opened to the public in 1985. It consists of objects of art, archaeology, prehistory, weapons, sculptures, bronzes, wood carvings, handicrafts, numismatics, philately, botany, geology and zoology. Historical monuments of the erstwhile composite North Arcot District are contained in the gallery. Special exhibits include a bronze double sword from Vellore Taluk dating to 400 BC, stone sculptures from the late Pallava to Vijayanagar periods, ivory chess boards and coins used by the last Kandian King of Sri Lanka, Vikrama Raja Singha. Educational activities at the museum include an art camp for school students and the study of inscriptions and iconography for college students.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>NH 48 Green Circle Junction (Central Bus Terminus) flyover in Vellore City</p>\r\n<p>The Vellore municipal corporation maintains 104.332 km (64.829 mi) of roads. It has 50.259 km (31.229 mi) concrete roads, 6.243 km (3.879 mi) kutcha roads and 47.88 km (29.75 mi) bituminous road. The National Highways passing through or terminating at Vellore as per new numbering are,</p>\r\n<p>&nbsp;</p>\r\n<p>Highway Number Destination Via</p>\r\n<p>48 Chennai Kanchipuram, Sriperumbudur,</p>\r\n<p>Delhi Bengaluru, Pune, Mumbai, Vadodara, Udaipur, Jaipur</p>\r\n<p>38 Thoothukudi Tiruvannamalai, Tiruchirappalli, Madurai</p>\r\n<p>40 Hyderabad Chittoor, Kadapa, Kurnool</p>\r\n<p>75 Mangaluru Gudiyattam, Pernambut, Venkatagirikota, Kolar, Bengaluru, Hassan, Sakleshpura</p>\r\n<p>Vellore is connected with major cities in the states of Tamil Nadu, Andhra Pradesh and Karnataka. Bus service is available to Chennai, Coimbatore, Bangalore, Thiruvananthapuram, Tirupathi, Kadapa, Anantapur, Salem, Chittoor, Kuppam, Kolar, Kolar Gold Fields, Madanapalle, Vijayawada, Hyderabad, Mangalore, Karur, Kumbakonam, Aranthangi, Mannargudi, Nagapattinam, Hosur, Marthandam, Thoothukudi, Thiruchendur, Sengottai, Cuddalore, Kurnool, Trichy, Thuraiyur, Thammampatti, Thiruvannamalai, Tindivanam, Pondicherry, Kallakkurichi, Tirupattur,Viluppuram, Kanyakumari, Arani, Madurai, Tirunelveli, Kanchipuram, Tiruttani, Kalpakkam, Pallikonda, Ponnai, Gudiyatham, Dharmapuri, Erode, Tirupur, Palakkad, Krishnagiri, mumbai Gingee and other major towns and cities in South India. Vellore is served by a city bus service, which connects the city, suburbs and other places of interest. The bus service extends about 30 km from the city center. There are two bus terminals: the Town Bus Terminus (opposite the fort and near CMC Hospital) and the Central Bus Terminus (Near Green Circle). Other bus terminals are located at Chittor Bus Stand (near VIT Road), Bagayam and Katpadi(Junction bus stop). The bus stands are maintained by the Vellore Municipal Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Vellore has three main railway stations: Katpadi junction, Vellore Cantonment and Vellore Town. The largest is Vellore-Katpadi Junction, 5 km north of CMC hospital. This is a major railway junction on the Chennai-Bangalore broad-gauge line running to Chennai, Bangalore, Tirupati,New delhi,Howrah, Kanyakumari. There are direct rail links to Vijayawada Junction, Tirupati, Jhansi, Bhubaneswar, Nagpur, Bangalore, Coimbatore, Lucknow, Dehradun, Agartala, Ahmedabad, Ludhiana, Bhopal Junction, Mumbai, Mangalore, Tiruchchirapalli, Kumbakonam, BilaspurKorba, Patna, Ernakulam, Trivandrum, Kanniyakumari, Shirdi, Kanpur, Gaya, Dhanbad, Jammu Tawi, Madurai, Bhilai, Gwalior, Chennai Central, Howrah Station, New Delhi Railway Station, Coimbatore, Guwahati, Silchar, Howrah, Nagarcoil, Kozhikode, Kollam, Thrissur, Jaipur, Dibrugarh, Varanasi, Pune, Hyderabad, Vishakapatnam and other major cities. More than 150 trains cross the Vellore-Katpadi Junction daily. Nearly 250 to 265 trains halts this junction. This is the mMajor and busiest junction in South India,and 1st Important railway station in Vellore district.</p>\r\n<p>&nbsp;</p>\r\n<p>Vellore Cantonment is in Suriyakulam on the Viluppuram-Tirupati broad gauge line, 8 km from Katpadi Junction. EMU and passenger trains to Tirupati, Chennai and Arakonnam depart from here. The 150-km broad gauge line was extended to Villupuram in January 2010 and connects Vellore and South Tamil Nadu; however, as of January 2019 it is serviced by slow passenger trains. The line was opened for goods trains in June 2010. An EMU from Vellore Cantonment to Chennai Central was introduced on December 22, 2008. Vellore Town Station is in Konavattam on the line connecting Katpadi Junction with Viluppuram Junction via Tiruvannamalai.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The Vellore Airport came up in the year 1934 is located at Abdullapuram, 11km away from the city centre. It had been used to land trainer aircraft and helicopters. It was re-activated in as a part of Airports Authority of India idle airports activation programme in July 2006 to facilitate regular flying by trainee pilots of the Madras Flying Club whose operations were restricted with the increase in scheduled aircraft movement at Chennai Airport. Vellore airport being revived under the Regional Connectivity Scheme (RCS) or UDAN, runway and terminal building works are under progress, all the required infrastructure works scheduled to be ready by June-2019 for operations.</p>\r\n<p>&nbsp;</p>\r\n<p>Utility services</p>\r\n<p>Electricity supply to Vellore is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The city and its suburbs forms the Vellore Electricity Distribution Circle. A chief distribution engineer is stationed at the regional headquarters. Water supply is provided by the Vellore municipal corporation from the Palar river through Palar headworks and Karungamputhur headworks and distributed through ten overhead tanks. As of 2005, there were 16,371 connections against 33,772 households. In 2000&ndash;2001, a total of 7.4 million litres of water was supplied daily for households in the city. The other sources of water are Otteri Lake, Sathuvancheri town panchayat, Ponnai and street bore wells.</p>\r\n<p>&nbsp;</p>\r\n<p>As per the municipal data for 2011, about 83 metric tonnes of solid waste were collected from Vellore every day by door-to-door collection. The source segregation and dumping was carried out by the sanitary department of the Vellore municipal corporation. The municipal corporation covered 16 wards for waste collection as of 2001. There is no underground drainage system and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences. The municipal corporation maintained 145 km (90 mi) of storm water drains in 2011. As of 2011, 24 government and private hospitals and one veterinary hospital take care of the health care needs of the citizens. As of 2011, the municipal corporation maintained 5,241 street lamps: 735 sodium lamps, 73 mercury vapour lamps, 4,432 tube lights and one high mast beam lamp. The municipal corporation operates the Nethaji Daily Market that caters to the needs of the city and the rural areas around it.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vellore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51f66c31-f9bf-4169-8968-e24d29c03e5e_Vellore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vellore-tamil-nadu","tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"vellore","slug":"vellore"}],"recommendations":[{"id":912,"title":"Top Places to visit in Tenkasi, Tamil Nadu","imageUrl":"17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","dateCreated":"2019-10-17T14:07:40.452Z","dateModified":"2019-10-17T14:08:14.09Z","contributedBy":"AskGif","content":"Tenkasi is a new district of Tamil Nadu, India, separated from Tirunelveli District. The Tamil Nadu government announced its creation on July 18, 2019, together with Chengalpattu district. The capital is in Tenkasi.\r\nTenkasi is a major tourism city in the Indian state of Tamil Nadu. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tenkasi","slug":"tenkasi"}],"slug":"top-places-to-visit-in-tenkasi-tamil-nadu","total":0},{"id":911,"title":"Top Places to visit in Sivaganga, Tamil Nadu","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"Sivaganga is a town in the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga District. The town is located at a distance of 48 km (30 mi) from Madurai and 449 km (279 mi) from the state capital Chennai. It is an important town in this distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"sivaganga","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":895,"title":"Top Places to visit in Dindigul, Tamil Nadu","imageUrl":"3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","dateCreated":"2019-10-15T02:34:31.744Z","dateModified":"2019-10-15T02:34:49.446Z","contributedBy":"AskGif","content":"Dindigul (Tiṇṭukkal) is a city in the Indian state of Tamil Nadu. It is the administrative headquarters of the Dindigul district. Dindigul is located 420 km (260 mi) southwest from the state capital, Chennai, 100 km (62 mi) away from Tiruchirappalli and 66 km (41 mi) away from Madurai.\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dindigul","slug":"dindigul"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dindigul-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}