{"id":925,"title":"वेल्लोर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"51f66c31-f9bf-4169-8968-e24d29c03e5e_Vellore-railway.jpg","dateCreated":"2019-10-23T15:22:17.039Z","dateModified":"2019-10-23T15:22:34.446Z","contributedBy":"AskGif","content":"<p>वेल्लोर एक शहर है और भारतीय राज्य तमिलनाडु में वेल्लोर जिले का प्रशासनिक मुख्यालय है। तमिलनाडु के उत्तर-पूर्वी भाग में पलार नदी के तट पर स्थित, पल्लवों, मध्यकालीन चोल, बाद में चोल, विजयनगर साम्राज्य, राष्ट्रकूट, कर्नाटक राज्य और ब्रिटिश द्वारा अलग-अलग समय पर शहर पर शासन किया गया है। शहर में चार क्षेत्र (पूरी तरह से 60 वार्ड) 87.915 किमी 2 के क्षेत्र को कवर करते हैं और 2001 की जनगणना के आधार पर 423,425 की आबादी है। यह चेन्नई के पश्चिम में लगभग 135 किलोमीटर (84 मील) और बैंगलोर से लगभग 210 किलोमीटर (130 मील) पूर्व में स्थित है। वेल्लोर को एक मेयर के तहत वेल्लोर नगर निगम द्वारा प्रशासित किया जाता है। यह वेल्लोर (राज्य विधानसभा निर्वाचन क्षेत्र) और वेल्लोर (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेल्लोर ईसाई मेडिकल कॉलेज और अस्पताल और वेल्लोर प्रौद्योगिकी संस्थान का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेल्लोर क्षेत्र देश में तैयार चमड़े के सामानों का शीर्ष निर्यातक है। वेल्लोर के चमड़े का देश के चमड़े और चमड़े से संबंधित उत्पादों के निर्यात में 37% से अधिक का योगदान है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत सरकार ने स्मार्ट शहरों की परियोजना सूची का अगला दौर जारी किया है। तमिलनाडु राज्य के जिला वेल्लोर को भी परियोजना में 27 शहरों की सूची में जगह मिली।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: वेल्लोर में शैक्षिक संस्थानों की सूची</p>\r\n<p>वेल्लोर को भारत में चिकित्सा और तकनीकी शिक्षा के लिए एक प्रमुख स्थान माना जाता है। इसमें एक राज्य-सरकारी विश्वविद्यालय, एक निजी तकनीकी विश्वविद्यालय, एक सरकारी और एक निजी मेडिकल स्कूल और कई इंजीनियरिंग और कला और विज्ञान कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देश का पहला स्टेम सेल ट्रांसलेशनल रिसर्च सेंटर दिसंबर 2005 में वेल्लोर में स्थापित किया गया था। केंद्र सरकार के जैव प्रौद्योगिकी विभाग ने क्रिश्चियन मेडिकल कॉलेज (CMC) को केंद्रों की एक श्रृंखला में पहली बार चुना, क्योंकि इसमें पहले से ही विश्वस्तरीय नैदानिक ​​हेमेटोलॉजी और जैव रसायन विज्ञान था। विभागों। कॉलेज ने एक सफलता बनाई है जिसने देश के चिकित्सा और वैज्ञानिक समुदाय का ध्यान आकर्षित किया: क्रिश्चियन मेडिकल कॉलेज में सेंटर फॉर स्टेम सेल रिसर्च वयस्क चूहों से कोशिकाओं को पुन: उत्पन्न करने में सफल रहा, ताकि मानव भ्रूण में पाए जाने वाले स्टेम कोशिकाओं की तरह कार्य कर सकें। विरिन्जिपुरम में कृषि अनुसंधान स्टेशन तमिलनाडु के पूर्वोत्तर क्षेत्र में है। यह तमिलनाडु कृषि विश्वविद्यालय (TNAU) के 32 अनुसंधान स्टेशनों में से एक है। वर्षा जल क्षेत्रों (NWDPRA) योजना के लिए भारत सरकार द्वारा प्रायोजित राष्ट्रीय जलग्रहण विकास परियोजना अक्टूबर 1997 से प्रचालन में है, जिसका मुख्य उद्देश्य वेल्लोर और तिरूवन्नमलाई जिलों में 18 जलक्षेत्रों के जल और मिट्टी में किए गए संरक्षण उपायों का परीक्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवल्लुवर विश्वविद्यालय मद्रास विश्वविद्यालय से अलग हो गया था, वल्लिमलाई, वेल्लोर के पास स्थित है। वेल्लोर, तिरुवन्नामलाई, विल्लुपुरम और कुड्डालोर जिलों में लगभग सभी सरकारी संचालित कला और विज्ञान कॉलेज तिरुवल्लुवर विश्वविद्यालय से संबद्ध हैं। थानथई पेरियार सरकारी प्रौद्योगिकी संस्थान वेल्लोर का एकमात्र सरकारी इंजीनियरिंग कॉलेज है। मैगजीन इंडिया टुडे द्वारा वेल्लोर इंस्टीट्यूट ऑफ टेक्नोलॉजी (VIT) को भारत में सर्वश्रेष्ठ निजी इंजीनियरिंग विश्वविद्यालय का दर्जा दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रीय स्तंभ के साथ तीन मंजिला इमारत, ताड़ के पेड़ों के साथ बनाई गई</p>\r\n<p>क्रिश्चियन मेडिकल कॉलेज अस्पताल का मुख्य भवन</p>\r\n<p>क्रिश्चियन मेडिकल कॉलेज एंड हॉस्पिटल (CMCH), भारत और एशिया के सबसे बड़े अस्पतालों में से एक, वेल्लोर से बाहर स्थित है। यह आसपास के जिलों के लिए एक प्रमुख स्वास्थ्य देखभाल प्रदाता है।</p>\r\n<p>ऑक्सिलियम महिला कॉलेज (1954 में स्थापित) वेल्लोर जिले का पहला महिला कॉलेज है; शहर के अन्य कला और विज्ञान महाविद्यालय, साईनाथपुरम के पास धनाब्यकम कृष्णास्वामी मुधलिअर महिला कॉलेज (डीकेएम) और ओटेरी में मुथुरंगम गवर्नमेंट आर्ट्स कॉलेज (एमजीएसी) हैं। वरहीस कॉलेज (1898 में स्थापित) जिले का सबसे पुराना कॉलेज है और उस संस्थान के रूप में जाना जाता है जहां एस। राधाकृष्णन (भारत के पूर्व राष्ट्रपति) ने अध्ययन किया; कॉलेज की शताब्दी के लिए एक स्मारक डाक टिकट भारत सरकार द्वारा जारी किया गया था। सी। अब्दुल हकीम कॉलेज मेलविशरम में है। अरिगनार अन्ना आर्ट्स कॉलेज फॉर विमेन (AAA) वालजापेट में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट लॉ कॉलेज, वेल्लोर को 2008 में स्थापित किया गया था। यह 80 छात्रों के वार्षिक सेवन के साथ तीन वर्षीय बैचलर ऑफ लॉज़ (बीएल) की डिग्री प्रदान करता है। कॉलेज कटपडी, वेल्लोर में है। वेल्लोर में कई अरबी कॉलेज हैं, जैसे कि मदरसा अल-बकियाथस सलीहट, जिसे लोकप्रिय रूप से बाकियाथ के नाम से जाना जाता है, जिसे शाह अब्दुल वहाब द्वारा स्थापित किया गया था, जो उत्तर प्रदेश में दारुल उलूम देवबंद के बाद भारत का दूसरा सबसे पुराना अरबी कॉलेज है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्किफेलिन इंस्टीट्यूट ऑफ हेल्थ - रिसर्च एंड लेप्रोसी सेंटर (SIH-R &amp; LC) जिसे कारीगिरी हॉस्पिटल कहा जाता है, वेल्लोर के पास स्थित है, 1955 में कुष्ठ रोगियों की देखभाल के लिए स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मुख्य लेख: वेल्लोर में पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>वेल्लोर का किला और जलकंडेश्वर मंदिर पनोरमा</p>\r\n<p>वेल्लोर का किला शहर का सबसे प्रमुख स्थल है। ब्रिटिश शासन के दौरान, टीपू सुल्तान के परिवार और श्रीलंका के अंतिम राजा, विक्रम राजसिंह को किले में शाही कैदियों के रूप में रखा गया था। किले में एक चर्च, एक मस्जिद और एक हिंदू मंदिर है, जो कि अपनी नक्काशी के लिए जाना जाता है। 1806 में इस किले पर ब्रिटिश शासन के खिलाफ पहला विद्रोह हुआ, और इसने सम्राट श्रीरंगा राय के विजयनगर शाही परिवार के नरसंहार को देखा। किलेबंदी एक मुख्य प्राचीर से बनी है, जो गोल टावरों और आयताकार अनुमानों द्वारा अनियमित अंतराल पर टूटी हुई है। मुख्य दीवारें बड़े पैमाने पर ग्रेनाइट पत्थरों से बनी हैं, जो सूर्यगुनता जलाशय से भूमिगत पाइप द्वारा पानी से तंग एक चौड़ी खाई से घिरी हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>किले के भीतर इतना ही पुराना जलकंटेश्वर मंदिर है। यह दक्षिण भारत में सैन्य वास्तुकला का एक उल्लेखनीय उदाहरण है। माना जाता है कि किला टीपू सुल्तान का घर है जहाँ अंग्रेजों के साथ युद्ध के दौरान टीपू सुल्तान अपने परिवार के साथ रहा था; टीपू के पुत्रों की कब्रें वेल्लोर में पाई जाती हैं। यह भारतीय पुरातत्व सर्वेक्षण द्वारा प्रशासित है। वेल्लोर किले को राष्ट्रीय महत्व का स्मारक घोषित किया गया है और यह पर्यटकों का एक प्रसिद्ध आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>श्री जलकंडेश्वर मंदिर मुख्य गोपुरम, फरवरी २०१२</p>\r\n<p>किले के अंदर राज्य सरकार का संग्रहालय है। इसे 1985 में जनता के लिए खोला गया था। इसमें कला, पुरातत्व, प्रागितिहास, हथियार, मूर्तियां, कांस्य, लकड़ी की नक्काशी, हस्तशिल्प, अंकशास्त्र, दार्शनिक, वनस्पति विज्ञान, भूविज्ञान और प्राणीशास्त्र की वस्तुएं शामिल हैं। पूर्ववर्ती समग्र उत्तरी अरकोट जिले के ऐतिहासिक स्मारक गैलरी में समाहित हैं। विशेष प्रदर्शनों में वेल्लोर तालुक से 400 ईसा पूर्व की कांस्य डबल तलवार, स्वर्गीय पल्लव से विजयनगर काल की पत्थर की मूर्तियां, हाथी दांत शतरंज बोर्ड और श्रीलंका के अंतिम कंदियन राजा, विक्रम राजा सिंघ द्वारा इस्तेमाल किए गए सिक्के शामिल हैं। संग्रहालय में शैक्षिक गतिविधियों में स्कूल के छात्रों के लिए एक कला शिविर और महाविद्यालय के छात्रों के लिए शिलालेख और आइकनोग्राफी का अध्ययन शामिल है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>वेल्लोर शहर में NH 48 ग्रीन सर्कल जंक्शन (सेंट्रल बस टर्मिनस) फ्लाईओवर</p>\r\n<p>वेल्लोर नगर निगम सड़कों के 104.332 किमी (64.829 मील) का रखरखाव करता है। इसमें 50.259 किमी (31.229 मील) कंक्रीट सड़कें, 6.243 किमी (3.879 मील) कच्ची सड़कें और 47.88 किमी (29.75 मील) बिटुमिनस सड़कें हैं। नए राजमार्ग राष्ट्रीय राजमार्गों को पार करने या समाप्त करने में वेल्लोर के रूप में नए हैं,</p>\r\n<p>&nbsp;</p>\r\n<p>राजमार्ग संख्या गंतव्य वाया</p>\r\n<p>48 चेन्नई कांचीपुरम, श्रीपेरुम्बुदूर,</p>\r\n<p>दिल्ली बेंगलुरु, पुणे, मुंबई, वडोदरा, उदयपुर, जयपुर</p>\r\n<p>38 थूथुकुडी तिरुवन्नमलाई, तिरुचिरापल्ली, मदुरै</p>\r\n<p>40 हैदराबाद चित्तूर, कडप्पा, कुरनूल</p>\r\n<p>75 मंगलुरू गुडियट्टम, पर्नामबट, वेंकटगिरिकोटा, कोलार, बेंगलुरु, हसन, सकलेशपुरा</p>\r\n<p>वेल्लोर तमिलनाडु, आंध्र प्रदेश और कर्नाटक के प्रमुख शहरों से जुड़ा हुआ है। बस सेवा चेन्नई, कोयम्बटूर, बैंगलोर, तिरुवनंतपुरम, तिरुपति, कडप्पा, अनंतपुर, सलेम, चित्तूर, कुप्पम, कोलार, कोलार गोल्ड फील्ड्स, मदनपल्ले, विजयवाड़ा, हैदराबाद, मैंगलोर, करूर, कुंभकोणम, अरांथंगी, मन्नारगुडी, नागपट्टिनम, होसुर के लिए उपलब्ध है। मार्थंडम, थूथुकुडी, थिरुचेंदूर, सेंगोट्टई, कुड्डलोर, त्रिची, थुरईयुर, थम्ममपट्टी, थिरुवन्नमलाई, तिंडीवनम, पॉन्डिचेरी, कल्लक्कुरिची, तिरुपट्टुर, विलुप्पुरम, कन्याकुमारी, अरानी, ​​तिरूराई , धर्मपुरी, इरोड, तिरुपुर, पलक्कड़, कृष्णागिरि, मुंबई गिंगी और दक्षिण भारत के अन्य प्रमुख शहर और शहर। वेल्लोर में एक सिटी बस सेवा है, जो शहर, उपनगरों और अन्य स्थानों के हित को जोड़ती है। बस सेवा शहर के केंद्र से लगभग 30 किमी दूर तक फैली हुई है। दो बस टर्मिनल हैं: द टाउन बस टर्मिनस (फोर्ट और सीएमसी अस्पताल के सामने) और सेंट्रल बस टर्मिनस (ग्रीन सर्कल के पास)। अन्य बस टर्मिनल चित्तौड़ बस स्टैंड (वीआईटी रोड के पास), बागायम और काटपाडी (जंक्शन बस स्टॉप) में स्थित हैं। बस स्टैंड का रखरखाव वेल्लोर नगर निगम द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>वेल्लोर में तीन मुख्य रेलवे स्टेशन हैं: काटपाडी जंक्शन, वेल्लोर कैंटोनमेंट और वेल्लोर टाउन। सीएमसी अस्पताल से 5 किमी उत्तर में वेल्लोर-काटपाडी जंक्शन है। यह चेन्नई, बैंगलोर, तिरुपति, नई दिल्ली, हावड़ा और कन्याकुमारी तक चलने वाली चेन्नई-बैंगलोर ब्रॉड-गेज लाइन पर एक प्रमुख रेलवे जंक्शन है। विजयवाड़ा जंक्शन, तिरुपति, झांसी, भुवनेश्वर, नागपुर, बैंगलोर, कोयम्बटूर, लखनऊ, देहरादून, अगरतला, अहमदाबाद, लुधियाना, भोपाल जंक्शन, मुंबई, मैंगलोर, तिरुचिरापल्ली, कुंभकोणम, बिलासपुरकोरबा, पटना, एर्नाकुलम, त्रिवेंद्रम से सीधे रेल संपर्क हैं। कन्नियाकुमारी, शिरडी, कानपुर, गया, धनबाद, जम्मू तवी, मदुरई, भिलाई, ग्वालियर, चेन्नई सेंट्रल, हावड़ा स्टेशन, नई दिल्ली रेलवे स्टेशन, कोयम्बटूर, गुवाहाटी, सिलचर, हावड़ा, नगरकोइल, कोझीकोड, कोल्लम, त्रिशूर, जयपुर, डिब्रूगढ़, वाराणसी, पुणे, हैदराबाद, विशाखापत्तनम और अन्य प्रमुख शहर। प्रतिदिन 150 से अधिक ट्रेनें वेल्लोर-काटपाडी जंक्शन को पार करती हैं। लगभग 250 से 265 ट्रेनें इस जंक्शन को रोकती हैं। यह दक्षिण भारत में mMajor और सबसे व्यस्त जंक्शन है, और वेल्लोर जिले में पहला महत्वपूर्ण रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेल्लोर छावनी काटुपड़ी जंक्शन से 8 किमी दूर, विलुप्पुरम-तिरुपति ब्रॉड गेज लाइन पर सुरियाकुलम में है। ईएमयू और यात्री ट्रेनों से तिरुपति, चेन्नई और अरकोनम यहां से प्रस्थान करते हैं। 150 किलोमीटर की ब्रॉड गेज लाइन को जनवरी 2010 में विल्लुपुरम तक बढ़ाया गया था और वेल्लोर और दक्षिण तमिलनाडु को जोड़ता है; हालांकि, जनवरी 2019 तक यह धीमी गति से चलने वाली पैसेंजर ट्रेनों द्वारा संचालित है। यह लाइन जून 2010 में मालगाड़ियों के लिए खोली गई थी। वेल्लोर कैंटोनमेंट से चेन्नई सेंट्रल के लिए एक ईएमयू 22 दिसंबर, 2008 को लॉन्च की गई थी। वेल्लोर टाउन स्टेशन कोनवट्टम में कतपादी जंक्शन को तिरुवन्नामलाई से विलुप्पुरम जंक्शन से जोड़ने वाली लाइन पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवा</p>\r\n<p>जिस वर्ष वेल्लोर हवाई अड्डा आया वह 1934 में शहर के केंद्र से 11 किमी दूर अब्दुल्लापुरम में स्थित था। इसका उपयोग भूमि प्रशिक्षक विमान और हेलीकॉप्टर के लिए किया गया है। इसे जुलाई 2006 में मद्रास फ्लाइंग क्लब द्वारा नियमित उड़ान की सुविधा के लिए भारतीय विमानपत्तन प्राधिकरण के निष्क्रिय हवाई अड्डे के सक्रियण कार्यक्रम के भाग के रूप में फिर से सक्रिय किया गया था, जिसके संचालन को चेन्नई हवाई अड्डे पर विमान की आवाजाही के साथ प्रतिबंधित किया गया था। वेल्लोर एयरपोर्ट के अंतर्गत रीजनल कनेक्टिविटी स्कीम (RCS) या UDAN, रनवे और टर्मिनल बिल्डिंग के कामों को संशोधित किया गया है, और जून 2019 के लिए सभी आवश्यक बुनियादी ढांचा कार्य निर्धारित हैं।</p>\r\n<p>उपयोगी सेवाएं</p>\r\n<p>वेल्लोर को बिजली की आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। शहर और इसके उपनगर वेल्लोर विद्युत वितरण सर्कल बनाते हैं। एक मुख्य वितरण अभियंता क्षेत्रीय मुख्यालय में तैनात है। वेल्लोर नगर निगम द्वारा पालर नदी से पालर हेडवर्क्स और करुंगमपुथुर हेडवर्क्स के माध्यम से पानी की आपूर्ति की जाती है और दस ओवरहेड टैंक के माध्यम से वितरित किया जाता है। 2005 तक, 33,772 परिवारों के खिलाफ 16,371 कनेक्शन थे। 2000-2001 में, शहर में घरों के लिए प्रतिदिन कुल 7.4 मिलियन लीटर पानी की आपूर्ति की गई थी। पानी के अन्य स्रोत ओटेरी झील, सथुवनचेरी नगर पंचायत, पोन्नई और स्ट्रीट बोर कुएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 के लिए नगरपालिका के आंकड़ों के अनुसार, डोर-टू-डोर संग्रह द्वारा हर दिन वेल्लोर से लगभग 83 मीट्रिक टन ठोस अपशिष्ट एकत्र किया गया था। स्रोत अलगाव और डंपिंग वेल्लोर नगर निगम के स्वच्छता विभाग द्वारा किया गया था। नगर निगम ने 2001 के अनुसार कचरा संग्रहण के लिए 16 वार्डों को कवर किया। भूमिगत जल निकासी व्यवस्था नहीं है और मल के निपटान के लिए सीवरेज प्रणाली सेप्टिक टैंक, खुली नालियों और सार्वजनिक सुविधाओं के माध्यम से है। नगर निगम ने 2011 में 145 किमी (90 मील) तूफानी जल नालियों का रखरखाव किया। 2011 तक 24 सरकारी और निजी अस्पताल और एक पशु चिकित्सालय नागरिकों की स्वास्थ्य देखभाल की जरूरतों का ख्याल रखता है। 2011 तक, नगर निगम ने 5,241 स्ट्रीट लैंप: 735 सोडियम लैंप, 73 पारा वाष्प लैंप, 4,432 ट्यूब लाइट और एक उच्च मस्तूल बीम लैंप बनाए रखा। नगर निगम नेटजी डेली मार्केट का संचालन करता है जो शहर और उसके आसपास के ग्रामीण क्षेत्रों की जरूरतों को पूरा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Vellore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51f66c31-f9bf-4169-8968-e24d29c03e5e_Vellore-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-vellore-tamil-nadu","tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"वेल्लोर","slug":"vellore"}],"recommendations":[{"id":912,"title":"तेनकसि में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","dateCreated":"2019-10-17T14:07:40.452Z","dateModified":"2019-10-17T14:08:14.09Z","contributedBy":"AskGif","content":"तेनकाशी तमिलनाडु का एक नया जिला है, जो तिरुनेलवेली जिले से अलग किया गया है। तमिलनाडु सरकार ने 18 जुलाई, 2019 को चेंगलपट्टू जिले के साथ मिलकर अपनी रचना की घोषणा की। राजधानी तेनकासी में है।\r\nतेनकाशी भारतीय राज्य तमिलनाडु का एक प्रमुख पर्यटन शहर है। यह तेनकासी जिले का प्रशासनिक मुख्यालय है। य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तेनकसि","slug":"tenkasi"}],"slug":"top-places-to-visit-in-tenkasi-tamil-nadu","total":0},{"id":911,"title":"शिवगंगा में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"शिवगंगा दक्षिण भारतीय राज्य तमिलनाडु में शिवगंगा जिले का एक शहर है। यह शिवगंगा जिले का मुख्यालय भी है। यह शहर मदुरै से 48 किमी (30 मील) और राज्य की राजधानी चेन्नई से 449 किमी (279 मील) की दूरी पर स्थित है। यह आधिकारिक और वाणिज्यिक उद्देश्य के लिए इस जिले का एक महत्वपूर्ण शहर है।\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"शिवगंगा","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":895,"title":"डिंडीगुल में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","dateCreated":"2019-10-15T02:34:31.744Z","dateModified":"2019-10-15T02:34:49.446Z","contributedBy":"AskGif","content":"डिंडीगुल (त्यूक्कल) भारत के तमिलनाडु राज्य का एक शहर है। यह डिंडीगुल जिले का प्रशासनिक मुख्यालय है। डिंडीगुल राज्य की राजधानी, चेन्नई से 420 किमी (260 मील) दक्षिण-पश्चिम में स्थित है, जो तिरुचिरापल्ली से 100 किमी (62 मील) दूर और मदुरै से 66 किमी (41 मील) दूर है।\r\n&nbsp;\r\nडिंडीगुल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f089af4-5565-4770-8cf9-9bf3f8c8e34b_Dindigul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"डिंडीगुल","slug":"dindigul"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-dindigul-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}