{"id":926,"title":"Top Places to visit in Viluppuram, Tamil Nadu","imageUrl":"e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","dateCreated":"2019-10-25T02:38:56.091Z","dateModified":"2019-10-25T02:39:19.076Z","contributedBy":"AskGif","content":"<p>Viluppuram (also Villupuram or Vizhupuram) is one of the 37 districts that make up the state of Tamil Nadu, India. It was founded on 30 September 1993, prior to which it was part of the Cuddalore district district. Viluppuram district lies between the national highways of Tiruchirappalli and Chennai, and contains some historical landmarks, such as the Gingee Fort that is over 500 years old.</p>\r\n<p>Viluppuram (also spelled as Villupuram and Vizhupuram) is a Municipality and the administrative headquarters of Viluppuram district, the largest district in the state of Tamil Nadu, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Located 61 kilometres (38 mi) south east of a Tiruvannamalai and 45 kilometres (28 mi) north west of Cuddalore. The city serves as a major railway junction, and National Highway 45 passes through it. With agriculture as its main source of income, As of Government of India 2014 data, Viluppuram had a population of 96253 and the city's literacy rate has been recorded as 90.16% by Census 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Viluppuram</p>\r\n<p>Road</p>\r\n<p>Viluppuram is connected by roads to major cities and to the rest of the state. The major national highways of the town are:</p>\r\n<p>&nbsp;</p>\r\n<p>NH 45, which connects Chennai to Theni, via Viluppuram &ndash; Tiruchirapalli &ndash; Dindigul &ndash; Periyakulam.</p>\r\n<p>NH 45A, which connects Viluppuram to Nagapattinam via Pondicherry and Cuddalore.</p>\r\n<p>NH 234, which Connects Villupuram to Mangalore via Thiruvannamalai &ndash; Vellore &ndash; Gudiyatham.</p>\r\n<p>NH 45C, which connects (Viluppuram) Vikravandi to Thanjavur via Panruti &ndash; Neyveli &ndash; Kumbakonam and intersects with NH 45A in Koliyanur, about 3 km from Viluppuram.</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Viluppuram Railway Junction</p>\r\n<p>Viluppuram has a railway station. It was first built under the British. The Viluppuram Railway Junction at Viluppuram serves as the distribution point of rail traffic from Chennai, the state capital of Tamil Nadu, towards the southern part of the state. It is one of the important junctions in Southern Railway. Five railway lines branch out of Viluppuram:</p>\r\n<p>&nbsp;</p>\r\n<p>Fully Electrified Double BG (Broad Gauge) line (FEDL) towards Chennai Beach via Chengulpattu Junction.</p>\r\n<p>Fully Electrified Double BG (Broad Gauge) line (FEDL) towards Tiruchirapalli Junction via Vridhachalam Junction and Ariyalur. Also called \"Chord Line\" to Tiruchirapalli.</p>\r\n<p>Non electrified BG (Broad Gauge) line towards Tiruchirapalli Junction via Cuddalore Port Junction, Mayiladuthurai Junction, Kumbakonam and Thanjavur Junction.Also called Main Line.&nbsp;</p>\r\n<p>Electrified BG (Broad Gauge) line towards Katpadi Junction via Tiruvannamalai and Vellore Cantonment.</p>\r\n<p>Electrified BG (Broad Gauge) line to Pondicherry.</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Pondicherry Airport at Pondicherry, in Puducherry, approximately 40 km from Viluppuram. Pondicherry Airport is connected to Bangalore by commercial airlines.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest major airport is the Chennai International Airport (MAA), approximately 147 km from the town; the next closest major airport is Tiruchirapalli Airport, approximately 170&nbsp; km from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1919, Viluppuram was officially constituted as a municipality, which today comprises 42 wards, making it the largest town and municipality in Viluppuram district.</p>\r\n<p>Taluks</p>\r\n<p>Viluppuram district has 13 taluks.</p>\r\n<p>&nbsp;</p>\r\n<p>Viluppuram</p>\r\n<p>Tindivanam</p>\r\n<p>Vikravandi</p>\r\n<p>Vanur</p>\r\n<p>Gingee</p>\r\n<p>Marakkanam</p>\r\n<p>Melmalayanur</p>\r\n<p>Kandachipuram</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Viluppuram district was once a part of the South Arcot district along with the Cuddalore district. Later, Cuddalore district was bifurcated and Viluppuram district came into existence on 30 September 1993. As a result, the Viluppuram district's history closely resembles that of Cuddalore's.</p>\r\n<p>&nbsp;</p>\r\n<p>The Cholas were among the earliest rulers. Karikala Chola was the most influential. Simhavishnu Pallava overthrew the Cholas, and the region came under the Pallava rule. Vijayalaya Chola restored the rule of Chola, marking the beginning of the Chola Empire.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1677, Shivaji overtook the Gingee area with the help of Golkonda forces. Then came the reign of the Mughals, which is when the English and French acquired settlements in South Arcot District. The entire district became a war zone during the Anglo-French rivalry and it came under the control of the East India Company. It remained under British authority until the independence of India in 1947.</p>\r\n<p>&nbsp;</p>\r\n<p>On January 2019, Kallakurichi district was carved out of Villupram.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district shares borders with Bay of Bengal in the east, Puducherry district of the union territory Puducherry in the southeast and the districts Chengalpattu and Tiruvannamalai in the north, Cuddalore in the south and Kallakurichi in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Viluppuram_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-viluppuram-tamil-nadu","tags":[{"name":"viluppuram","slug":"viluppuram"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":911,"title":"Top Places to visit in Sivaganga, Tamil Nadu","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"Sivaganga is a town in the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga District. The town is located at a distance of 48 km (30 mi) from Madurai and 449 km (279 mi) from the state capital Chennai. It is an important town in this distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"sivaganga","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":900,"title":"Top Places to visit in Karur, Tamil Nadu","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"Karur is a city in Indian state of Tamil Nadu. Karur is the administrative headquarters of Karur district. It is located on the banks of River Amaravathi, It is situated at about 395 kilometres (245 mi) southwest of the state capital Chennai and 295 kilometres away from Bengaluru\r\nKarur ha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karur","slug":"karur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":893,"title":"Top Places to visit in Cuddalore, Tamil Nadu","imageUrl":"c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","dateCreated":"2019-10-14T03:11:43.036Z","dateModified":"2019-10-14T03:12:02.4Z","contributedBy":"AskGif","content":"Cuddalore is a city which is the headquarters of the Cuddalore District in the Indian state of Tamil Nadu. Scholars believe the name Cuddalore is derived from the beach the town is famous for, meaning 'sea town' in Tamil. While the early history of Cuddalore remains unclear, the town first rose t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"cuddalore","slug":"cuddalore"}],"slug":"top-places-to-visit-in-cuddalore-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}