{"id":926,"title":"विल्लुपुरम में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","dateCreated":"2019-10-25T02:38:56.091Z","dateModified":"2019-10-25T02:39:19.076Z","contributedBy":"AskGif","content":"<p>विलुप्पुरम (विल्लुपुरम या विझुपुरम) भी उन 37 जिलों में से एक है जो भारत के तमिलनाडु राज्य को बनाते हैं। इसकी स्थापना 30 सितंबर 1993 को हुई थी, जिसके पहले यह कुड्डालोर जिले के जिले का हिस्सा था। विलुप्पुरम जिला तिरुचिरापल्ली और चेन्नई के राष्ट्रीय राजमार्गों के बीच स्थित है, और इसमें कुछ ऐतिहासिक स्थल हैं, जैसे कि 500 ​​साल से अधिक पुराना गिंगी किला।</p>\r\n<p>विलुप्पुरम (विल्लुपुरम और विझुपुरम के रूप में भी जाना जाता है) भारत के तमिलनाडु राज्य का सबसे बड़ा जिला, विलुप्पुरम जिले का एक नगर पालिका और प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक तिरुवन्नमलाई के दक्षिण पूर्व में 61 किलोमीटर (38 मील) और कुड्डलोर के उत्तर पश्चिम में 45 किलोमीटर (28 मील) स्थित है। शहर एक प्रमुख रेलवे जंक्शन के रूप में कार्य करता है, और राष्ट्रीय राजमार्ग 45 इसके बीच से गुजरता है। अपनी आय के मुख्य स्रोत के रूप में कृषि के साथ, भारत सरकार 2014 के आंकड़ों के अनुसार, विलुप्पुरम की आबादी 96253 थी और शहर की साक्षरता दर जनगणना 2011 द्वारा 90.16% दर्ज की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: विलुप्पुरम में परिवहन</p>\r\n<p>सड़क</p>\r\n<p>विलुप्पुरम सड़कों द्वारा प्रमुख शहरों और राज्य के बाकी हिस्सों से जुड़ा हुआ है। शहर के प्रमुख राष्ट्रीय राजमार्ग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>NH 45, जो चेन्नई को तेनी से, विलुप्पुरम - तिरुचिरापल्ली - डिंडीगुल - पेरियाकुलम से जोड़ता है।</p>\r\n<p>NH 45A, जो पांडिचेरी और कुड्डालोर के रास्ते विलुप्पुरम को नागपट्टिनम से जोड़ता है।</p>\r\n<p>एनएच 234, जो विल्लुपुरम से थिरुवन्नामलाई - वेल्लोर - गुडियथम के माध्यम से जोड़ता है।</p>\r\n<p>एनएच 45 सी, जो कि (विलुप्पुरम) विक्रवंडी को पन्रुति - नेवेली - कुंभकोणम के रास्ते तंजावुर से जोड़ता है और विलुप्पुरम से लगभग 3 किमी दूर कोलियानूर में एनएच 45 ए के साथ जुड़ता है।</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>विलुप्पुरम रेलवे जंक्शन</p>\r\n<p>विलुप्पुरम में एक रेलवे स्टेशन है। इसे पहली बार अंग्रेजों के अधीन बनाया गया था। विलुप्पुरम में विलुप्पुरम रेलवे जंक्शन राज्य के दक्षिणी भाग की ओर, तमिलनाडु की राज्य राजधानी चेन्नई से रेल यातायात के वितरण बिंदु के रूप में कार्य करता है। यह दक्षिणी रेलवे के महत्वपूर्ण जंक्शनों में से एक है। विलुप्पुरम से पांच रेलवे लाइन शाखा:</p>\r\n<p>&nbsp;</p>\r\n<p>चेंगुलपट्टू जंक्शन के माध्यम से चेन्नई बीच की ओर पूरी तरह से विद्युतीकृत डबल बीजी (ब्रॉड गेज) लाइन (एफईडीएल)।</p>\r\n<p>पूरी तरह से विद्युतीकृत डबल बीजी (ब्रॉड गेज) लाइन (FEDL) तिरुचिरापल्ली जंक्शन से वृद्धाचलम जंक्शन और अरियालुर के रास्ते। जिसे तिरुचिरापल्ली को \"कॉर्ड लाइन\" भी कहा जाता है।</p>\r\n<p>गैर विद्युतीकृत बीजी (ब्रॉड गेज) लाइन तिरुचिरापल्ली जंक्शन से होकर कुड्डलोर पोर्ट जंक्शन, मयिलादुथुराई जंक्शन, कुंभकोणम और तंजावुर जंक्शन तक जाती है।</p>\r\n<p>तिरुवनमलाई और वेल्लोर छावनी के माध्यम से काटपाडी जंक्शन की ओर विद्युतीकृत बीजी (ब्रॉड गेज) लाइन।</p>\r\n<p>पांडिचेरी के लिए विद्युतीकृत बीजी (ब्रॉड गेज) लाइन।</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा पोंडिचेरी में पांडिचेरी में पांडिचेरी हवाई अड्डा है, जो विलुप्पुरम से लगभग 40 किमी दूर है। पॉन्डिचेरी हवाई अड्डा वाणिज्यिक एयरलाइनों द्वारा बैंगलोर से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम प्रमुख हवाई अड्डा चेन्नई अंतर्राष्ट्रीय हवाई अड्डा (MAA) है, जो शहर से लगभग 147 किमी दूर है; अगला निकटतम प्रमुख हवाई अड्डा तिरुचिरापल्ली हवाई अड्डा है, जो शहर से लगभग 170 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>1919 में, विलुप्पुरम को आधिकारिक तौर पर एक नगरपालिका के रूप में गठित किया गया था, जिसमें आज 42 वार्ड शामिल हैं, जो इसे विलुप्पुरम जिले का सबसे बड़ा शहर और नगरपालिका बनाता है।</p>\r\n<p>तालुका</p>\r\n<p>विलुप्पुरम जिले में 13 तालुके हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विलुप्पुरम</p>\r\n<p>टिंडीवनम</p>\r\n<p>Vikravandi</p>\r\n<p>Vanur</p>\r\n<p>गिंगी</p>\r\n<p>Marakkanam</p>\r\n<p>Melmalayanur</p>\r\n<p>Kandachipuram</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>विलुप्पुरम जिला कभी कुड्डलोर जिले के साथ दक्षिण आरकोट जिले का हिस्सा था। बाद में, कुड्डलोर जिले को अलग कर दिया गया और 30 सितंबर 1993 को विलुप्पुरम जिला अस्तित्व में आया। नतीजतन, विलुप्पुरम जिले का इतिहास कुड्डालोर का है।</p>\r\n<p>&nbsp;</p>\r\n<p>चोल सबसे प्रारंभिक शासकों में से थे। करिकला चोल सबसे प्रभावशाली था। सिम्हाविष्णु पल्लव ने चोलों को उखाड़ फेंका, और यह क्षेत्र पल्लव शासन में आ गया। विजयालय चोल ने चोल के शासन को बहाल किया, चोल साम्राज्य की शुरुआत को चिह्नित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>1677 में, शिवाजी ने गोलकुंडा बलों की मदद से गिंगी क्षेत्र को पीछे छोड़ दिया। इसके बाद मुगलों का शासनकाल आया, जो तब है जब दक्षिण अर्कोट जिले में अंग्रेजी और फ्रांसीसी ने बस्तियां अधिग्रहित कीं। एंग्लो-फ्रेंच प्रतिद्वंद्विता के दौरान पूरा जिला एक युद्ध क्षेत्र बन गया और यह ईस्ट इंडिया कंपनी के नियंत्रण में आ गया। यह 1947 में भारत की स्वतंत्रता तक ब्रिटिश अधिकार के अधीन रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>जनवरी 2019 को, कल्लुकुरिची जिले को विल्लुपुरम से बाहर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला पूर्व में बंगाल की खाड़ी के साथ, दक्षिण पूर्व में केंद्र शासित प्रदेश पुडुचेरी के पुदुचेरी जिले और उत्तर में चेंगलपट्टू और तिरुवन्नमलाई और दक्षिण में कुडलोरिची और पश्चिम में कल्लुकेरी जिले से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Viluppuram_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e52445b4-e491-4cf4-bf21-ee5a1dba557f_Viluppuram-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-viluppuram-tamil-nadu","tags":[{"name":"विल्लुपुरम","slug":"viluppuram"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":911,"title":"शिवगंगा में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","dateCreated":"2019-10-17T02:51:38.987Z","dateModified":"2019-10-17T02:53:33.057Z","contributedBy":"AskGif","content":"शिवगंगा दक्षिण भारतीय राज्य तमिलनाडु में शिवगंगा जिले का एक शहर है। यह शिवगंगा जिले का मुख्यालय भी है। यह शहर मदुरै से 48 किमी (30 मील) और राज्य की राजधानी चेन्नई से 449 किमी (279 मील) की दूरी पर स्थित है। यह आधिकारिक और वाणिज्यिक उद्देश्य के लिए इस जिले का एक महत्वपूर्ण शहर है।\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09f8ff72-8b14-478a-971b-1e041a32efdb_Sivaganga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"शिवगंगा","slug":"sivaganga"}],"slug":"top-places-to-visit-in-sivaganga-tamil-nadu","total":0},{"id":900,"title":"करूर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","dateCreated":"2019-10-16T02:00:16.534Z","dateModified":"2019-10-16T02:00:36.841Z","contributedBy":"AskGif","content":"करूर भारतीय राज्य तमिलनाडु का एक शहर है। करूर, करूर जिले का प्रशासनिक मुख्यालय है। यह अमरावती नदी के तट पर स्थित है, यह राज्य की राजधानी चेन्नई के दक्षिण-पश्चिम में लगभग 395 किलोमीटर (245 मील) पर स्थित है और बेंगलुरु से 295 किलोमीटर दूर है।\r\nकरूर अलग-अलग समय पर चेरों, बाद में चोल, विजयनगर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f7b205b-7a77-42c6-8423-52b48f267e1e_Karur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करूर","slug":"karur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-karur-tamil-nadu","total":0},{"id":893,"title":"कुड्डालोर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","dateCreated":"2019-10-14T03:11:43.036Z","dateModified":"2019-10-14T03:12:02.4Z","contributedBy":"AskGif","content":"कुड्डलोर एक शहर है जो भारत के तमिलनाडु राज्य में कुड्डालोर जिले का मुख्यालय है। विद्वानों का मानना ​​है कि कुड्डलोर नाम समुद्र तट से लिया गया है, जिसका नाम तमिल में 'समुद्री शहर' है। जबकि कुड्डलोर का प्रारंभिक इतिहास स्पष्ट नहीं है, पल्लवों और मध्ययुगीन टोलों के शासनकाल के दौरान शहर पहले प्रमुखता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8f3aea2-1d5a-41cb-b923-8dbf053dd106_Cuddalore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"कुड्डालोर","slug":"cuddalore"}],"slug":"top-places-to-visit-in-cuddalore-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}