{"id":927,"title":"विरुधुनगर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"<p>विरुधुनगर (जिसे विरुदुपत्ति भी कहा जाता है) दक्षिण भारतीय राज्य तमिलनाडु में विरुधुनगर जिले का एक शहर और प्रशासनिक मुख्यालय है। यह राज्य की राजधानी चेन्नई से दक्षिण-पश्चिम में ५०६ किमी (३१४ मील) और मदुरै से ५३ किमी (३३ मील) दूर स्थित है। ब्रिटिश शासन के दौरान विरुधुनगर एक महत्वपूर्ण व्यापार केंद्र के रूप में उभरा। यह शहर स्वतंत्रता सेनानी के। कामराज, तमिलनाडु के पूर्व मुख्यमंत्री और भारत रत्न प्राप्तकर्ता का जन्मस्थान है। कोवसिका नदी के पूर्व में स्थित, विरुधुनगर में समुद्र तल से औसतन 102 मीटर (335 फीट) की ऊँचाई है और बिना किसी बड़े भूगर्भीय संरचनाओं के सपाट है। शहर में एक आर्द्र जलवायु होती है और सालाना 780 मिमी (31 इंच) बारिश होती है। बाद में पांड्य, विजयनगर साम्राज्य, मदुरै नायक, चंदा साहिब, कर्नाटक राज्य और अंग्रेजों द्वारा कई बार शासन किया गया। पहले इसे विरुधपट्टी के नाम से जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>विरुधुनगर को नगरपालिका द्वारा 6.39 किमी 2 (2.47 वर्ग मील) के क्षेत्र में कवर किया जाता है। 2011 में, शहर की आबादी 72,296 थी। जिले के प्रशासनिक मुख्यालय के रूप में, शहर की अर्थव्यवस्था सेवा क्षेत्र पर आधारित है, जो कुल कर्मचारियों की संख्या का 93 प्रतिशत कार्यरत है। शेष 7 प्रतिशत कृषि, खनन, उत्खनन, पशुधन बढ़ाने, निर्माण, निर्माण, व्यापार और वाणिज्य में कार्यरत हैं। रोडवेज परिवहन का मुख्य साधन है, जबकि शहर में रेल कनेक्टिविटी भी है। निकटतम हवाई अड्डा मदुरै हवाई अड्डा है, जो शहर से 45 किमी (28 मील) उत्तर-पूर्व में स्थित है। 14 माध्यमिक विद्यालय, कला और विज्ञान के दो कॉलेज (पुरुषों के लिए एक और महिलाओं के लिए एक), एक पॉलिटेक्निक कॉलेज, तीन इंजीनियरिंग कॉलेज (कामराज कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, श्री विद्या, एएए) और तीन विश्वविद्यालय अध्ययन केंद्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>विरुधुनगर नगरपालिका कुल 78.923 किमी (49.040 मील) सड़कों का रखरखाव करती है: 38.36 किमी (23.84 मील), कंक्रीट की सड़कें, 39.428 किमी (24.499 मील) बिटुमिनस सड़कें, 0.95 किमी (0.24 मील) पानी से बंधे मकाडम (WBM) सड़कें , 0.488 किमी (0.303 मील) मिट्टी की सड़कों और 0.257 किमी (0.160 मील) अन्य सड़कों की। प्रमुख सड़कों में राष्ट्रीय राजमार्ग 7 और तीन जिला सड़कें शामिल हैं जो विरुधुनगर को पड़ोसी शहरों जैसे शिवकाशी, मदुरै, राजपालयम, अरुप्पुकोट्टई और सत्तूर से जोड़ती हैं। विरुधुनगर को कल्लूपट्टी से जोड़ने वाले शहर के पश्चिम में एक बाईपास सड़क है, जो शहर के अंदर यातायात को कम करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>विरुधुनगर को एक टाउन बस सेवा प्रदान की जाती है, जो शहर और उपनगरों के बीच कनेक्टिविटी प्रदान करती है। निजी रूप से संचालित मिनी बस सेवाएं हैं जो स्थानीय परिवहन आवश्यकताओं को पूरा करती हैं। शहर के केंद्र में स्थित मुख्य बस स्टैंड में 25 बस अड्डे हैं। तमिलनाडु राज्य परिवहन निगम विभिन्न शहरों को विरुधुनगर से जोड़ने वाली दैनिक सेवाओं का संचालन करता है। निगम मुख्य बस स्टैंड में एक कम्प्यूटरीकृत आरक्षण केंद्र संचालित करता है। राज्य एक्सप्रेस परिवहन निगम शहर को चेन्नई, तिरुप्पूर और थूथुकुडी जैसे महत्वपूर्ण शहरों से जोड़ने वाली लंबी दूरी की बसों का संचालन करता है। शहर से प्रमुख अंतर-सिटी बस मार्ग मदुरई, चेन्नई, राजापलायम, तेनकासी, कोविलपट्टी, तूतीकोरिन, तिरुचेंदुर, नागरकोइल, तिरुनेलवेली, अरुप्पुकोट्टई और रामेश्वरम जैसे निकटवर्ती शहरों के लिए हैं। आसपास के गाँवों के लिए शहर के बस मार्ग थायिलपट्टी, विलमपट्टी, अलंगुलम, विलमपट्टी, एम.पुदुपट्टी, आलमारथुपट्टी और मुथालीपट्टी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विरुधुनगर रेलवे स्टेशन मदुरई से कन्याकुमारी तक प्रमुख रेल प्रमुख में स्थित है। दक्षिणी रेलवे चेन्नई, तूतीकोरिन, कन्याकुमारी, तिरुनेलवेली, तेनकासी, गुरुवयूर, तिरुपति, मुंबई, त्रिवेंद्रम, मैसूरु, हावड़ा, पलक्कड़, कोझिकोड, कन्नूर, मैंगलोर, मडगाँव और निजामुद्दीन जैसी जगहों के लिए दैनिक एक्सप्रेस ट्रेनों का संचालन करती है। मदुरई, तेनकासी, कोल्लम, तिरुनेलवेली, कुंभकोणम, मयिलादुथुराई, इरोड, नागरकोइल और कोयम्बटूर जैसी जगहों से शहर को जोड़ने वाली यात्री ट्रेनें हैं। निकटतम हवाई अड्डा मदुरै हवाई अड्डा है, जो शहर से 45 किमी (28 मील) उत्तर-पूर्व में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और उपयोगिता सेवाएं</p>\r\n<p>केंद्र में एक हॉल के साथ मंदिर की टंकी</p>\r\n<p>विरुधुनगर में मरियम्मन मंदिर का मंदिर टैंक</p>\r\n<p>विरुधुनगर में 14 माध्यमिक विद्यालय हैं। इस शहर में दो कला और विज्ञान महाविद्यालय हैं, जिनका नाम वी.एच.एन.एस.एन. कॉलेज और वी.वी. महिलाओं के लिए कॉलेज। V.S.V.N. पॉलिटेक्निक कॉलेज शहर का एकमात्र पॉलिटेक्निक कॉलेज है। तमिलनाडु ओपन यूनिवर्सिटी, अन्नामलाई विश्वविद्यालय और अलगप्पा विश्वविद्यालय द्वारा संचालित तीन विश्वविद्यालय अध्ययन केंद्र शहर में स्थित हैं।</p>\r\n<p>विरुधुनगर को विद्युत आपूर्ति तमिलनाडु विद्युत बोर्ड (TNEB) द्वारा विनियमित और वितरित की जाती है। शहर और उसके उपनगर विरुधुनगर विद्युत वितरण मंडल बनाते हैं। एक मुख्य वितरण अभियंता क्षेत्रीय मुख्यालय में तैनात है। विरुधुनगर नगरपालिका द्वारा तीन स्रोतों से पानी की आपूर्ति की जाती है, जैसे कि अनिकुट्टम, करुसरी कलकुरी और सुक्क्रवरपट्टी समर स्टोरेज टैंक। 2000&ndash;01 की अवधि के दौरान, कस्बे के घरों में हर दिन कुल 3.86 मिलियन लीटर पानी की आपूर्ति की गई थी। डोर-टू-डोर कलेक्शन द्वारा प्रतिदिन विरुधुनगर से लगभग 35 मीट्रिक टन ठोस कचरा एकत्र किया जाता है। इसके बाद, विरुधुनगर नगरपालिका का सैनिटरी विभाग स्रोत अलगाव और डंपिंग करता है। ठोस अपशिष्ट प्रबंधन की कवरेज में 2001 की तुलना में 100 प्रतिशत की दक्षता थी। शहर में कोई भूमिगत जल निकासी व्यवस्था नहीं है, और मल के निपटान के लिए सीवरेज प्रणाली सेप्टिक टैंक, खुली नालियों और सार्वजनिक सुविधाओं के माध्यम से है। नगरपालिका सभी नगरपालिका सड़कों पर तूफानी नालियों का रखरखाव करती है। शहर में 35 अस्पताल हैं, एक सिद्ध औषधालय और दो नगरपालिका प्रसूति गृह हैं जो नागरिकों की स्वास्थ्य संबंधी जरूरतों का ख्याल रखते हैं। शहर में कुल 2,875 स्ट्रीट लैंप हैं: 276 सोडियम लैंप, पांच पारा वाष्प लैंप, 2,592 ट्यूबलाइट और दो हाई-मास्ट बीम लैंप। नगरपालिका तीन बाजारों, अर्थात्, नगरपालिका बाजार, उझावर संथाई, और विरुधुनगर बाजार बाजार का संचालन करती है, जो शहर और आसपास के ग्रामीण क्षेत्रों की जरूरतों को पूरा करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कामराज के घर को एक स्मारक में बदल दिया गया है, और यह विरुधुनगर में सबसे प्रमुख आगंतुक आकर्षणों में से एक है। शहर के केंद्र में स्थित मरियम्मन मंदिर, जिले का एक प्रसिद्ध हिंदू मंदिर है। अप्रैल के दौरान मनाया जाने वाला वार्षिक मंदिर उत्सव क्षेत्र के प्रमुख त्योहारों में से एक है और बहुत सारे आगंतुकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>यह जिला उत्तर में सिवागंगई जिले और मदुरई जिले, तेनकासी जिले और दक्षिण में तूतीकोरिन जिले और पूर्व में थेनी जिले पर उत्तर-पश्चिम में केरल और इडुक्की जिले से पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>जिला तीन राजस्व प्रभागों में विभाजित है - शिवकाशी, सत्तूर और अरुप्पुकोट्टई।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में दस तालुके शामिल हैं: अरुप्पुकोट्टई, करियापट्टी, राजापलायम, सत्तुर, शिवकाशी, श्रीविल्लिपुथुर, तिरुचुली, वेम्बकोट्टई, विरुधुनगर और वाट्रप। पूरी तरह से इस जिले में 600 राजस्व गांव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में नौ नगर पंचायतें हैं - सीथुर, वाथिरिरुप्पु, चेट्टियारपट्टी, करियापट्टी, मंशापुरम, सुंदरपांडियम, मल्लंकिनारू, एस। कोड़ीकुलम और डब्ल्यू। पी।</p>\r\n<p>&nbsp;</p>\r\n<p>विरुधुनगर जिले की संसदीय क्षेत्र संख्या 34 है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Virudhunagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","tags":[{"name":"विरुधुनगर","slug":"virudhunagar"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"recommendations":[{"id":924,"title":"तिरुवन्नामलाई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"तिरुवन्नमलाई (तिरुवन्नामलाई या त्रिनोमाली और त्रिनोमेली ब्रिटिश काल के दौरान) भारत के तमिलनाडु राज्य का एक शहर है। शहर को एक विशेष ग्रेड नगर पालिका द्वारा प्रशासित किया गया है जो 13.64 किमी 2 (5.27 वर्ग मील) के क्षेत्र और 145,278 की आबादी को कवर करता है। यह तिरुवन्नामलाई जिले का प्रशासनिक मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तिरुवन्नामलाई","slug":"tiruvannamalai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","total":0},{"id":912,"title":"तेनकसि में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","dateCreated":"2019-10-17T14:07:40.452Z","dateModified":"2019-10-17T14:08:14.09Z","contributedBy":"AskGif","content":"तेनकाशी तमिलनाडु का एक नया जिला है, जो तिरुनेलवेली जिले से अलग किया गया है। तमिलनाडु सरकार ने 18 जुलाई, 2019 को चेंगलपट्टू जिले के साथ मिलकर अपनी रचना की घोषणा की। राजधानी तेनकासी में है।\r\nतेनकाशी भारतीय राज्य तमिलनाडु का एक प्रमुख पर्यटन शहर है। यह तेनकासी जिले का प्रशासनिक मुख्यालय है। य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तमिलनाडु","slug":"tamil-nadu"},{"name":"तेनकसि","slug":"tenkasi"}],"slug":"top-places-to-visit-in-tenkasi-tamil-nadu","total":0},{"id":891,"title":"चेन्नई में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"चेन्नई जिला, जिसे पहले मद्रास जिले के रूप में जाना जाता था या \"मदरसापट्टिनम\", भारत में तमिलनाडु राज्य का एक जिला है। यह राज्य के सभी जिलों में सबसे छोटा है, लेकिन सबसे अधिक जनसंख्या घनत्व है। जिला एक शहर जिला है जिसका अर्थ है कि इसका एक जिला मुख्यालय नहीं है। ग्रेटर चेन्नई सिटी का अधिकांश हिस्सा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चेन्नई","slug":"chennai"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-chennai-tamil-nadu","total":0},{"id":889,"title":"अरियालुर में देखने के लिए शीर्ष स्थान, तमिलनाडु","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"अरियालुर दक्षिण भारतीय राज्य तमिलनाडु और समृद्ध चूना पत्थर का एक शहर और जिला मुख्यालय अरियालुर है, जो सात सीमेंट कारखाने और दो चीनी कारखाने से घिरा है। यह शहर राज्य की राजधानी चेन्नई से 310 किमी (190 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nमाना जाता है कि अरियालुर ने अपना नाम हरि निंद्रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरियालुर","slug":"ariyalur"},{"name":"तमिलनाडु","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}