{"id":927,"title":"Top Places to visit in Virudhunagar, Tamil Nadu","imageUrl":"0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","dateCreated":"2019-10-25T02:43:26.079Z","dateModified":"2019-10-25T02:43:43.391Z","contributedBy":"AskGif","content":"<p>Virudhunagar (also known as Virudupatti) is a town and the administrative headquarters of the Virudhunagar district in the South Indian state of Tamil Nadu. It is located 506 km (314 mi) southwest of the state capital Chennai and 53 km (33 mi) south of Madurai. Virudhunagar emerged as an important trade centre during the British rule. The town is the birthplace of freedom fighter K. Kamaraj, former chief minister of Tamil Nadu, and Bharat Ratna recipient. Located to the east of Kowsika River, Virudhunagar has an average elevation of 102 m (335 ft) above sea level and is largely flat with no major geological formations. The town has a humid climate and receives 780 mm (31 in) rainfall annually.Has been ruled at various times by Later Pandyas, Vijayanagar Empire, Madurai Nayaks, Chanda Sahib, Carnatic kingdom and the British. It was formerly known as Virudhupatti.</p>\r\n<p>&nbsp;</p>\r\n<p>Virudhunagar is administered by a municipality covering an area of 6.39 km2 (2.47 sq mi). In 2011, the town had a population of 72,296. As the administrative headquarters of the district, the town's economy is based on the service sector, which employs 93 per cent of the total workforce. The remaining 7 per cent is employed in agriculture, mining, quarrying, raising livestock, manufacturing, construction, trade and commerce. Roadways are the main means of transportation, while the town also has rail connectivity. The nearest airport is Madurai Airport, located 45 km (28 mi) north-east of the town. There are 14 secondary schools, two colleges of arts and sciences (one for men and one for women), one polytechnic college, Three Engineering Colleges (Kamaraj College of Engineering and Technology, Sri Vidya, AAA) and three university study centres.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>The Virudhunagar municipality maintains a total of 78.923 km (49.040 mi) of roads: 38.36 km (23.84 mi) of concrete roads, 39.428 km (24.499 mi) of bituminous roads, 0.39 km (0.24 mi) of water bound macadam (WBM) roads, 0.488 km (0.303 mi) of earthen roads and 0.257 km (0.160 mi) of other roads. The major roads include National Highway 7 and three district roads that connect Virudhunagar with neighbouring towns like Sivakasi, Madurai, Rajapalayam, Aruppukkottai and Sattur. There is a bypass road located west of the town connecting Virudhunagar to Kallupatti, that reduces traffic inside the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Virudhunagar is served by a town bus service, which provides connectivity within the town and the suburbs. There are privately operated mini-bus services that cater to the local transport needs. The main bus stand, located in the centre of the town, has 25 bus bays. The Tamil Nadu State Transport Corporation operates daily services connecting various cities to Virudhunagar. The corporation operates a computerised reservation centre in the main bus stand. The State Express Transport Corporation operates long-distance buses connecting the town to important cities like Chennai, Tiruppur and Thoothukudi. The major inter-city bus routes from the town are to adjacent cities like Madurai, Chennai, Rajapalayam, Tenkasi, Kovilpatti, Tuticorin, Tiruchendur, Nagercoil, Tirunelveli, Aruppukottai and Rameshwaram. The town bus routes to surrounding villages are to Thayilpatti, Vilampatti, Alangulam, Vilampatti, M.Pudupatti, Alamarathupatti and Muthalipatti.</p>\r\n<p>&nbsp;</p>\r\n<p>The Virudhunagar railway station is located in the major rail head from Madurai to Kanyakumari. The Southern Railway operates daily express trains to places like Chennai, Tuticorin, Kanyakumari, Tirunelveli, Tenkasi, Guruvayoor, Tirupathi, Mumbai, Trivandrum, Mysuru, Howrah, palakkad, kozhikode, kannur, Mangalore, Madgaon and Nizamuddin. There are passenger trains connecting the town to places like Madurai, Tenkasi, Kollam, Tirunelveli, Kumbakonam, Mayiladuthurai, Erode, Nagercoil and Coimbatore. The nearest airport is Madurai Airport, located 45 km (28 mi) northeast of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and utility services</p>\r\n<p>temple tank with a hall in the centre</p>\r\n<p>Temple tank of Mariamman temple in Virudhunagar</p>\r\n<p>There are 14 secondary schools in Virudhunagar. The town has two arts and science colleges, namely V.H.N.S.N. College and V.V.V. College for Women. V.S.V.N. Polytechnic College is the only polytechnic college in the town. Three university study centres operated by the Tamil Nadu Open University, Annamalai University and Alagappa University are located in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity supply to Virudhunagar is regulated and distributed by the Tamil Nadu Electricity Board (TNEB). The town and its suburbs forms the Virudhunagar Electricity Distribution Circle. A chief distribution engineer is stationed at the regional headquarters. Water supply is provided to the town by the Virudhunagar municipality from three sources, namely Anaikuttam, Karuseri Kalquarry and Sukkravarpatti Summer Storage Tank. During the period 2000&ndash;01, a total of 3.86 million litres of water was supplied every day to households in the town. About 35 metric tonnes of solid waste are collected from Virudhunagar every day by door-to-door collection. Subsequently, the sanitary department of the Virudhunagar municipality carries out the source segregation and dumping. The coverage of solid waste management had an efficiency of 100 per cent as of 2001. There is no underground drainage system in the town, and the sewerage system for disposal of sullage is through septic tanks, open drains and public conveniences. The municipality maintains stormwater drains on all municipal roads. There are 35 hospitals in the town, one siddha dispensary and two municipal maternity homes that take care of the healthcare needs of the citizens. There are a total of 2,875 street lamps in the town: 276 sodium lamps, five mercury vapour lamps, 2,592 tube lights and two high-mast beam lamps. The municipality operates three markets, namely, the Municipal Market, Uzhavar Santhai, and Virudhunagar Bazaar Market, that cater to the needs of the town and the surrounding rural areas.</p>\r\n<p>&nbsp;</p>\r\n<p>The house of Kamaraj has been converted to a memorial, and it is one of the most prominent visitor attractions in Virudhunagar. The Mariamman Temple, located in the centre of the town, is a famous Hindu temple in the district. The annual temple festival celebrated during April is one of the prominent festivals in the region and attracts lots of visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>The district is bounded by Sivagangai district and Madurai district on the north, Tenkasi district and Tuticorin District to the south and Ramanathapuram District on east Theni district to the northwest and Idukki district of Kerala to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>The district is divided into three revenue divisions - Sivakasi, Sattur and Aruppukottai.</p>\r\n<p>&nbsp;</p>\r\n<p>The district comprises ten taluks: Aruppukkottai, Kariapatti, Rajapalayam, Sattur, Sivakasi, Srivilliputhur, Tiruchuli, Vembakottai, Virudhunagar and Watrap. Totally there are 600 revenue villages in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>This district has nine Town Panchayats &ndash; Seithur, Vathirairuppu, Chettiarpatti, Kariapatti, Mamsapuram, Sundarapandiam, Mallankinaru, S.Kodikulam and W.Pudupatti</p>\r\n<p>&nbsp;</p>\r\n<p>The Parliamentary Constituency number of Virudhunagar District is 34.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Virudhunagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c9e8714-6816-4dde-ac14-aa1c99d68eca_Virudhunagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-virudhunagar-tamil-nadu","tags":[{"name":"virudhunagar","slug":"virudhunagar"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"recommendations":[{"id":924,"title":"Top Places to visit in Tiruvannamalai, Tamil Nadu","imageUrl":"9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","dateCreated":"2019-10-23T14:52:48.987Z","dateModified":"2019-10-23T14:53:10.141Z","contributedBy":"AskGif","content":"Tiruvannamalai (also Thiruvannamalai or Trinomali and Trinomalee during British times) is a town in the Indian state of Tamil Nadu. The city is administered by a special grade municipality that covers an area of 13.64 km2 (5.27 sq mi) and a population of 145,278. It is the administrative headquar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9dd399ca-ffdc-4152-a85f-1ddb13d30a0b_Tiruvannamalai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tiruvannamalai","slug":"tiruvannamalai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-tiruvannamalai-tamil-nadu","total":0},{"id":912,"title":"Top Places to visit in Tenkasi, Tamil Nadu","imageUrl":"17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","dateCreated":"2019-10-17T14:07:40.452Z","dateModified":"2019-10-17T14:08:14.09Z","contributedBy":"AskGif","content":"Tenkasi is a new district of Tamil Nadu, India, separated from Tirunelveli District. The Tamil Nadu government announced its creation on July 18, 2019, together with Chengalpattu district. The capital is in Tenkasi.\r\nTenkasi is a major tourism city in the Indian state of Tamil Nadu. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17f2eab6-f4ff-4cf8-b06e-8a7f3334ce05_Tenkasi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamil-nadu","slug":"tamil-nadu"},{"name":"tenkasi","slug":"tenkasi"}],"slug":"top-places-to-visit-in-tenkasi-tamil-nadu","total":0},{"id":891,"title":"Top Places to visit in Chennai, Tamil Nadu","imageUrl":"cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","dateCreated":"2019-10-13T14:35:23.999Z","dateModified":"2019-10-13T14:35:44.356Z","contributedBy":"AskGif","content":"Chennai district, formerly known as Madras district or \"Madarasapattinam\", is a district in the state of Tamil Nadu, in India. It is the smallest of all the districts in the state, but has the highest population density. The district is a city district which means that it does not have a district","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cf4b4ec5-6891-4a76-9ca0-5a66121d9905_Chennai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chennai","slug":"chennai"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-chennai-tamil-nadu","total":0},{"id":889,"title":"Top Places to visit in Ariyalur, Tamil Nadu","imageUrl":"d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","dateCreated":"2019-10-13T13:50:56.382Z","dateModified":"2019-10-13T13:52:13.32Z","contributedBy":"AskGif","content":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich limestone and surrounded with seven cement factory and two sugar factory . The town is located at a distance of 310 km (190 mi) from the state capital Chennai.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1d409d6-e2f1-4e31-bc0f-9370a5a1d717_Ariyalur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ariyalur","slug":"ariyalur"},{"name":"tamil-nadu","slug":"tamil-nadu"}],"slug":"top-places-to-visit-in-ariyalur-tamil-nadu","total":0}]}