{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"<p>Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Gold City\". It is located about 304 kilometres (189 mi) north of the state capital, Hyderabad, 150 kilometres (93 mi) from Nizamabad and 196 kilometres (122 mi) from Nagpur. Adilabad is called as the \"Gateway to South India\".</p>\r\n<p>&nbsp;</p>\r\n<p>The Adilabad district is located in the northern region of Telangana, India. It is known as the gateway district to South and Central India. The city of Adilabad is the headquarters of the Adilabad district.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The earlier name of Adilabad was Edlabad during the rule of Qutub Shahis. Adilabad was ruled by many dynasties like the Kakatiyas, Mauryas, Satavahanas, Chalukyas, Qutub Shahis &amp; Asaf Jahis. Adilabad derives its name from the erstwhile ruler, Yusuf Adil Shah.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Telugu is the most spoken language in Adilabad (45 % as mother tongue). Due to geographical proximity with Maharashtra, Marathi is also widely spoken and understood (12.5 % as mother tongue). Other languages spoken here are Urdu and Gondi.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Adilabad has an average elevation of 264 metres (866 feet). The district shares its boundaries with Nizamabad and Karimnagar districts of Telangana to the south, Asifabad district on the east, with Nanded on the west and Yavatmal and Chandrapur districts of Maharashtra to the north.</p>\r\n<p>&nbsp;</p>\r\n<p>The Kuntala Waterfall, rivers like the Godavari, Painganga, Pranhita, etc flow through the district. Mavala lake, built during the Nizam period, is located 6 km south side of Adilabad town. There is a park adjacent to the lake.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Adilabad had a population of 117,167. Males constitute 59,448, females are 57,719 and 12,993 of the population are under the age group of 0&ndash;6 years. It has an average literacy rate of 43.45% with 45,259 literates. The urban agglomeration population of the city stands at 139383. It includes the population figures of its constituent census town, Dasnapur as 22,216.</p>\r\n<p>&nbsp;</p>\r\n<p>Religions in Adilabad</p>\r\n<p>ReligionPercent</p>\r\n<p>Hindu</p>\r\n<p>&thinsp;</p>\r\n<p>59.37%</p>\r\n<p>Muslim</p>\r\n<p>&thinsp;</p>\r\n<p>35.59%</p>\r\n<p>Buddhist</p>\r\n<p>&thinsp;</p>\r\n<p>2.60%</p>\r\n<p>Others&dagger;</p>\r\n<p>&thinsp;</p>\r\n<p>2.44%</p>\r\n<p>&dagger;Includes Sikhs, Jains</p>\r\n<p>Politics</p>\r\n<p>See also: Adilabad (Assembly constituency) and Adilabad (Lok Sabha constituency)</p>\r\n<p>Adilabad is one of the seventeen Lok Sabha constituencies in the Indian state of Telangana and consists of eight Legislative Assembly segments. It is a Legislative Assembly constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>National Highway 44 passes through Adilabad. Hyderabad is 310 km from Adilabad. Nagpur is 196 km away from Adilabad.</p>\r\n<p>&nbsp;</p>\r\n<p>TSRTC operates buses from Adilabad to various destinations like Hyderabad, Warangal, Nagpur, Nizamabad, Karimnagar, Khammam, Vijayawada, Guntur, Basara, Nirmal, Mancherial, Banswada, Bhainsa and Chandrapur,</p>\r\n<p>&nbsp;</p>\r\n<p>Adilabad has a railway station on Mudkhed-Majri section of Nanded railway division of South Central Railway (SCR).</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>This is a dynamic list and may never be able to satisfy particular standards for completeness. You can help by expanding it with reliably sourced entries.</p>\r\n<p>Kuntala Waterfall</p>\r\n<p>Pochera Falls</p>\r\n<p>Gayatri Waterfall</p>\r\n<p>Kanakai waterfall</p>\r\n<p>Mavala Harithavanam</p>\r\n<p>Notable people</p>\r\n<p>Komaram Bheem</p>\r\n<p>Samala Sadasiva (Sahitya Akademi Awards)</p>\r\n<p>Thakur Anoop Singh (Actor)</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into two revenue divisions, Adilabad and Utnoor. These two divisions are sub-divided into 18 mandals. Divya Devarajan is the current revenue collector for the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorizes 14 mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p>S.No. Adilabad revenue division Utnoor revenue division</p>\r\n<p>1 Adilabad (urban) Indervelly</p>\r\n<p>2 Adilabad (rural) Narnoor</p>\r\n<p>3 Mavala Gadiguda</p>\r\n<p>4 Gudihatnoor Utnoor</p>\r\n<p>5Bazarhatnoor</p>\r\n<p>6Talamadugu</p>\r\n<p>8Tamsi</p>\r\n<p>9Bela</p>\r\n<p>10Boath</p>\r\n<p>11Jainath</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Adilabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-adilabad-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"recommendations":[{"id":964,"title":"Top Places to visit in Yadadri Bhuvanagiri, Bhongiri, Telangana","imageUrl":"c0a59d6a-412e-42c8-90c9-d9cd272077db_Yadadri-Bhuvanagiri.jpg","dateCreated":"2019-11-07T15:25:32.064Z","dateModified":"2019-11-07T15:25:52.52Z","contributedBy":"AskGif","content":"Yadadri Bhuvanagiri district is a district in the Indian state of Telangana. The administrative headquarters is located at Bhongir. It was a part of the Nalgonda district before the re-organisation of districts in the state. The district shares boundaries with Suryapet, Nalgonda, Jangaon, Siddipe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0a59d6a-412e-42c8-90c9-d9cd272077db_Yadadri-Bhuvanagiri.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhongiri","slug":"bhongiri"},{"name":"telangana","slug":"telangana"},{"name":"yadadri-bhuvanagiri","slug":"yadadri-bhuvanagiri"}],"slug":"top-places-to-visit-in-yadadri-bhuvanagiri-bhongiri-telangana","total":0},{"id":948,"title":"Top Places to visit in Narayanpet, Telangana","imageUrl":"476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","dateCreated":"2019-11-04T02:34:13.78Z","dateModified":"2019-11-04T02:34:39.533Z","contributedBy":"AskGif","content":"Narayanpet is a town, &amp; district headquarters of Narayanpet district of the Indian state of Telangana. The district shares boundaries with Mahbubnagar district, Vikarabad, Wanaparthy, Jogulamba Gadwal districts and with Karnataka state. This district formed on 17 February 2019 after bifurcati","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"narayanpet","slug":"narayanpet"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-narayanpet-telangana","total":0},{"id":931,"title":"Top Places to visit in Hyderabad, Telangana","imageUrl":"510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","dateCreated":"2019-10-28T07:39:34.013Z","dateModified":"2019-10-28T07:39:58.178Z","contributedBy":"AskGif","content":"Hyderabad District is a district in the state of Telangana in India that contains a part of the metropolitan area of Hyderabad. It is headed by a district collector who is drawn from the IAS cadre and is appointed by the state government. It is the smallest of all the districts in the state, but ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"hyderabad","slug":"hyderabad"}],"slug":"top-places-to-visit-in-hyderabad-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}