{"id":930,"title":"Top Places to visit in Bhadradri Kothagudem, Telangana","imageUrl":"46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","dateCreated":"2019-10-28T04:15:41.677Z","dateModified":"2019-10-28T04:16:03.019Z","contributedBy":"AskGif","content":"<p>Bhadradri Kothagudem district is a district in the eastern region of the Indian state of Telangana. The town of Kothagudem is the district headquarters. It was a part of the Khammam district prior to the re-organisation of districts in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>The district comprises 24 mandals and 2 revenue divisions Kothagudem and Bhadrachalam. The district headquarters is located at Kothagudem town.</p>\r\n<p>&nbsp;</p>\r\n<p>Kothagudem district boasts of some major industries. The district is endowed with a variety of important minerals such as Coal. The Singareni Collieries Company Limited (SCCL), a Government coal mining company jointly owned by the Government of Telangana and Government of India, has its headquarters in Kothagudem. SCCL is currently operating 16 opencast and 30 underground mines in 4 districts of Telangana with a manpower around 58,837. Kothagudem Thermal Power Station,which located in Paloncha is one of the coal based power plants of Telangana Power Generation Corporation Limited (TSGENCO) , ITC- Paperboards and Specialty Papers Division (ITC-PSPD) which is amongst the leading names in the business worldwide is located at Sarapaka village near Bhadrachalam. Kothagudem district is also rich in forest reserves.</p>\r\n<p>&nbsp;</p>\r\n<p>List of Companies</p>\r\n<p>1. NMDC</p>\r\n<p>2. KTPS &ndash; TSGENCO</p>\r\n<p>3. SCCL</p>\r\n<p>4. ITC</p>\r\n<p>5. Heavy Water Plant</p>\r\n<p>6. Nava Bharath Ventures</p>\r\n<p>7. AP STEEL &ndash; Closed</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Bhadradri Kothagudem is the eastern most district of Telangana and is spread over an area of 7,483 square kilometres (2,889 sq mi). The district is bounded on the north and north east by Bijapur and Sukma districts of Chhattisgarh state, on east by East Godavari district, on south and south east by Khammam district and West Godavari district, on west by Mahabubabad district and on north west by Jayashankar district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the district has a population of 1,069,261.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district has two revenue divisions of Bhadrachalam and Kothagudem and is sub-divided into 24 mandals. Rajath kumar saini is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Constituency</p>\r\n<p>Kothagudem district is containing 5 constituencies.</p>\r\n<p>1. Kothagudem Assembly constituency is a constituency of Telangana Legislative Assembly, India. It is one of constituencies in Kothagudem district. It includes the towns of Kothagudem and Palavancha and part of Khammam Lok Sabha constituency.</p>\r\n<p>Vanama Venkateswara rao of INC is representing the constituency for the 4th time.</p>\r\n<p>&nbsp;</p>\r\n<p>2. Aswaraopeta Assembly constituency is a ST reserved constituency of Telangana Legislative Assembly, India. It is one of 10 constituencies in Kothagudem district. It is part of Khammam Lok Sabha constituency.</p>\r\n<p>Mecha Nageshwararao is representing the constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>3. Bhadrachalam Assembly constituency is a ST reserved constituency of Telangana Legislative Assembly, India. It includes the temple town of Bhadrachalam. It is one among 5 constituencies in Kothagudem district. It is part of Mahabubabad Lok Sabha constituency.</p>\r\n<p>Sunnam Rajaiah, the Floor Leader of CPM in Telangana Legislative Assembly is representing the constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>4. Yellandu Assembly constituency is a Scheduled Tribe reserved constituency of Telangana Legislative Assembly, India. It is one among 5 constituencies in Kothagudem district. It is part of Mahabubabad Lok Sabha constituency.</p>\r\n<p>Currently the constituency is held by Banothu Haripriya.</p>\r\n<p>&nbsp;</p>\r\n<p>5. Pinapaka Assembly constituency is a ST reserved constituency of Telangana Legislative Assembly, India. It is one of 5 constituencies in Kothagudem district. It is part of Mahabubabad Lok Sabha constituency.</p>\r\n<p>Rega Kantharao, in Telangana Legislative Assembly is representing the constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorizes mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p># Kothagudem revenue division # Bhadrachalam revenue division</p>\r\n<p>1 Kothagudem 16 Bhadrachalam</p>\r\n<p>2 Palwancha 17 Dummugudem</p>\r\n<p>3 Tekulapalli 18 Cherla</p>\r\n<p>4 Yellandu 19 Burgampahad</p>\r\n<p>5 Chandrugonda 20 Aswapuram</p>\r\n<p>6 Aswaraopeta 21 Manuguru</p>\r\n<p>7 Mulakalapalli 22 Pinapaka</p>\r\n<p>8 Dammapeta 23 Karakagudem</p>\r\n<p>9Gundala</p>\r\n<p>10Julurpadu</p>\r\n<p>11Sujathanagar</p>\r\n<p>12Chunchupalle</p>\r\n<p>13Laxmidevipalli</p>\r\n<p>14Allapalli</p>\r\n<p>15 Annapureddypally</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>Kothagudem Municipality was constituted in 1971 and is classified as a first grade municipality with 33 election wards. The jurisdiction of the civic body is spread over an area of 16.10 km2 (6.22 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>University College of Engineering, Kakatiya University</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhadradri_Kothagudem_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhadradri-kothagudem-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"bhadradri-kothagudem","slug":"bhadradri-kothagudem"}],"recommendations":[{"id":961,"title":"Top Places to visit in Wanaparthy, Telangana","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.\r\nWanaparthy district is a district in the Indian state of Telangana. It is located 143 km from the state capital Hyderabad. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wanaparthy","slug":"wanaparthy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":954,"title":"Top Places to visit in Ranga Reddy, Shamshabad, Telangana","imageUrl":"180bf648-d0b0-4dba-bfa6-f6e030cb7168_Ranga-Reddy.jpg","dateCreated":"2019-11-06T01:30:42.735Z","dateModified":"2019-11-06T01:31:15.654Z","contributedBy":"AskGif","content":"Ranga Reddy district, abbreviated as, R R district and also known as Cyberabad district and formerly known as Hyderabad Rural, is one of the 33 districts in the Indian state of Telangana. The district headquarters is located at Shamshabad. The district was named after the former deputy chief mini","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/180bf648-d0b0-4dba-bfa6-f6e030cb7168_Ranga-Reddy.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"shamshabad","slug":"shamshabad"},{"name":"ranga-reddy","slug":"ranga-reddy"}],"slug":"top-places-to-visit-in-ranga-reddy-shamshabad-telangana","total":0},{"id":931,"title":"Top Places to visit in Hyderabad, Telangana","imageUrl":"510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","dateCreated":"2019-10-28T07:39:34.013Z","dateModified":"2019-10-28T07:39:58.178Z","contributedBy":"AskGif","content":"Hyderabad District is a district in the state of Telangana in India that contains a part of the metropolitan area of Hyderabad. It is headed by a district collector who is drawn from the IAS cadre and is appointed by the state government. It is the smallest of all the districts in the state, but ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"hyderabad","slug":"hyderabad"}],"slug":"top-places-to-visit-in-hyderabad-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}