{"id":930,"title":"भद्रदृ कोठागुडेम में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","dateCreated":"2019-10-28T04:15:41.677Z","dateModified":"2019-10-28T04:16:03.019Z","contributedBy":"AskGif","content":"<p>भद्राद्री कोठागुडेम जिला भारतीय राज्य तेलंगाना के पूर्वी क्षेत्र में स्थित एक जिला है। कोठागुडेम शहर जिला मुख्यालय है। यह राज्य में जिलों के पुन: संगठन से पहले खम्मम जिले का एक हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में 24 मंडल और 2 राजस्व मंडल कोठागुडेम और भद्राचलम शामिल हैं। जिला मुख्यालय कोठागुडेम शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोथागुडेम जिला कुछ प्रमुख उद्योगों का दावा करता है। जिला कोयला जैसे कई महत्वपूर्ण खनिजों से संपन्न है। तेलंगाना सरकार और भारत सरकार के स्वामित्व वाली एक सरकारी कोयला खनन कंपनी सिंगरेनी कोलियरीज कंपनी लिमिटेड (SCCL) का मुख्यालय कोठागुडेम में है। SCCL वर्तमान में 58,837 के आसपास जनशक्ति के साथ तेलंगाना के 4 जिलों में 16 opencast और 30 भूमिगत खदानों का संचालन कर रही है। कोठागुडेम थर्मल पावर स्टेशन, जो पलौंचा में स्थित है, तेलंगाना पावर जनरेशन कॉर्पोरेशन लिमिटेड (TSGENCO), ITC- पेपरबोर्ड्स और स्पेशलिटी पेपर्स डिवीजन (ITC-PSPD) के कोयला आधारित बिजली संयंत्रों में से एक है, जो दुनिया भर में कारोबार में अग्रणी नामों में से है। भद्राचलम के पास सरपका गाँव में स्थित है। कोठागुडेम जिला भी वन भंडार से समृद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>कंपनियों की सूची</p>\r\n<p>1. एनएमडीसी</p>\r\n<p>2. KTPS - TSGENCO</p>\r\n<p>3. एससीसीएल</p>\r\n<p>4. आईटीसी</p>\r\n<p>5. हेवी वॉटर प्लांट</p>\r\n<p>6. नवभारत वेंचर्स</p>\r\n<p>7. एपी स्टील - बंद</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>भद्राद्री कोठागुडेम तेलंगाना का सबसे पूर्वी जिला है और 7,483 वर्ग किलोमीटर (2,889 वर्ग मील) के क्षेत्र में फैला हुआ है। यह जिला छत्तीसगढ़ राज्य के बीजापुर और सुकमा जिलों के उत्तर और उत्तर पूर्व में, पूर्वी गोदावरी जिले के पूर्व में, दक्षिण और दक्षिण पूर्व में खम्मम जिले और पश्चिम गोदावरी जिले द्वारा, पश्चिम में महबूब जिले और जयशंकर द्वारा उत्तर पश्चिम में बसा हुआ है। जिला।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, जिले की आबादी 1,069,261 है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में भद्राचलम और कोथागुडेम के दो राजस्व विभाग हैं और यह 24 मंडलों में विभाजित है। राजनाथ कुमार सैनी जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चुनाव क्षेत्र</p>\r\n<p>कोथागुडेम जिले में 5 निर्वाचन क्षेत्र हैं।</p>\r\n<p>1. कोठागुडेम विधानसभा निर्वाचन क्षेत्र तेलंगाना विधान सभा, भारत का एक निर्वाचन क्षेत्र है। यह कोथागुडेम जिले के निर्वाचन क्षेत्रों में से एक है। इसमें कोठागुडेम और पलवंचा के शहर और खम्मम लोकसभा क्षेत्र का हिस्सा शामिल है।</p>\r\n<p>आईएनसी के वनमा वेंकटेश्वर राव 4 वीं बार निर्वाचन क्षेत्र का प्रतिनिधित्व कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2. असवरोपेटा विधानसभा निर्वाचन क्षेत्र तेलंगाना विधान सभा, भारत का एक एसटी आरक्षित क्षेत्र है। यह कोठागुडेम जिले के 10 निर्वाचन क्षेत्रों में से एक है। यह खम्मम लोकसभा निर्वाचन क्षेत्र का हिस्सा है।</p>\r\n<p>मेचा नागेश्वरराव निर्वाचन क्षेत्र का प्रतिनिधित्व कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>3. भद्राचलम विधानसभा निर्वाचन क्षेत्र तेलंगाना विधान सभा, भारत का एक एसटी आरक्षित निर्वाचन क्षेत्र है। इसमें भद्राचलम का मंदिर शहर शामिल है। यह कोठागुडेम जिले के 5 निर्वाचन क्षेत्रों में से एक है। यह महबूबाबाद लोकसभा क्षेत्र का हिस्सा है।</p>\r\n<p>तेलंगाना विधान सभा में सीपीएम के तल नेता, सुनाम राजा, निर्वाचन क्षेत्र का प्रतिनिधित्व कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>4. येल्लन्दु विधानसभा निर्वाचन क्षेत्र तेलंगाना विधान सभा, भारत का एक अनुसूचित जनजाति आरक्षित निर्वाचन क्षेत्र है। यह कोठागुडेम जिले के 5 निर्वाचन क्षेत्रों में से एक है। यह महबूबाबाद लोकसभा क्षेत्र का हिस्सा है।</p>\r\n<p>वर्तमान में निर्वाचन क्षेत्र बनथु हरिप्रिया के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>5. पिनपका विधानसभा निर्वाचन क्षेत्र तेलंगाना विधान सभा, भारत का एक एसटी आरक्षित निर्वाचन क्षेत्र है। यह कोठागुडेम जिले के 5 निर्वाचन क्षेत्रों में से एक है। यह महबूबाबाद लोकसभा क्षेत्र का हिस्सा है।</p>\r\n<p>रीगा कंथाराओ, तेलंगाना विधान सभा में निर्वाचन क्षेत्र का प्रतिनिधित्व कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>नीचे दी गई तालिका में मंडल को जिले में उनके संबंधित राजस्व प्रभागों में वर्गीकृत किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p># कोठागुडेम राजस्व विभाग # भद्राचलम राजस्व मंडल</p>\r\n<p>1 कोठागुडम 16 ​​भद्राचलम</p>\r\n<p>2 Palwancha 17 Dummugudem</p>\r\n<p>3 Tekulapalli 18 चेर्ला</p>\r\n<p>4 Yellandu 19 Burgampahad</p>\r\n<p>5 Chandrugonda 20 Aswapuram</p>\r\n<p>6 Aswaraopeta 21 मनुगुरु</p>\r\n<p>7 Mulakalapalli 22 Pinapaka</p>\r\n<p>8 Dammapeta 23 Karakagudem</p>\r\n<p>9 Gundala</p>\r\n<p>10 Julurpadu</p>\r\n<p>11 Sujathanagar</p>\r\n<p>12 Chunchupalle</p>\r\n<p>13 Laxmidevipalli</p>\r\n<p>14 Allapalli</p>\r\n<p>15 Annapureddypally</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार और राजनीति</p>\r\n<p>कोठागुडेम नगर पालिका 1971 में गठित की गई थी और इसे 33 चुनाव वार्डों के साथ पहली श्रेणी की नगरपालिका के रूप में वर्गीकृत किया गया था। नागरिक निकाय का क्षेत्राधिकार 16.10 किमी 2 (6.22 वर्ग मील) के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>यूनिवर्सिटी कॉलेज ऑफ इंजीनियरिंग, काकतीय विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhadradri_Kothagudem_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bhadradri-kothagudem-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"भद्रदृ-कोठागुडेम","slug":"bhadradri-kothagudem"}],"recommendations":[{"id":961,"title":"वानापर्थी में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"वानापर्थी भारत के तेलंगाना के वानापर्थी जिले का एक शहर है। तेलंगाना में पहला पॉलिटेक्निक कॉलेज (KDR गवर्नमेंट पॉलिटेक्निक) वानापर्थी में शुरू हुआ।\r\nवानापर्थी जिला भारतीय राज्य तेलंगाना में एक जिला है। यह राज्य की राजधानी हैदराबाद से 143 किमी दूर स्थित है। यह तेलंगाना राज्य में एक विधानसभा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वानापर्थी","slug":"wanaparthy"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":954,"title":"रंगा रेड्डी, शमशाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"180bf648-d0b0-4dba-bfa6-f6e030cb7168_Ranga-Reddy.jpg","dateCreated":"2019-11-06T01:30:42.735Z","dateModified":"2019-11-06T01:31:15.654Z","contributedBy":"AskGif","content":"रंगा रेड्डी जिला, जिसे आर आर जिले के रूप में जाना जाता है, जिसे साइबराबाद जिला के रूप में भी जाना जाता है और जिसे पहले हैदराबाद ग्रामीण के रूप में जाना जाता था, भारतीय राज्य तेलंगाना के 33 जिलों में से एक है। जिला मुख्यालय शमशाबाद में स्थित है। जिले का नाम आंध्र प्रदेश के संयुक्त राज्य के पूर्व उ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/180bf648-d0b0-4dba-bfa6-f6e030cb7168_Ranga-Reddy.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"शमशाबाद","slug":"shamshabad"},{"name":"रंगा-रेड्डी","slug":"ranga-reddy"}],"slug":"top-places-to-visit-in-ranga-reddy-shamshabad-telangana","total":0},{"id":931,"title":"हैदराबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","dateCreated":"2019-10-28T07:39:34.013Z","dateModified":"2019-10-28T07:39:58.178Z","contributedBy":"AskGif","content":"हैदराबाद जिला भारत के तेलंगाना राज्य का एक जिला है जिसमें हैदराबाद के महानगरीय क्षेत्र का एक हिस्सा शामिल है। इसका नेतृत्व एक जिला कलेक्टर करता है, जो IAS कैडर से तैयार होता है और राज्य सरकार द्वारा नियुक्त किया जाता है। यह राज्य के सभी जिलों में सबसे छोटा है, लेकिन इसमें सबसे अधिक मानव घनत्व है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"हैदराबाद","slug":"hyderabad"}],"slug":"top-places-to-visit-in-hyderabad-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}