{"id":931,"title":"Top Places to visit in Hyderabad, Telangana","imageUrl":"510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","dateCreated":"2019-10-28T07:39:34.013Z","dateModified":"2019-10-28T07:39:58.178Z","contributedBy":"AskGif","content":"<p>Hyderabad District is a district in the state of Telangana in India that contains a part of the metropolitan area of Hyderabad. It is headed by a district collector who is drawn from the IAS cadre and is appointed by the state government. It is the smallest of all the districts in the state, but has the highest human density. The district is a city district which means that it does not have a district headquarters. Old MCH area, which is central region of Hyderabad city comes under this district. It is a peaceful area in India where Muslims and Hindus live in Harmony and unity.</p>\r\n<p>&nbsp;</p>\r\n<p>Hyderabad is the capital and largest city of the Indian state of Telangana and de jure capital of Andhra Pradesh.[A] Occupying 650 square kilometres (250 sq mi) along the banks of the Musi River, located on the Deccan Plateau in the northern part of South India. At an average altitude of 542 metres (1,778 ft), much of Hyderabad is situated on hilly terrain around artificial lakes, including Hussain Sagar lake &mdash;predating the city's founding&mdash;north of the city centre. Hyderabad City has a population of about 6.9 million, with about 9.7 million in Hyderabad Metropolitan Region, making it the fourth-most populous city and sixth-most populous urban agglomeration in India. With an output of US$74 billion, Hyderabad is the fifth-largest contributor to India's overall gross domestic product.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1591 Qutb Shahi ruler Muhammad Quli Qutb Shah established Hyderabad to extend the capital beyond the fortified Golconda, in 1687 the city was annexed by the Mughals&mdash;in 1724 Mughal governor Nizam Asaf Jah I declared his sovereignty and founded the Asaf Jahi dynasty also known as the Nizams, Hyderabad served as the imperial capital of the Asaf Jahi from 1769-1948. As capital of the princely state of Hyderabad the city housed the British Residency and cantonment until Indian independence in 1947. Hyderabad was invaded and integrated into the Indian Union in 1948 and continues as a capital of Hyderabad State (1948&ndash;56), when States Reorganisation Act of 1956 was introduced Hyderabad was made the capital of the united Andhra Pradesh, in 2014 Telangana state was formed after bifurcation of Andhra&mdash;Hyderabad City became a joint capital of the two states, a transitional arrangement scheduled to end in 2025. Since 1956, the city houses the winter office of the President of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Relics of the Qutb Shahi and Nizam rules remain visible today; the Charminar has come to symbolize the city. By the end of early modern era, the Mughal Empire declined in the Deccan and the Nizams' patronage had attracted men of letters from different parts of the world. The amalgamation of local and migrated artisans had originated a distinctive culture, and the city emerged as the foremost centre of Oriental culture. Painting, handicraft, jewellery, litrature, dialect, clothing and cuisine (which includes biryani and haleem) and is prominent still today. The Telugu film industry based in the city is the country's second-largest producer of motion pictures.</p>\r\n<p>&nbsp;</p>\r\n<p>Until 19th century Hyderabad was known for the pearl industry and was nicknamed the \"City of Pearls\", and the only diamond trading center in the world. Many of the city's historical and traditional bazaars remain open. Hyderabad's central location between the Deccan Plateau and the Western Ghats, and industrialisation throughout the 20th century attracted major Indian research, manufacturing, educational and financial institutions. Since the 1990s, the city emerged as an Indian hub of pharmaceuticals and biotechnology. The formation of Special economic zones and HITEC City dedicated to information technology has encouraged leading multinationals to set up operations in Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable persons who were born, worked, or studied in the geographic area of the city include; Bharat Ratna A. P. J. Abdul Kalam, Nobel laureate Sir Ronald Ross, President Zakir Husain, P. V. Narasimha Rao, Winston Churchill, Mir Osman Ali Khan and Sultan Abdullah.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>Heritage buildings constructed during the Qutb Shahi and Nizam eras showcase Indo-Islamic architecture influenced by Medieval, Mughal and European styles. After the 1908 flooding of the Musi River, the city was expanded and civic monuments constructed, particularly during the rule of Mir Osman Ali Khan (the VIIth Nizam), whose patronage of architecture led to him being referred to as the maker of modern Hyderabad. In 2012, the government of India declared Hyderabad the first \"Best heritage city of India\".</p>\r\n<p>&nbsp;</p>\r\n<p>Qutb Shahi architecture of the 16th and early 17th centuries followed classical Persian architecture featuring domes and colossal arches. The oldest surviving Qutb Shahi structure in Hyderabad is the ruins of the Golconda Fort built in the 16th century. Most of the historical bazaars that still exist were constructed on the street north of Charminar towards the fort. The Charminar has become an icon of the city; located in the centre of old Hyderabad, it is a square structure with sides 20 m (66 ft) long and four grand arches each facing a road. At each corner stands a 56 m (184 ft)-high minaret. The Charminar, Golconda Fort and the Qutb Shahi tombs are considered to be monuments of national importance in India; in 2010 the Indian government proposed that the sites be listed for UNESCO World Heritage status.:11&ndash;18</p>\r\n<p>&nbsp;</p>\r\n<p>Among the oldest surviving examples of Nizam architecture in Hyderabad is the Chowmahalla Palace, which was the seat of royal power. It showcases a diverse array of architectural styles, from the Baroque Harem to its Neoclassical royal court. The other palaces include Falaknuma Palace (inspired by the style of Andrea Palladio), Purani Haveli, King Kothi and Bella Vista Palace all of which were built at the peak of Nizam rule in the 19th century. During Mir Osman Ali Khan's rule, European styles, along with Indo-Islamic, became prominent. These styles are reflected in the Indo-Saracenic style of architecture seen in many civic monuments such as the Hyderabad High Court, Osmania Hospital, City College and the Kachiguda Railway Station, all designed by Vincent Esch. other landmark structures of the city constructed during his regin are the State Central Library, the Telangana Legislature, the State Archaeology Museum, Jubilee Hall, and Hyderabad railway station. Other landmarks of note are Paigah Palace, Asman Garh Palace, Basheer Bagh Palace, Errum Manzil and the Spanish Mosque, all constructed by the Paigah family.:16&ndash;17</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Stone mosque</p>\r\n<p>Makkah Masjid constructed during the Qutb Shahi and Mughal rule in Hyderabad</p>\r\n<p>Hyderabad emerged as the foremost centre of culture in India with the decline of the Mughal Empire. After the fall of Delhi in 1857, the migration of performing artists to the city particularly from the north and west of the Indian sub continent, under the patronage of the Nizam, enriched the cultural milieu. This migration resulted in a mingling of North and South Indian languages, cultures and religions, which has since led to a co-existence of Hindu and Muslim traditions, for which the city has become noted.:viii A further consequence of this north&ndash;south mix is that both Telugu and Urdu are official languages of Telangana. The mixing of religions has resulted in many festivals being celebrated in Hyderabad such as Ganesh Chaturthi, Diwali and Bonalu of Hindu tradition and Eid ul-Fitr and Eid al-Adha by Muslims.</p>\r\n<p>&nbsp;</p>\r\n<p>Traditional Hyderabadi garb reveals a mix of Muslim and South Asian influences with men wearing sherwani and kurta&ndash;paijama and women wearing khara dupatta and salwar kameez. Most Muslim women wear burqa and hijab outdoors. In addition to the traditional Indian and Muslim garments, increasing exposure to western cultures has led to a rise in the wearing of western style clothing among youths.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Hyderabadi food</p>\r\n<p>Hyderabadi biryani along with other Hyderabadi cuisine</p>\r\n<p>Hyderabadi cuisine comprises a broad repertoire of rice, wheat and meat dishes and the skilled use of various spices. Hyderabadi biryani and Hyderabadi haleem with their blend of Mughlai and Arab cuisines, carry the national Geographical Indications tag. Hyderabadi cuisine is influenced to some extent by French, but more by Arabic, Turkish, Iranian and native Telugu and Marathwada cuisines. Popular native dishes include nihari, chakna, baghara baingan and the desserts qubani ka meetha, double ka meetha and kaddu ki kheer (a sweet porridge made with sweet gourd).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Large pink granite building</p>\r\n<p>Osmania University College of Arts</p>\r\n<p>Public and private schools in Hyderabad are governed by the Central Board of Secondary Education and follow a \"10+2+3\" plan. About two-thirds of pupils attend privately run institutions. Languages of instruction include English, Hindi, Telugu and Urdu. Depending on the institution, students are required to sit the Secondary School Certificate or the Indian Certificate of Secondary Education. After completing secondary education, students enroll in schools or junior colleges with a higher secondary facility. Admission to professional graduation colleges in Hyderabad, many of which are affiliated with either Jawaharlal Nehru Technological University Hyderabad (JNTUH) or Osmania University (OU), is through the Engineering Agricultural and Medical Common Entrance Test (EAM-CET).</p>\r\n<p>&nbsp;</p>\r\n<p>There are 13 universities in Hyderabad: two private universities, two deemed universities, six state universities and three central universities. The central universities are the University of Hyderabad (Hyderabad Central University, HCU), Maulana Azad National Urdu University and the English and Foreign Languages University. Osmania University, established in 1918, was the first university in Hyderabad and as of 2012 is India's second most popular institution for international students. The Dr. B. R. Ambedkar Open University, established in 1982, is the first distance-learning open university in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Hyderabad is home to a number of centres specialising in particular fields such as biomedical sciences, biotechnology and pharmaceuticals, such as the National Institute of Pharmaceutical Education and Research (NIPER) and National Institute of Nutrition (NIN). Hyderabad has five major medical schools&mdash;Osmania Medical College, Gandhi Medical College, Nizam's Institute of Medical Sciences, Deccan College of Medical Sciences and Shadan Institute of Medical Sciences&mdash;and many affiliated teaching hospitals. An All India Institute of Medical Sciences has been sanctioned in the outskirts of Hyderabad. The Government Nizamia Tibbi College is a college of Unani medicine. Hyderabad is also the headquarters of the Indian Heart Association, a non-profit foundation for cardiovascular education.</p>\r\n<p>&nbsp;</p>\r\n<p>Institutes in Hyderabad include the National Institute of Rural Development, Nalsar University of Law, the Indian School of Business, the National Geophysical Research Institute, the Institute of Public Enterprise, the Administrative Staff College of India and the Sardar Vallabhbhai Patel National Police Academy. Technical and engineering schools include the International Institute of Information Technology, Hyderabad (IIITH), Birla Institute of Technology and Science, Pilani &ndash; Hyderabad (BITS Hyderabad), Gandhi Institute of Technology and Management Hyderabad Campus (GITAM Hyderabad Campus), and Indian Institute of Technology, Hyderabad (IIT-H) as well as agricultural engineering institutes such as the International Crops Research Institute for the Semi-Arid Tropics (ICRISAT) and the Acharya N. G. Ranga Agricultural University. Hyderabad also has schools of fashion design including Raffles Millennium International, NIFT Hyderabad and Wigan and Leigh College. The National Institute of Design, Hyderabad (NID-H), will offer undergraduate and postgraduate courses from 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Circle and intersecting lines representing the city roads</p>\r\n<p>Map representing the Intermediate Ring Road that connects the Inner Ring Road with the Outer Ring Road</p>\r\n<p>As of 2018, the most commonly used forms of medium-distance transport in Hyderabad include government-owned services such as light railways and buses, as well as privately operated taxis and auto rickshaws. These altogether serve 3.5 million passengers daily. Bus services operate from the Mahatma Gandhi Bus Station in the city centre with a fleet of 3800 buses serving 3.3 million passengers.</p>\r\n<p>&nbsp;</p>\r\n<p>Hyderabad is served by Metro rail, a light-rail transport system. The first phase of the metro rail was inaugurated in November 2017 from Nagole to Ameerpet and Miyapur to Ameerpet followed by L.B. Nagar to Ameerpet in October 2018. Hyderabad Metro is currently the second-largest metro rail network in India, with plans for further expansion. Hyderabad's Multi-Modal Transport System (MMTS), is a three-line suburban rail service with 121 services carrying 180,000 passengers daily. Complementing these government services are minibus routes operated by Setwin (Society for Employment Promotion &amp; Training in Twin Cities). Intercity rail services operate from Hyderabad; the main, and largest, station is Secunderabad Railway Station, which serves as Indian Railways' South Central Railway zone headquarters and a hub for both buses and MMTS light rail services connecting Secunderabad and Hyderabad. Other major railway stations in Hyderabad are Hyderabad Deccan Station, Kacheguda Railway Station, Begumpet Railway Station, Malkajgiri Railway Station and Lingampally Railway Station.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2018, there are over 5.3 million vehicles operating in the city, of which 4.3 million are two-wheelers and 1.04 million four-wheelers. The large number of vehicles coupled with relatively low road coverage&mdash;roads occupy only 9.5% of the total city area:79&mdash;has led to widespread traffic congestion especially since 80% of passengers and 60% of freight are transported by road.:3 The Inner Ring Road, the Outer Ring Road, the Hyderabad Elevated Expressway, the longest flyover in India, and various interchanges, overpasses and underpasses were built to ease congestion. Maximum speed limits within the city are 50 km/h (31 mph) for two-wheelers and cars, 35 km/h (22 mph) for auto rickshaws and 40 km/h (25 mph) for light commercial vehicles and buses.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Hyderabad Metro, a new rapid transit system, opened in November 2017.</p>\r\n<p>Hyderabad sits at the junction of three National Highways linking it to six other states: NH-44 runs 3,963 km (2,462 mi) from Srinagar, Jammu and Kashmir, in the north to Kanyakumari, Tamil Nadu, in the south; NH-65, runs 841 km (523 mi) east-west between Machilipatnam, Andhra Pradesh, and Pune, Maharashtra; 334 km (208 mi) NH-163 links Hyderabad, Telangana and Bhopalpatnam, Chhattisgarh; 270 km (168 mi) NH-765 links Hyderabad, Telangana to Srisailam, Andhra Pradesh. Five state highways, 225 km (140 mi) SH-1 links Hyderabad, to Ramagundam, SH-2, SH-4, and SH-6, either start from, or pass through, Hyderabad.:58</p>\r\n<p>&nbsp;</p>\r\n<p>Air traffic was previously handled via Begumpet Airport, but this was replaced by Rajiv Gandhi International Airport (RGIA) (IATA: HYD, ICAO: VOHS) in 2008, capable of handling 12 million passengers and 100,000 tonnes of cargo per annum. In 2011, Airports Council International, an autonomous body representing the world's airports, judged RGIA the world's best airport in the 5&ndash;15 million passenger category and the world's fifth-best airport for service quality.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hyderabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hyderabad-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"hyderabad","slug":"hyderabad"}],"recommendations":[{"id":949,"title":"Top Places to visit in Nagarkurnool, Telangana","imageUrl":"0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","dateCreated":"2019-11-04T14:02:10.078Z","dateModified":"2019-11-04T14:02:39.87Z","contributedBy":"AskGif","content":"Nagarkurnool is a district in the southern region of the Indian state of Telangana. The town of Nagarkurnool is the district headquarters. It was part of the Mahbubnagar district prior to re-organisation of districts in the state. The district shares boundaries with Nalgonda, Rangareddy, Mahabubn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagarkurnool","slug":"nagarkurnool"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-nagarkurnool-telangana","total":0},{"id":936,"title":"Top Places to visit in Kamareddy, Telangana","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"Kamareddy is a town and headquarters of eponymous district in Telangana state in India.\r\nKamareddy district is located in the northern region of the Indian state of Telangana..The district shares boundaries with Medak, Nizamabad, Sangareddy, Siddipet and Rajanna Sircilla districts.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"kamareddy","slug":"kamareddy"}],"slug":"top-places-to-visit-in-kamareddy-telangana","total":0},{"id":929,"title":"Top Places to visit in Komaram Bheem, Telangana","imageUrl":"7dfb348d-6335-4b5d-930c-2af1ac515b6a_Komaram-Bheem-tourism.jpg","dateCreated":"2019-10-27T11:09:36.63Z","dateModified":"2019-10-27T11:10:06.467Z","contributedBy":"AskGif","content":"Komaram Bheem (22 October 1901 &ndash; 27 October 1940) was a tribal leader who fought against the Asaf Jahi Dynasty for the liberation of Hyderabad. Komaram Bheem openly fought against the ruling Nizam government in a guerrilla campaign. He defied courts, laws, and any other form of Nizam author","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7dfb348d-6335-4b5d-930c-2af1ac515b6a_Komaram-Bheem-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"komaram-bheem","slug":"komaram-bheem"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-komaram-bheem-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}