{"id":931,"title":"हैदराबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","dateCreated":"2019-10-28T07:39:34.013Z","dateModified":"2019-10-28T07:39:58.178Z","contributedBy":"AskGif","content":"<p>हैदराबाद जिला भारत के तेलंगाना राज्य का एक जिला है जिसमें हैदराबाद के महानगरीय क्षेत्र का एक हिस्सा शामिल है। इसका नेतृत्व एक जिला कलेक्टर करता है, जो IAS कैडर से तैयार होता है और राज्य सरकार द्वारा नियुक्त किया जाता है। यह राज्य के सभी जिलों में सबसे छोटा है, लेकिन इसमें सबसे अधिक मानव घनत्व है। जिला एक शहर जिला है जिसका अर्थ है कि इसका एक जिला मुख्यालय नहीं है। पुराना एमसीएच क्षेत्र, जो हैदराबाद शहर का केंद्रीय क्षेत्र है, इस जिले के अंतर्गत आता है। यह भारत का एक शांतिपूर्ण इलाका है जहां मुस्लिम और हिंदू सद्भाव और एकता के साथ रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद भारतीय राज्य तेलंगाना की राजधानी और आंध्र प्रदेश की सबसे बड़ी राजधानी है। [A] उत्तरी भाग में दक्कन के पठार पर स्थित मुसी नदी के किनारे 650 वर्ग किलोमीटर (250 वर्ग मील) पर कब्जा है। दक्षिण भारत का। 542 मीटर (1,778 फीट) की औसत ऊंचाई पर, हैदराबाद का ज्यादातर हिस्सा कृत्रिम झीलों के आसपास पहाड़ी इलाकों पर स्थित है, जिसमें हुसैन सागर झील भी शामिल है, जो शहर के केंद्र के उत्तर-उत्तर की ओर स्थित है। हैदराबाद सिटी की आबादी 6.9 मिलियन है, हैदराबाद मेट्रोपॉलिटन रीजन में लगभग 9.7 मिलियन है, जो भारत में चौथा सबसे अधिक आबादी वाला शहर और छठा सबसे अधिक आबादी वाला शहरी समूह है। 74 बिलियन अमेरिकी डॉलर के उत्पादन के साथ, हैदराबाद भारत के समग्र सकल घरेलू उत्पाद में पांचवां सबसे बड़ा योगदानकर्ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>1591 में कुतुब शाही शासक मुहम्मद कुली कुतुब शाह ने हैदराबाद को किलेबंद गोलकुंडा से आगे बढ़ाने के लिए राजधानी की स्थापना की, 1687 में मुगलों द्वारा शहर को खंडित किया गया था - 1724 में मुगल गवर्नर निजाम रफ जह I ने उनकी संप्रभुता की घोषणा की और आसफ जाह वंश की स्थापना भी की। निज़ाम, हैदराबाद ने 1769-1948 तक आसफ़ जाही की शाही राजधानी के रूप में कार्य किया। हैदराबाद रियासत की राजधानी के रूप में शहर ने ब्रिटिश स्वतंत्रता और छावनी को 1947 में भारतीय स्वतंत्रता तक रखा था। हैदराबाद पर आक्रमण किया गया और 1948 में भारतीय संघ में एकीकृत किया गया और हैदराबाद राज्य (1948-56) की राजधानी के रूप में जारी रहा, जब राज्यों का पुनर्गठन हुआ। 1956 के अधिनियम को लागू किया गया था हैदराबाद को एकजुट आंध्र प्रदेश की राजधानी बनाया गया था, 2014 में तेलंगाना राज्य का गठन आंध्र के विभाजन के बाद किया गया था - हैदराबाद शहर दोनों राज्यों की संयुक्त राजधानी बन गया, 2025 में समाप्त होने वाली एक संक्रमणकालीन व्यवस्था। 1956 से, शहर में भारत के राष्ट्रपति का शीतकालीन कार्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुतुब शाही और निजाम नियमों के अवशेष आज भी दिखाई देते हैं; चारमीनार शहर का प्रतीक है। शुरुआती आधुनिक युग के अंत तक, दक्कन में मुगल साम्राज्य में गिरावट आई और निज़ामों के संरक्षण ने दुनिया के विभिन्न हिस्सों के पत्रों को आकर्षित किया। स्थानीय और प्रवासित कारीगरों के समामेलन ने एक विशिष्ट संस्कृति की उत्पत्ति की थी, और शहर ओरिएंटल संस्कृति के अग्रणी केंद्र के रूप में उभरा। चित्रकारी, हस्तकला, ​​आभूषण, लिटरेचर, बोली, कपड़े और भोजन (जिसमें बिरयानी और हलीम शामिल हैं) और आज भी प्रमुख है। शहर में स्थित तेलुगु फिल्म उद्योग देश का दूसरा सबसे बड़ा चलचित्र चलचित्र निर्माता है।</p>\r\n<p>19 वीं शताब्दी तक हैदराबाद मोती उद्योग के लिए जाना जाता था और इसे \"मोतियों का शहर\" नाम दिया गया था, और यह दुनिया का एकमात्र हीरा व्यापारिक केंद्र था। शहर के कई ऐतिहासिक और पारंपरिक बाजार खुले हैं। डेक्कन पठार और पश्चिमी घाट के बीच हैदराबाद का केंद्रीय स्थान, और 20 वीं शताब्दी के दौरान औद्योगिकीकरण ने प्रमुख भारतीय अनुसंधान, विनिर्माण, शैक्षिक और वित्तीय संस्थानों को आकर्षित किया। 1990 के दशक के बाद से, शहर फार्मास्यूटिकल्स और जैव प्रौद्योगिकी के भारतीय केंद्र के रूप में उभरा। सूचना प्रौद्योगिकी के लिए समर्पित विशेष आर्थिक क्षेत्र और HITEC सिटी के गठन ने हैदराबाद में परिचालन स्थापित करने के लिए अग्रणी बहुराष्ट्रीय कंपनियों को प्रोत्साहित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के भौगोलिक क्षेत्र में जन्म लेने वाले, काम करने वाले या अध्ययन करने वाले उल्लेखनीय व्यक्तियों में शामिल हैं; भारत रत्न ए। पी। जे। अब्दुल कलाम, नोबेल पुरस्कार विजेता सर रोनाल्ड रॉस, राष्ट्रपति जाकिर हुसैन, पी। वी। नरसिम्हा राव, विंस्टन चर्चिल, मीर उस्मान अली खान और सुल्तान अब्दुल्ला।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>कुतुब शाही और निज़ाम युग के दौरान निर्मित विरासत इमारतें मध्यकालीन, मुगल और यूरोपीय शैलियों से प्रभावित भारत-इस्लामी वास्तुकला का प्रदर्शन करती हैं। 1908 में मुसी नदी में बाढ़ आने के बाद, शहर का विस्तार किया गया और नागरिक स्मारकों का निर्माण किया गया, विशेष रूप से मीर उस्मान अली खान (VIIth निजाम) के शासन के दौरान, जिनकी वास्तुकला के संरक्षण ने उन्हें आधुनिक हैदराबाद के निर्माता के रूप में संदर्भित किया। 2012 में, भारत सरकार ने हैदराबाद को \"भारत का सर्वश्रेष्ठ विरासत शहर\" घोषित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>16 वीं और 17 वीं शताब्दी की कुतुब शाही वास्तुकला ने गुंबदों और विशाल मेहराब की विशेषता वाले शास्त्रीय फ़ारसी वास्तुकला का अनुसरण किया। हैदराबाद में सबसे पुरानी जीवित कुतुब शाही संरचना 16 वीं शताब्दी में बने गोलकोंडा किले के खंडहर हैं। किले की ओर चारमीनार के उत्तर में सड़क पर बने अधिकांश ऐतिहासिक बाजरों का निर्माण आज भी होता है। चारमीनार शहर का एक आइकन बन गया है; पुराने हैदराबाद के केंद्र में स्थित, यह एक वर्ग संरचना है जिसकी भुजाएं 20 मीटर (66 फीट) लंबी हैं और प्रत्येक सड़क के चारों ओर चार भव्य मेहराब हैं। प्रत्येक कोने पर एक 56 मीटर (184 फीट) की दूरी पर स्थित है। चारमीनार, गोलकोंडा किला और कुतुब शाही मकबरे भारत में राष्ट्रीय महत्व के स्मारक माने जाते हैं; 2010 में भारत सरकार ने प्रस्तावित किया कि साइटों को यूनेस्को की विश्व विरासत स्थिति के लिए सूचीबद्ध किया जाएगा ।:11&ndash;18</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद में निज़ाम वास्तुकला का सबसे पुराना जीवित उदाहरण चौमहल्ला पैलेस है, जो शाही शक्ति की सीट थी। यह बरोक हरम से लेकर इसके नियोक्लासिकल शाही दरबार तक, विभिन्न प्रकार की स्थापत्य शैलियों को प्रदर्शित करता है। अन्य महलों में फलकनुमा पैलेस (एंड्रिया पल्लदियो की शैली से प्रेरित), पुरानी हवेली, किंग कोठी और बेला विस्टा पैलेस शामिल हैं, जो 19 वीं शताब्दी में निज़ाम शासन के चरम पर बनाए गए थे। मीर उस्मान अली खान के शासन के दौरान, इंडो-इस्लामिक के साथ यूरोपीय शैली प्रमुख हो गई। इन शैलियों को हैदराबाद हाईकोर्ट, उस्मानिया अस्पताल, सिटी कॉलेज और काचीगुडा रेलवे स्टेशन जैसे कई सिविक स्मारकों में देखी गई वास्तुकला की इंडो-सारासेनिक शैली में परिलक्षित किया गया है, जो सभी विन्सेन्ट ईच द्वारा डिजाइन किए गए हैं। उसके राज्य के दौरान निर्मित शहर की अन्य ऐतिहासिक संरचनाएँ राजकीय केंद्रीय पुस्तकालय, तेलंगाना विधानमंडल, राजकीय पुरातत्व संग्रहालय, जुबली हॉल और हैदराबाद रेलवे स्टेशन हैं। नोटों की अन्य जगहें पैइगा पैलेस, असमान गढ़ पैलेस, बशीर बाग पैलेस, एर्रम मंज़िल और स्पेनिश मस्जिद हैं, जो पैगा परिवार द्वारा निर्मित हैं ।:16&ndash;17</p>\r\n<p>संस्कृति</p>\r\n<p>पत्थर की मस्जिद</p>\r\n<p>मक्का मस्जिद का निर्माण हैदराबाद में कुतुब शाही और मुगल शासन के दौरान किया गया था</p>\r\n<p>हैदराबाद मुगल साम्राज्य के पतन के साथ भारत में संस्कृति के अग्रणी केंद्र के रूप में उभरा। 1857 में दिल्ली के पतन के बाद, निज़ाम के संरक्षण में, भारतीय उपमहाद्वीप के उत्तर और पश्चिम से विशेष रूप से शहर में कलाकारों के प्रदर्शन के प्रवास ने सांस्कृतिक परिवेश को समृद्ध किया। इस प्रवास के परिणामस्वरूप उत्तर और दक्षिण भारतीय भाषाओं, संस्कृतियों और धर्मों का एक मेल हुआ, जिसके कारण हिंदू और मुस्लिम परंपराओं का एक साथ अस्तित्व में आया है, जिसके लिए शहर प्रसिद्ध हो गया है ।:vivi इस उत्तर-दक्षिण का एक और परिणाम मिश्रण यह है कि तेलुगु और उर्दू दोनों तेलंगाना की आधिकारिक भाषाएं हैं। धर्मों के मिश्रण के परिणामस्वरूप हैदराबाद में कई त्योहार मनाए जाते हैं जैसे कि गणेश चतुर्थी, दिवाली और हिंदू परंपरा के बोनालु और मुसलमानों द्वारा ईद-उल-फितर और ईद अल-अधा।</p>\r\n<p>&nbsp;</p>\r\n<p>पारंपरिक हैदराबादी परिधान में पुरुषों के साथ शेरवानी और कुर्ता-पायजामा पहने महिलाओं और खारा दुपट्टा और सलवार कमीज पहने हुए मुस्लिम और दक्षिण एशियाई प्रभावों का मिश्रण दिखाया गया है। ज्यादातर मुस्लिम महिलाएं बुर्का और हिजाब पहनकर बाहर आती हैं। पारंपरिक भारतीय और मुस्लिम परिधानों के अलावा, पश्चिमी संस्कृतियों के बढ़ते प्रदर्शन के कारण युवाओं में पश्चिमी शैली के कपड़े पहनने में वृद्धि हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>हैदराबादी खाना</p>\r\n<p>हैदराबादी बिरयानी अन्य हैदराबादी व्यंजनों के साथ</p>\r\n<p>हैदराबादी व्यंजनों में चावल, गेहूं और मांस के व्यंजनों का व्यापक प्रदर्शन और विभिन्न मसालों का कुशल उपयोग शामिल है। मुगलई और अरब व्यंजनों के मिश्रण के साथ हैदराबादी बिरयानी और हैदराबादी हलीम, नेशनल ज्योग्राफिकल इंस्पिरेशन टैग ले जाते हैं। हैदराबादी व्यंजन कुछ हद तक फ्रेंच से प्रभावित है, लेकिन अरबी, तुर्की, ईरानी और देशी तेलुगु और मराठवाड़ा के व्यंजनों से अधिक है। लोकप्रिय देशी व्यंजनों में निहारी, चकना, बघारा बिंगन और डेसर्ट क्वबनी का मेथा, डबल का मीथा और कड्डू की खीर (मीठे दलिया के साथ बनाया जाने वाला एक मीठा दलिया) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>बड़ी गुलाबी ग्रेनाइट की इमारत</p>\r\n<p>उस्मानिया यूनिवर्सिटी कॉलेज ऑफ आर्ट्स</p>\r\n<p>हैदराबाद में सार्वजनिक और निजी स्कूल केंद्रीय माध्यमिक शिक्षा बोर्ड द्वारा शासित हैं और \"10 + 2 + 3\" योजना का पालन करते हैं। लगभग दो-तिहाई शिष्य निजी रूप से संचालित संस्थानों में जाते हैं। शिक्षा की भाषाओं में अंग्रेजी, हिंदी, तेलुगु और उर्दू शामिल हैं। संस्थान के आधार पर, छात्रों को माध्यमिक विद्यालय प्रमाणपत्र या भारतीय माध्यमिक शिक्षा प्रमाणपत्र के लिए बैठने की आवश्यकता होती है। माध्यमिक शिक्षा पूरी करने के बाद, छात्र उच्च माध्यमिक सुविधा के साथ स्कूलों या जूनियर कॉलेजों में दाखिला लेते हैं। हैदराबाद में पेशेवर स्नातक कॉलेजों में प्रवेश, जिनमें से कई जवाहरलाल नेहरू प्रौद्योगिकी विश्वविद्यालय हैदराबाद (JNTUH) या उस्मानिया विश्वविद्यालय (OU) से संबद्ध हैं, इंजीनियरिंग कृषि और मेडिकल कॉमन एंट्रेंस टेस्ट (EAM-CET) के माध्यम से होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद में 13 विश्वविद्यालय हैं: दो निजी विश्वविद्यालय, दो डीम्ड विश्वविद्यालय, छह राज्य विश्वविद्यालय और तीन केंद्रीय विश्वविद्यालय। केंद्रीय विश्वविद्यालय हैदराबाद विश्वविद्यालय (हैदराबाद केंद्रीय विश्वविद्यालय, एचसीयू), मौलाना आजाद राष्ट्रीय उर्दू विश्वविद्यालय और अंग्रेजी और विदेशी भाषा विश्वविद्यालय हैं। 1918 में स्थापित उस्मानिया विश्वविद्यालय, हैदराबाद में पहला विश्वविद्यालय था और 2012 में अंतर्राष्ट्रीय छात्रों के लिए भारत का दूसरा सबसे लोकप्रिय संस्थान है। 1982 में स्थापित डॉ। बी। आर। अम्बेडकर मुक्त विश्वविद्यालय, भारत में पहला दूरस्थ शिक्षा खुला विश्वविद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद विशेष रूप से जैव चिकित्सा विज्ञान, जैव प्रौद्योगिकी और फार्मास्यूटिकल्स जैसे राष्ट्रीय फार्मास्युटिकल शिक्षा और अनुसंधान संस्थान (NIPER) और राष्ट्रीय पोषण संस्थान (NIN) के रूप में कई केंद्रों में विशेषज्ञता का केंद्र है। हैदराबाद में पांच प्रमुख मेडिकल स्कूल हैं- उस्मानिया मेडिकल कॉलेज, गांधी मेडिकल कॉलेज, निजाम इंस्टीट्यूट ऑफ मेडिकल साइंसेज, डेक्कन कॉलेज ऑफ मेडिकल साइंसेज और शादान इंस्टीट्यूट ऑफ मेडिकल साइंसेज- और कई संबद्ध शिक्षण अस्पताल। हैदराबाद के बाहरी इलाके में एक अखिल भारतीय आयुर्विज्ञान संस्थान स्वीकृत किया गया है। गवर्नमेंट निज़ामिया टिब्बी कॉलेज यूनानी चिकित्सा का एक कॉलेज है। हैदराबाद इंडियन हार्ट एसोसिएशन का मुख्यालय भी है, जो हृदय शिक्षा के लिए एक गैर-लाभकारी आधार है।</p>\r\n<p>हैदराबाद में संस्थानों में नेशनल इंस्टीट्यूट ऑफ रूरल डेवलपमेंट, नालसर यूनिवर्सिटी ऑफ लॉ, इंडियन स्कूल ऑफ बिजनेस, नेशनल जियोफिजिकल रिसर्च इंस्टीट्यूट, इंस्टीट्यूट ऑफ पब्लिक एंटरप्राइज, एडमिनिस्ट्रेटिव स्टाफ कॉलेज ऑफ इंडिया और सरदार वल्लभभाई गांधी पुलिस अकादमी शामिल हैं। तकनीकी और इंजीनियरिंग स्कूलों में इंटरनेशनल इंस्टीट्यूट ऑफ इंफॉर्मेशन टेक्नोलॉजी, हैदराबाद (IIITH), बिड़ला इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड साइंस, पिलानी - हैदराबाद (बिट्स हैदराबाद), गांधी इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड मैनेजमेंट हैदराबाद कैंपस (GITAM Hyderabad Campus) और इंडियन इंस्टीट्यूट शामिल हैं। प्रौद्योगिकी, हैदराबाद (IIT-H) और साथ ही कृषि इंजीनियरिंग संस्थान जैसे कि अंतर्राष्ट्रीय फसल अनुसंधान संस्थान के लिए अर्ध-शुष्क उष्णकटिबंधीय (ICRISAT) और आचार्य एनजी रंगा कृषि विश्वविद्यालय। हैदराबाद में Raffles Millennium International, NIFT Hyderabad और Wigan और Leigh College सहित फैशन डिज़ाइन के स्कूल भी हैं। नेशनल इंस्टीट्यूट ऑफ डिजाइन, हैदराबाद (एनआईडी-एच), 2015 से स्नातक और स्नातकोत्तर पाठ्यक्रमों की पेशकश करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शहर की सड़कों का प्रतिनिधित्व करने वाली सर्कल और इंटरसेक्टिंग लाइनें</p>\r\n<p>इंटरमीडिएट रिंग रोड का प्रतिनिधित्व करने वाला मानचित्र जो इनर रिंग रोड को बाहरी रिंग रोड से जोड़ता है</p>\r\n<p>2018 के रूप में, हैदराबाद में मध्यम-दूरी के परिवहन के सबसे अधिक उपयोग किए जाने वाले रूपों में हल्के रेलवे और बसों के साथ-साथ निजी तौर पर संचालित टैक्सी और ऑटो रिक्शा जैसी सरकारी स्वामित्व वाली सेवाएं शामिल हैं। ये पूरी तरह से दैनिक 3.5 मिलियन यात्रियों की सेवा करते हैं। 3.3 मिलियन यात्रियों की सेवा वाली 3800 बसों के बेड़े के साथ शहर के केंद्र में महात्मा गांधी बस स्टेशन से बस सेवाएं संचालित होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद में मेट्रो रेल, एक हल्की रेल परिवहन प्रणाली द्वारा परोसी जाती है। मेट्रो रेल के पहले चरण का उद्घाटन नवंबर 2017 में नागोले से एमेरपेट और मियापुर से एमेरपेट तक हुआ था जिसके बाद एल.बी. अक्टूबर 2018 में नगर से आमेरपेट। हैदराबाद मेट्रो वर्तमान में भारत में दूसरा सबसे बड़ा मेट्रो रेल नेटवर्क है, जिसमें आगे विस्तार की योजना है। हैदराबाद की मल्टी-मोडल ट्रांसपोर्ट सिस्टम (एमएमटीएस), एक तीन-लाइन उपनगरीय रेल सेवा है, जिसमें प्रतिदिन 180,000 यात्रियों को ले जाने वाली 121 सेवाएँ हैं। इन सरकारी सेवाओं को लागू करना सेटविन (सोसाइटी फॉर एम्प्लॉयमेंट प्रमोशन एंड ट्रेनिंग इन ट्विन सिटीज़) द्वारा संचालित मिनीबस रूट हैं। हैदराबाद से इंटरसिटी रेल सेवाएं संचालित होती हैं; मुख्य, और सबसे बड़ा, स्टेशन सिकंदराबाद रेलवे स्टेशन है, जो भारतीय रेलवे के दक्षिण मध्य रेलवे ज़ोन मुख्यालय के रूप में कार्य करता है और सिकंदराबाद और हैदराबाद को जोड़ने वाली बसों और एमएमटीएस दोनों हल्की रेल सेवाओं के लिए एक केंद्र है। हैदराबाद में अन्य प्रमुख रेलवे स्टेशन हैदराबाद डेक्कन स्टेशन, कचेगुडा रेलवे स्टेशन, बेगमपेट रेलवे स्टेशन, मलकजगिरी रेलवे स्टेशन और लिंगमपल्ली रेलवे स्टेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2018 तक, शहर में 5.3 मिलियन से अधिक वाहन चल रहे हैं, जिनमें से 4.3 मिलियन दोपहिया और 1.04 मिलियन चार पहिया वाहन हैं। अपेक्षाकृत कम सड़क कवरेज के साथ युग्मित वाहनों की बड़ी संख्या - सड़कें कुल शहर क्षेत्र का केवल 9.5% पर कब्जा कर लेती हैं: 79- ने व्यापक रूप से यातायात की भीड़ का नेतृत्व किया है, खासकर जब से 80% यात्री और 60% माल सड़क द्वारा ले जाया जाता है ।:3 इनर रिंग रोड, आउटर रिंग रोड, हैदराबाद एलिवेटेड एक्सप्रेसवे, भारत में सबसे लंबा फ्लाईओवर, और भीड़भाड़ को कम करने के लिए विभिन्न इंटरचेंज, ओवरपास और अंडरपास बनाए गए। शहर के भीतर अधिकतम गति सीमा दोपहिया और कारों के लिए 50 किमी / घंटा (31 मील प्रति घंटा), ऑटो रिक्शा के लिए 35 किमी / घंटा (22 मील प्रति घंटे) और हल्के वाणिज्यिक वाहनों और बसों के लिए 40 किमी / घंटा (25 मील प्रति घंटा) है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद मेट्रो, एक नई रैपिड ट्रांजिट प्रणाली, नवंबर 2017 में खोला गया।</p>\r\n<p>हैदराबाद तीन राष्ट्रीय राजमार्गों के जंक्शन पर बैठता है, जो इसे छह अन्य राज्यों से जोड़ता है: NH-44 श्रीनगर, जम्मू और कश्मीर से 3,963 किमी (2,462 मील), उत्तर में कन्याकुमारी, तमिलनाडु, दक्षिण में; एनएच -65, मछलीपट्टनम, आंध्र प्रदेश, और पुणे, महाराष्ट्र के बीच 841 किमी (523 मील) पूर्व-पश्चिम में चलती है; 334 किमी (208 मील) NH-163 लिंक हैदराबाद, तेलंगाना और भोपालपटनम, छत्तीसगढ़; 270 किमी (168 मील) NH-765 लिंक हैदराबाद, तेलंगाना से श्रीशैलम, आंध्र प्रदेश। पांच राज्य राजमार्ग, 225 किमी (140 मील) SH-1 लिंक हैदराबाद, रामागुंडम, SH-2, SH-4 और SH-6 से, या तो हैदराबाद से शुरू होते हैं, या गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई यातायात को पहले बेगमपेट हवाई अड्डे के माध्यम से संभाला गया था, लेकिन इसे 2008 में राजीव गांधी अंतर्राष्ट्रीय हवाई अड्डे (RGIA) (IATA: HYD, ICAO: VOHS) द्वारा बदल दिया गया, जो 12 मिलियन यात्रियों और प्रति टन 100,000 टन कार्गो को संभालने में सक्षम था। 2011 में, एयरपोर्ट्स काउंसिल इंटरनेशनल, जो एक स्वायत्त निकाय है जो दुनिया के हवाई अड्डों का प्रतिनिधित्व करता है, ने RGIA को 5 से 15 मिलियन यात्री श्रेणी में दुनिया का सबसे अच्छा हवाई अड्डा और सेवा की गुणवत्ता के लिए दुनिया का पांचवां सर्वश्रेष्ठ हवाई अड्डा माना।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Hyabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/510eb803-f452-4742-a6db-60124cc3533c_Hyderabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hyderabad-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"हैदराबाद","slug":"hyderabad"}],"recommendations":[{"id":949,"title":"नगरकुरनूल में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","dateCreated":"2019-11-04T14:02:10.078Z","dateModified":"2019-11-04T14:02:39.87Z","contributedBy":"AskGif","content":"नगरनारूल भारतीय राज्य तेलंगाना के दक्षिणी क्षेत्र का एक जिला है। नगरनारनोल शहर जिला मुख्यालय है। यह राज्य में जिलों के पुन: संगठन से पहले महबूबनगर जिले का हिस्सा था। जिला नलगोंडा, रंगारेड्डी, महबूबनगर, वानापर्थी जिलों और आंध्र प्रदेश राज्य के साथ सीमाएँ साझा करता है।\r\n&nbsp;\r\nतेलंगा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगरकुरनूल","slug":"nagarkurnool"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-nagarkurnool-telangana","total":0},{"id":936,"title":"कामारेड्डी में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"कामारेड्डी भारत में तेलंगाना राज्य में एक जिला है।\r\nकामारेड्डी जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित है। जिले की सीमाएँ मेदक, निजामाबाद, संगारेड्डी, सिद्दीपेट और राजन्ना सिरसीला जिलों के साथ लगती हैं।\r\n&nbsp;\r\nभूगोल\r\nकामारेड्डी 18.3167 &deg; N 78.3500 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"कामारेड्डी","slug":"kamareddy"}],"slug":"top-places-to-visit-in-kamareddy-telangana","total":0},{"id":929,"title":"कोमाराम भीम में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"7dfb348d-6335-4b5d-930c-2af1ac515b6a_Komaram-Bheem-tourism.jpg","dateCreated":"2019-10-27T11:09:36.63Z","dateModified":"2019-10-27T11:10:06.467Z","contributedBy":"AskGif","content":"कोमाराम भीम (२२ अक्टूबर १ ९ ०१ - २40 अक्टूबर १ ९ ४०) एक आदिवासी नेता थे जिन्होंने हैदराबाद की मुक्ति के लिए आसफ जाही राजवंश के खिलाफ लड़ाई लड़ी थी। कोमाराम भीम ने छापामार अभियान में सत्तारूढ़ निज़ाम सरकार के खिलाफ खुलकर लड़ाई लड़ी। उन्होंने जंगल के निर्वाह से दूर रहने वाले न्यायालयों, कानूनों और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7dfb348d-6335-4b5d-930c-2af1ac515b6a_Komaram-Bheem-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोमाराम-भीम","slug":"komaram-bheem"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-komaram-bheem-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}