{"id":933,"title":"Top Places to visit in Jangaon, Telangana","imageUrl":"f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","dateCreated":"2019-10-28T09:10:22.314Z","dateModified":"2019-10-28T09:12:21.748Z","contributedBy":"AskGif","content":"<p>Jangaon is a town and the district headquarters of Jangaon district in the Indian state of Telangana. It is also the mandal and divisional headquarters of Jangaon mandal and Jangaon revenue division respectively. It is about 85 kilometres (53 mi) from the state capital Hyderabad. It lies on the National Highway 163.</p>\r\n<p>Jangaon district is a district in the Indian state of Telangana. It was a part of the Warangal district and Nalgonda district prior to the re-organisation of districts in the state. .The district shares boundaries with Suryapet, Yadadri, Warangal (rural) district, Warangal urban, Siddipet and Mahabubabad districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Civic administration</p>\r\n<p>Jangaon Municipality is the civic body that oversees the civic needs of the town. It was constituted in 1953 as a third grade municipality. It was upgraded to second grade in the year 2010 with 28 municipal wards. The jurisdiction of the civic body is spread over 17.49 km2 (6.75 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Law and order</p>\r\n<p>The Deputy Commissioner of Police Jangaon is responsible for maintaining law and order in the town and district areas. Jangaon has Senior Civil Judge's Court, and Prl. Junior Civil Judge's Court for maintaining law and order.</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>The 100-bed Government Area Hospital Jangaon is the largest hospital in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Street of Jangaon</p>\r\n<p>Kolanupaka temple, a religious destination for the Jains.</p>\r\n<p>&nbsp;</p>\r\n<p>The Champak Hills are located 6 km (3.7 mi) away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Public transport</p>\r\n<p>The TSRTC has a bus depot in the town and provides public transport.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>Jangaon has road and rail connectivity. The town has a total road length of 124.75 km (77.52 mi), of which 73.50 km (45.67 mi) is cement or concrete roads, 15.25 km (9.48 mi) is bitumen roads and 36.00 km (22.37 mi) is water-bound macadam road. National Highway 163, connecting Hyderabad and Bhopalpatnam Road, passes through the town. A new national highway NH 365B connects Jangaon with different district headquarters of the state Suryapet-Jangaon-Siddipet-Siricilla.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Jangaon railway station provides rail connectivity to the town and is under the jurisdiction of the Secunderabad railway division of South Central Railway zone. It was constructed by Nizam's Guaranteed State Railway in 1879. This railway line connects Hyderabad with Warangal, and was later extended to Bezawada. Falaknuma&ndash;Jangaon MEMU is a suburban train that connects the town with the state capital.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The town has 38,948 literates; 21,722 males, 17,226 females and a literacy rate of 82.39%. The primary and secondary school education is run by government and private schools under the School Education Department of the state, assisted by State Institute of Educational Technology. The municipal limits of the town has a total of 14 government and 38 private schools.</p>\r\n<p>&nbsp;</p>\r\n<p>The Higher Education Department of the state oversees the undergraduate and postgraduate education. The town has four government and fifteen private run colleges. This includes APSW Boys Residential Junior College, a social welfare college; 5 private unaided colleges and a co-operative junior college. There exists one residential college under APRJC, ten privately aided colleges, and two co-operative colleges. A.B.V.Government Degree College is an autonomous college that is affiliated with Kakatiya University and approved under the Universities Grant Commission scheme.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district has two revenue divisions of Jangaon and Ghanpur (Station) are sub-divided into 13 mandals. Vinay Krishna Reddy is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorises 13 mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p>S.No. Jangaon revenue division S.No. Station Ghanpur revenue division</p>\r\n<p>1 Bachannapeta 9 Chilpur</p>\r\n<p>2 Devaruppala 10 Zaffergadh</p>\r\n<p>3 Gundala 11 Kodakandla</p>\r\n<p>4 Jangaon 12 Palakurthi</p>\r\n<p>5 Lingalaghanpur 13 Station Ghanpur</p>\r\n<p>6Narmetta</p>\r\n<p>7Raghunathapalle</p>\r\n<p>8Tarigoppula</p>\r\n<p>Notable personalities</p>\r\n<p>Pothana, chakali ilamma ,Doddi Komuraiah, Palkuriki somanadhudu</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jangaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jangaon-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"jangaon","slug":"jangaon"}],"recommendations":[{"id":952,"title":"Top Places to visit in Peddapalli, Telangana","imageUrl":"84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","dateCreated":"2019-11-05T02:12:49.479Z","dateModified":"2019-11-05T02:14:45.664Z","contributedBy":"AskGif","content":"Peddapalli district is a district located in the northern region of the Indian state of Telangana. Ramagundam city is an educational and industrial hub. Ramagundam city is well known for its Multi cultural and linguistic diversity. Peddapalli Town is also an educational hub and also famous mostly","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"peddapalli","slug":"peddapalli"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-peddapalli-telangana","total":0},{"id":951,"title":"Top Places to visit in Nizamabad, Telangana","imageUrl":"8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","dateCreated":"2019-11-05T01:42:18.801Z","dateModified":"2019-11-05T01:42:50.175Z","contributedBy":"AskGif","content":"Nizamabad is a city in the Indian state of Telangana. Nizamabad is a major urban agglomeration and third largest city in the state. It is governed by municipal corporation and is the headquarters of the Nizamabad district. Although previously part of Hyderabad State and then Andhra Pradesh state,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nizamabad","slug":"nizamabad"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-nizamabad-telangana","total":0},{"id":937,"title":"Top Places to visit in Karimnagar, Telangana","imageUrl":"4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","dateCreated":"2019-10-30T02:15:55.885Z","dateModified":"2019-10-30T02:16:21.864Z","contributedBy":"AskGif","content":"Karimnagar is a city and District Headquarters in the Indian state of Telangana. Karimnagar is a major urban agglomeration and fifth largest City in the state. It is governed by Municipal corporation and is the headquarters of the Karimnagar district It is situated on the banks of Manair River, w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"karimnagar","slug":"karimnagar"}],"slug":"top-places-to-visit-in-karimnagar-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}