{"id":933,"title":"जनगांव में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","dateCreated":"2019-10-28T09:10:22.314Z","dateModified":"2019-10-28T09:12:21.748Z","contributedBy":"AskGif","content":"<p>भारत के तेलंगाना राज्य में एक कस्बा और जनगांव जिला मुख्यालय है। यह क्रमशः जगंल मंडल और जगाँव राजस्व विभाग का मंडल और मंडल मुख्यालय भी है। यह राज्य की राजधानी हैदराबाद से लगभग 85 किलोमीटर (53 मील) दूर है। यह राष्ट्रीय राजमार्ग 163 पर स्थित है।</p>\r\n<p>भारतीय राज्य तेलंगाना में एक जिला है, यह राज्य में जिलों के पुन: संगठन से पहले वारंगल जिले और नलगोंडा जिले का एक हिस्सा था। । जिला सूर्यपुरी, यादाद्री, वारंगल (ग्रामीण) जिले, वारंगल शहरी, सिद्दीपेट और महबूबबाद जिलों के साथ सीमाएँ साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>Jangaon नगर पालिका नागरिक निकाय है जो शहर की नागरिक आवश्यकताओं की देखरेख करती है। इसका गठन 1953 में तृतीय श्रेणी के नगरपालिका के रूप में किया गया था। यह 28 नगरपालिका वार्डों के साथ वर्ष 2010 में दूसरी श्रेणी में अपग्रेड किया गया था। नागरिक निकाय का क्षेत्राधिकार 17.49 किमी 2 (6.75 वर्ग मील) में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कानून व्यवस्था</p>\r\n<p>पुलिस उपायुक्त जंगा नगर और जिला क्षेत्रों में कानून व्यवस्था बनाए रखने के लिए जिम्मेदार हैं। जगांव में वरिष्ठ सिविल जज कोर्ट, और प्रोल है। कानून व्यवस्था बनाए रखने के लिए जूनियर सिविल जज की अदालत।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>100 बिस्तरों वाला सरकारी क्षेत्र अस्पताल जगनोन शहर का सबसे बड़ा अस्पताल है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>जँगौन की गली</p>\r\n<p>जैनियों के लिए एक धार्मिक स्थल कोलानुपका मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>चंपक हिल्स शहर से 6 किमी (3.7 मील) दूर स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>TSRTC के पास शहर में एक बस डिपो है और यह सार्वजनिक परिवहन प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>जलगाँव में सड़क और रेल कनेक्टिविटी है। शहर की कुल सड़क की लंबाई 124.75 किमी (77.52 मील) है, जिसमें से 73.50 किमी (45.67 मील) सीमेंट या कंक्रीट की सड़कें हैं, 15.25 किमी (9.48 मील) बिटुमन सड़कें हैं और 36.00 किमी (22.57 मील) पानी से घिरा मैकडैम है सड़क। हैदराबाद और भोपालपटनम रोड को जोड़ने वाला राष्ट्रीय राजमार्ग 163, कस्बे से होकर गुजरता है। एक नया राष्ट्रीय राजमार्ग NH 365B राज्य के अलग-अलग जिला मुख्यालयों सूर्यपुरी-जंगाओं-सिद्दीपेट-सिरिसिला के साथ जांगन को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>Jangaon रेलवे स्टेशन शहर को रेल कनेक्टिविटी प्रदान करता है और दक्षिण मध्य रेलवे जोन के सिकंदराबाद रेलवे डिवीजन के अधिकार क्षेत्र में है। इसका निर्माण 1879 में निज़ाम के गारंटीड स्टेट रेलवे द्वारा किया गया था। यह रेलवे लाइन हैदराबाद को वारंगल से जोड़ती है, और बाद में इसे बेजाडा तक विस्तारित किया गया। फलकनुमा &ndash;जंगोन मेमू एक उपनगरीय ट्रेन है जो शहर को राज्य की राजधानी से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में 38,948 साहित्यकार हैं; 21,722 पुरुष, 17,226 महिलाएं और साक्षरता दर 82.39% है। राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूली शिक्षा संचालित की जाती है, जिसकी सहायता राज्य शैक्षिक प्रौद्योगिकी संस्थान करता है। शहर की नगरपालिका सीमा में कुल 14 सरकारी और 38 निजी स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य का उच्च शिक्षा विभाग स्नातक और स्नातकोत्तर शिक्षा की देखरेख करता है। शहर में चार सरकारी और पंद्रह निजी रन कॉलेज हैं। इसमें APSW बॉयज़ आवासीय जूनियर कॉलेज, एक सामाजिक कल्याण कॉलेज शामिल है; 5 निजी अनएडेड कॉलेज और एक को-ऑपरेटिव जूनियर कॉलेज। एपीआरजेसी के तहत एक आवासीय कॉलेज, दस निजी सहायता प्राप्त कॉलेज और दो सहकारी कॉलेज मौजूद हैं। ए.बी.वी. गवर्नमेंट डिग्री कॉलेज एक स्वायत्त कॉलेज है जो काकतीय विश्वविद्यालय से संबद्ध है और विश्वविद्यालय अनुदान योजना के तहत स्वीकृत है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले के दो राजस्व मंडल हैं, जहाँगांव और घानपुर (स्टेशन) को 13 मंडलों में विभाजित किया गया है। विनय कृष्ण रेड्डी जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>नीचे दी गई तालिका में जिले में 13 मंडलों को उनके संबंधित राजस्व प्रभागों में वर्गीकृत किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>क्र.सं. Jangaon राजस्व प्रभाग S.No. स्टेशन घनपुर राजस्व मंडल</p>\r\n<p>1 Bachannapeta 9 Chilpur</p>\r\n<p>2 Devaruppala 10 Zaffergadh</p>\r\n<p>3 Gundala 11 Kodakandla</p>\r\n<p>4 जनगांव 12 Palakurthi</p>\r\n<p>5 लिंगलघनपुर 13 स्टेशन घनपुर</p>\r\n<p>6 Narmetta</p>\r\n<p>7 Raghunathapalle</p>\r\n<p>8 Tarigoppula</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>पोथाना, चकली इलम्मा, डोड्डी कोमुरैया, पालकुरकी सोमनाधु</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jangaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jangaon-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"जनगांव","slug":"jangaon"}],"recommendations":[{"id":952,"title":"पेद्दापल्ली में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","dateCreated":"2019-11-05T02:12:49.479Z","dateModified":"2019-11-05T02:14:45.664Z","contributedBy":"AskGif","content":"पेद्दापल्ली जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित एक जिला है। रामागुंडम शहर एक शैक्षिक और औद्योगिक केंद्र है। रामागुंडम शहर अपनी बहु सांस्कृतिक और भाषाई विविधता के लिए जाना जाता है। पेद्दापल्ली टाउन एक शैक्षिक केंद्र भी है और ज्यादातर कृषि व्यवसाय के लिए भी प्रसिद्ध है। रामागुंडम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पेद्दापल्ली","slug":"peddapalli"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-peddapalli-telangana","total":0},{"id":951,"title":"निजामाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","dateCreated":"2019-11-05T01:42:18.801Z","dateModified":"2019-11-05T01:42:50.175Z","contributedBy":"AskGif","content":"निजामाबाद भारतीय राज्य तेलंगाना का एक शहर है। निज़ामाबाद एक प्रमुख शहरी समूह है और राज्य का तीसरा सबसे बड़ा शहर है। यह नगर निगम द्वारा शासित है और निज़ामाबाद जिले का मुख्यालय है। हालांकि पहले हैदराबाद राज्य और फिर आंध्र प्रदेश राज्य का हिस्सा, निजामाबाद आंध्र प्रदेश पुनर्गठन अधिनियम, 2014 द्वारा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"निजामाबाद","slug":"nizamabad"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-nizamabad-telangana","total":0},{"id":937,"title":"करीमनगर में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","dateCreated":"2019-10-30T02:15:55.885Z","dateModified":"2019-10-30T02:16:21.864Z","contributedBy":"AskGif","content":"करीमनगर भारतीय राज्य तेलंगाना में एक शहर और जिला मुख्यालय है। करीमनगर एक प्रमुख शहरी समूह है और राज्य का पांचवा सबसे बड़ा शहर है। यह नगर निगम द्वारा शासित है और करीमनगर जिले का मुख्यालय है। यह मनेर नदी के तट पर स्थित है, जो गोदावरी नदी की एक सहायक नदी है। यह 2011 के अनुसार राज्य में चौथी सबसे बड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"करीमनगर","slug":"karimnagar"}],"slug":"top-places-to-visit-in-karimnagar-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}