{"id":934,"title":"Top Places to visit in Jayashankar Bhupalpally, Telangana","imageUrl":"ce840311-33a0-4013-90a3-be2f56a64322_Jayashankar-Bhupalpally-tourism.jpg","dateCreated":"2019-10-28T09:36:42.997Z","dateModified":"2019-10-28T09:37:11.441Z","contributedBy":"AskGif","content":"<p>Jayashankar Bhupalpally is a district in the Indian state of Telangana. The district headquarters are located at Bhupalpally. It was a part of the Warangal district prior to the re-organisation of districts in the state.</p>\r\n<p>Bhupalpally Nagar Panchayat was constituted in 2012. The jurisdiction of the civic body is spread over an area of 52.62 km2 (20.32 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Ankushapur is a village panchayat in Tekumatla mandal in Jayashankar Bhupalpally district in the state of Telangana in India. Located 72 km from Warangal city, The population of this village is approximately 1000. This village panchayat is a combination of two villages named as Ankushapur and Somanpalli. Ankushapur village does not have a bus route or train route. People get buses from Tekumatla which is 1 km away. from Ankushapur. From Tekumatla people has bus facility to Parkal, Warangal and Jammikunta. in this village there is no post office,no roads,no mobile tower and There is also no water plant. This village has two temples one is Hanuman temple located in center of the village and another one is Baddi Pochamma temple located on the outskirts of the village. and there is a government primary school in this village. Earlier Literacy percentage of this village was very low, but now the literacy percentage is very good.</p>\r\n<p>&nbsp;</p>\r\n<p>This village is largely depends on agricultural. 90% of the population depends on agriculture and related activities. Here people prefer to crop cotton, red chili, holdy and paddi (rice) agriculture. Cotton is the major crop in this village. Many thousands of quintals cotton production is produced every year. But many of the farmers depends on the monsoon for irrigation and drinking. At present sarpanch is Nandikonda Ram Reddy..</p>\r\n<p>Geography</p>\r\n<p>The district is spread over an area of 6,175 square kilometres (2,384 sq mi). Jayashankar district is bounded on north and north east by Gadchiroli district and Bijapur district of Maharashtra and Chhattisgarh respectively, on east by Bhadradri district, on south by Mulugu district, on west by Hanamkonda and Peddapalli district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the district has a population of 750000.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district will have two revenue divisions of Bhupalpally and Mulugu and is sub-divided into 20 mandals. Sri Dr.Vasam Venkateshwarlu, IAS is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The following lists the mandals of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorizes mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p>1 Jayashankar District HQ at Bhupalpalli) * Bhupalpally Bhupalpally Warangal Mulug</p>\r\n<p>2 Ghanpur (Mulug)</p>\r\n<p>3 Regonda</p>\r\n<p>4 Mogullapally</p>\r\n<p>5 Chityal</p>\r\n<p>6 Tekumatla (New)</p>\r\n<p>7 Malhalrao Karimnagar Manthini</p>\r\n<p>8 Kataram</p>\r\n<p>9 Mahadevpur</p>\r\n<p>10 Palimela (New)</p>\r\n<p>11 Mahamutharam</p>\r\n<p>Warangal Mulug</p>\r\n<p>Assembly Constituencies</p>\r\n<p>There are 2 assembly constituencies in Bhupalapally district. They are Bhupalapalle, Manthani&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>SubCastes</p>\r\n<p>The other SubCastes or Geographical Names of Munnuru Kapuare</p>\r\n<p>&nbsp;</p>\r\n<p>Munnuru Kapu</p>\r\n<p>Kapu</p>\r\n<p>Please Refer to Kapu for more details about the Community.</p>\r\n<p>&nbsp;</p>\r\n<p>Origins</p>\r\n<p>The name Munnuru seems to be of a recent origin, which means three hundred. The Telaga or Naidu Community and were the Imperial guard of the Tanjore Nayaks who dispatched a battalion of his best Infantry and Cavalry for the personal security on the request of the Nawab of Hyderabad The Tanjore Nayak dispatched three hundred Telaga men and their families. The descendants of these Three hundred families are now called Munnuru Kapu.</p>\r\n<p>&nbsp;</p>\r\n<p>The Munnuru Kapu Community have always been associated with one Kingdom or the other in the form of Interior Palace Guards like Tanjavur Nayaks, Devarakonda, Nizam etc.</p>\r\n<p>&nbsp;</p>\r\n<p>At present Day Munnuru Kapu People are more than 1 Crore people in Andhra Pradesh, Maharashtra States</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jayashankar_Bhupalpally_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ce840311-33a0-4013-90a3-be2f56a64322_Jayashankar-Bhupalpally-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jayashankar-bhupalpally-telangana","tags":[{"name":"jayashankar-bhupalpally","slug":"jayashankar-bhupalpally"},{"name":"bhupalpalle","slug":"bhupalpalle"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":961,"title":"Top Places to visit in Wanaparthy, Telangana","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.\r\nWanaparthy district is a district in the Indian state of Telangana. It is located 143 km from the state capital Hyderabad. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wanaparthy","slug":"wanaparthy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":957,"title":"Top Places to visit in Suryapet, Telangana","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"Suryapet is a city and the district headquarters of Suryapet district in the Indian state of Telangana. It is a municipality and the headquarters of Suryapet mandal in Suryapet revenue division. The Government of India announced Suryapet to be developed under the Atal Mission for Rejuvenation and","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"suryapet","slug":"suryapet"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":930,"title":"Top Places to visit in Bhadradri Kothagudem, Telangana","imageUrl":"46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","dateCreated":"2019-10-28T04:15:41.677Z","dateModified":"2019-10-28T04:16:03.019Z","contributedBy":"AskGif","content":"Bhadradri Kothagudem district is a district in the eastern region of the Indian state of Telangana. The town of Kothagudem is the district headquarters. It was a part of the Khammam district prior to the re-organisation of districts in the state.\r\n&nbsp;\r\nThe district comprises 24 m","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"bhadradri-kothagudem","slug":"bhadradri-kothagudem"}],"slug":"top-places-to-visit-in-bhadradri-kothagudem-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}