{"id":934,"title":"जयशंकर भुपालपल्ली में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"ce840311-33a0-4013-90a3-be2f56a64322_Jayashankar-Bhupalpally-tourism.jpg","dateCreated":"2019-10-28T09:36:42.997Z","dateModified":"2019-10-28T09:37:11.441Z","contributedBy":"AskGif","content":"<p>जयशंकर भूपालपल्ली भारतीय राज्य तेलंगाना में एक जिला है। जिला मुख्यालय भूपालपल्ली में स्थित है। यह राज्य में जिलों के पुन: संगठन से पहले वारंगल जिले का एक हिस्सा था।</p>\r\n<p>भूपालपल्ली नगर पंचायत का गठन 2012 में किया गया था। नागरिक निकाय का क्षेत्राधिकार 52.62 किमी 2 (20.32 वर्ग मील) के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंकुशपुर भारत में तेलंगाना राज्य में जयशंकर भूपालपल्ली जिले में टेकुमतला मंडल में एक ग्राम पंचायत है। वारंगल शहर से 72 किमी दूर स्थित इस गाँव की आबादी लगभग 1000 है। यह ग्राम पंचायत अंकुशपुर और सोम्नपल्ली नाम के दो गाँवों का मेल है। अंकुशपुर गांव में बस मार्ग या ट्रेन मार्ग नहीं है। लोगों को टेकुमटला से बसें मिलती हैं जो 1 किमी दूर है। अंकुशपुर से। तेकुमटला से लोगों को पार्कल, वारंगल और जमुनियाकुंटा के लिए बस सुविधा उपलब्ध है। इस गांव में कोई डाकघर नहीं है, कोई सड़क नहीं है, कोई मोबाइल टॉवर नहीं है और पानी का प्लांट भी नहीं है। इस गाँव में दो मंदिर हैं एक गाँव के केंद्र में स्थित हनुमान मंदिर है और दूसरा गाँव के बाहरी इलाके में स्थित बद्दी पोचम्मा मंदिर है। और इस गाँव में एक सरकारी प्राथमिक विद्यालय है। पहले इस गाँव का साक्षरता प्रतिशत बहुत कम था, लेकिन अब साक्षरता प्रतिशत बहुत अच्छा है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह गांव काफी हद तक कृषि पर निर्भर करता है। 90% आबादी कृषि और संबंधित गतिविधियों पर निर्भर करती है। यहां लोग कपास, लाल मिर्च, जोती और धान (चावल) की खेती करना पसंद करते हैं। कपास इस गाँव की प्रमुख फसल है। हर साल कई हजार क्विंटल कपास का उत्पादन होता है। लेकिन बहुत से किसान सिंचाई और पीने के लिए मानसून पर निर्भर हैं। वर्तमान में सरपंच नंदिकोंडा राम रेड्डी हैं।</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला 6,175 वर्ग किलोमीटर (2,384 वर्ग मील) के क्षेत्र में फैला हुआ है। जयशंकर जिला उत्तर और उत्तर पूर्व में गढ़चिरौली जिले और महाराष्ट्र के बीजापुर जिले और छत्तीसगढ़ के क्रमशः भाद्रि जिले के पूर्व में, मूल रूप से मुलुगु जिले के दक्षिण में, हनमकोंडा और पेड्डापाड़ जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, जिले की आबादी 750000 है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में भूपालपल्ली और मुलुगु के दो राजस्व विभाग होंगे और 20 मंडलों में विभाजित है। श्री डॉ। वीसम वेंकटेश्वरु, आईएएस जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निम्नलिखित जिले के मंडल सूचीबद्ध करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>नीचे दी गई तालिका में मंडल को जिले में उनके संबंधित राजस्व प्रभागों में वर्गीकृत किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>1 जयशंकर जिला मुख्यालय भूपालपल्ली में) * भूपालपल्ली भूपालपल्ली वारंगल मुलुग</p>\r\n<p>2 घनपुर (मुलुग)</p>\r\n<p>3 Regonda</p>\r\n<p>4 Mogullapally</p>\r\n<p>5 Chityal</p>\r\n<p>6 टेकुमतला (नया)</p>\r\n<p>7 Malhalrao करीमनगर Manthini</p>\r\n<p>8 Kataram</p>\r\n<p>9 Mahadevpur</p>\r\n<p>10 पालीमेला (नया)</p>\r\n<p>11 Mahamutharam</p>\r\n<p>वारंगल Mulug</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>भूपालपल्ली जिले में 2 विधानसभा क्षेत्र हैं। वे भूपालपल्ले, मंथनी हैं</p>\r\n<p>&nbsp;</p>\r\n<p>उपजातियां</p>\r\n<p>मुन्नुरु कपूरारे के दूसरे सबकास्ट या भौगोलिक नाम</p>\r\n<p>&nbsp;</p>\r\n<p>मुन्नुरु कपू</p>\r\n<p>कापू</p>\r\n<p>कृपया समुदाय के बारे में अधिक जानकारी के लिए कापू का संदर्भ लें।</p>\r\n<p>&nbsp;</p>\r\n<p>मूल</p>\r\n<p>मुन्नुरु नाम हाल ही में आया है, जिसका अर्थ है तीन सौ। तेलगा या नायडू समुदाय और तंजौर नायक के शाही रक्षक थे, जिन्होंने हैदराबाद के नवाब के अनुरोध पर व्यक्तिगत सुरक्षा के लिए अपनी सर्वश्रेष्ठ इन्फैंट्री और कैवलरी की एक बटालियन भेजी थी। तंजौर नायक ने तीन सौ तेलगा पुरुषों और उनके परिवारों को भेजा था। इन तीन सौ परिवारों के वंशज अब मुन्नुरु कपू कहलाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुन्नुरु कपू समुदाय हमेशा से एक राजघराने या दूसरे के साथ आंतरिक पैलेस गार्ड के रूप में जुड़ा हुआ है जैसे तंजावुर नायक, देवरकोंडा, निज़ाम आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान समय में मुन्नुरु कपू लोग आंध्र प्रदेश, महाराष्ट्र राज्यों में 1 करोड़ से अधिक लोग हैं</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jayashankar_Bhupalpally_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ce840311-33a0-4013-90a3-be2f56a64322_Jayashankar-Bhupalpally-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jayashankar-bhupalpally-telangana","tags":[{"name":"जयशंकर-भुपालपल्ली","slug":"jayashankar-bhupalpally"},{"name":"भुपालपल्ले","slug":"bhupalpalle"},{"name":"तेलंगाना","slug":"telangana"}],"recommendations":[{"id":961,"title":"वानापर्थी में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"वानापर्थी भारत के तेलंगाना के वानापर्थी जिले का एक शहर है। तेलंगाना में पहला पॉलिटेक्निक कॉलेज (KDR गवर्नमेंट पॉलिटेक्निक) वानापर्थी में शुरू हुआ।\r\nवानापर्थी जिला भारतीय राज्य तेलंगाना में एक जिला है। यह राज्य की राजधानी हैदराबाद से 143 किमी दूर स्थित है। यह तेलंगाना राज्य में एक विधानसभा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वानापर्थी","slug":"wanaparthy"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":957,"title":"सूर्यापेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"सूर्यपेट एक शहर और भारतीय राज्य तेलंगाना में सूर्यपेट जिले का जिला मुख्यालय है। यह एक नगर पालिका है और सूर्यपेट राजस्व मंडल में सूर्यपेट मंडल का मुख्यालय है। भारत सरकार ने सूर्यपेट को कायाकल्प और शहरी परिवर्तन (AMRUT) योजना के लिए अटल मिशन के तहत विकसित करने की घोषणा की। सूर्य सुप्रभान 2017 में श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूर्यापेट","slug":"suryapet"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":930,"title":"भद्रदृ कोठागुडेम में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","dateCreated":"2019-10-28T04:15:41.677Z","dateModified":"2019-10-28T04:16:03.019Z","contributedBy":"AskGif","content":"भद्राद्री कोठागुडेम जिला भारतीय राज्य तेलंगाना के पूर्वी क्षेत्र में स्थित एक जिला है। कोठागुडेम शहर जिला मुख्यालय है। यह राज्य में जिलों के पुन: संगठन से पहले खम्मम जिले का एक हिस्सा था।\r\n&nbsp;\r\nजिले में 24 मंडल और 2 राजस्व मंडल कोठागुडेम और भद्राचलम शामिल हैं। जिला मुख्यालय कोठाग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"भद्रदृ-कोठागुडेम","slug":"bhadradri-kothagudem"}],"slug":"top-places-to-visit-in-bhadradri-kothagudem-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}