{"id":935,"title":"Top Places to visit in Jogulamba Gadwal, Telangana","imageUrl":"9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","dateCreated":"2019-10-28T11:10:48.23Z","dateModified":"2019-10-28T11:11:08.247Z","contributedBy":"AskGif","content":"<p>Jogulamba Gadwal district is a district in the Indian state of Telangana. The administrative headquarters of the district is located at Gadwal.</p>\r\n<p>Gadwal is a city and the district Headquarter of Jogulamba Gadwal district in the Indian state of Telangana.It is located 188 km (117 mi) from the state capital of Hyderabad and is a state assembly constituency. Gadwal historically served as the capital of Gadwal Samsthanam, a vassal of the Nizam of Hyderabad. Gadwal was previously part of the Raichur region of Hyderabad-Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Gadwal has an average elevation of 325 metres (1,066 ft). Gadwal's infrastructure includes a railway junction, river, government-owned land, a sub-collector office, national highway connectivity and brand image[clarification needed] in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Somanadri</p>\r\n<p>Gadwal developed around a fort built by the Gadwal ruler Somanadri, Gadwal Samsthanam, which was a vassal of the Nizam of Hyderabad. It was protected by Mallichetti vamshiyulu. The Nagi Reddy, known today as Nagappa, was an Ayngarashakulu[further explanation needed] of Gadwal Samsthanam (Raja Somanadri was a minor). He died in a war with Sultans. Nagappa was succeeded by Narsappa as Gadwal Samsthanam Ayngarashakulu, but had to leave the palace.[further explanation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The Gadwal Samsthanam had a population of 968,491 in 1901, consisting of Gadwal town and 214 villages covering an area of 2,240 square kilometres (864 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2001, Gadwal had a population of 53,560. Males constituted 51% of the population and females 49%. 13% of the population was under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>Gadwal Fort is an imposing structure around which the old town sprawls. The fort houses several old temples, the most important of which is Sri Chennakesava Swamy. Another well-known temple, Jammulamma, is located west to the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The Priyadarshini Jurala Project is a large dam under construction (as of 2017) in Gadwal. It has almost 62 gates, and its generation capacity is 234 MW.</p>\r\n<p>&nbsp;</p>\r\n<p>Gadwal Saree</p>\r\n<p>Gadwala is known for its handloom Jari chiralu (Gadwala sarees). It was registered as one of the geographical indication from Telangana by Geographical Indications of Goods (Registration and Protection) Act, 1999. They are most notable for the Zari on the saris. The sari consists of a cotton body with a silk pallu which called Sico saris. The weave is so light that the saree can be packed in a matchbox. For Lord Venkateshwara Tirumala Tirupati Devasthanam (TTD) Bramhotsavam starts with Gadwala-weaved Pattu Vastralu every year.[clarification needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>&nbsp;</p>\r\n<p>Signpost at Gadwal rail station</p>\r\n<p>&nbsp;</p>\r\n<p>Auto-rickshaw stand outside Gadwal rail station</p>\r\n<p>Rail</p>\r\n<p>Gadwal has a rail junction connecting to other towns and cities, with more than 40 trains passing through daily. The railway station is on Secunderabad Kurnool line. Gadwal became connected by rail to Raichur, Karnataka, after commissioning of the new line on 12 October.[year needed] Gadwal railway station is planned to become a four-line connecting junction with the addition of a Gadwal-Macherla line. The Railway Department is requiring sufficient land to be used for new railway projects.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Gadwal is located 15 kilometres (9.3 mi) from National Highway 44 (formerly NH-7). A new national highway (Kothakota&ndash;Mantralayam) starts from Kothakota then reaches Gadwal, Ieeja, Gudur and Mantralayam. The newly sanctioned Yerravally&ndash;Raichur National highway also passes through Gadwal.</p>\r\n<p>&nbsp;</p>\r\n<p>Telangana State Road Transport Corporation (TSRTC) runs bus services from Gadwal to major towns and villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Solar energy</p>\r\n<p>With the Jurala Project, one of the most prestigious dams in India, 11 km (6.8 mi) away, the town has implemented solar energy for production of electricity.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>table categorizes mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p># Gadwal revenue division</p>\r\n<p>1 Alampur</p>\r\n<p>2 Dharoor</p>\r\n<p>3 Gadwal</p>\r\n<p>4 Ghattu</p>\r\n<p>5 Ieeja</p>\r\n<p>6 Itikyala</p>\r\n<p>7 kaloor-thimmana Doddi</p>\r\n<p>8 Maldakal</p>\r\n<p>9 Manopad</p>\r\n<p>10 Rajoli</p>\r\n<p>11 Undavelly</p>\r\n<p>12 waddepally</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jogulamba_Gadwal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jogulamba-gadwal-telangana","tags":[{"name":"jogulamba-gadwal","slug":"jogulamba-gadwal"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":959,"title":"Top Places to visit in Vikarabad, Telangana","imageUrl":"6d139fe0-e0ac-4492-92d4-eb6a3e34d0da_Vikarabad-railway.jpg","dateCreated":"2019-11-07T02:51:47.07Z","dateModified":"2019-11-07T02:52:12.758Z","contributedBy":"AskGif","content":"Vikarabad is a town and mandal in Vikarabad district of the Indian state of Telangana. It is located in Vikarabad mandal of Vikarabad revenue division. Vikarabad is famous for higher education institutes such as Sri Anantha Padmanabha College and Osmania University College Vikarabad for Self Fina","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d139fe0-e0ac-4492-92d4-eb6a3e34d0da_Vikarabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vikarabad","slug":"vikarabad"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-vikarabad-telangana","total":0},{"id":955,"title":"Top Places to visit in Sangareddy, Telangana","imageUrl":"a66c1518-e002-4360-943e-97199e923d66_Sangareddy-tourism.jpg","dateCreated":"2019-11-07T00:38:59.706Z","dateModified":"2019-11-07T00:39:19.9Z","contributedBy":"AskGif","content":"Sangareddy district is a district located in the northern region of the Indian state of Telangana.This district contains a part of the Greater Hyderabad and also a part of Hyderabad Metropolitan Region.The district shares boundaries with Medak, Medchal, Vikarabad,Kamareddy and Rangareddy district","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a66c1518-e002-4360-943e-97199e923d66_Sangareddy-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sangareddy","slug":"sangareddy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-sangareddy-telangana","total":0},{"id":948,"title":"Top Places to visit in Narayanpet, Telangana","imageUrl":"476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","dateCreated":"2019-11-04T02:34:13.78Z","dateModified":"2019-11-04T02:34:39.533Z","contributedBy":"AskGif","content":"Narayanpet is a town, &amp; district headquarters of Narayanpet district of the Indian state of Telangana. The district shares boundaries with Mahbubnagar district, Vikarabad, Wanaparthy, Jogulamba Gadwal districts and with Karnataka state. This district formed on 17 February 2019 after bifurcati","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"narayanpet","slug":"narayanpet"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-narayanpet-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}