{"id":936,"title":"कामारेड्डी में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"<p>कामारेड्डी भारत में तेलंगाना राज्य में एक जिला है।</p>\r\n<p>कामारेड्डी जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित है। जिले की सीमाएँ मेदक, निजामाबाद, संगारेड्डी, सिद्दीपेट और राजन्ना सिरसीला जिलों के साथ लगती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कामारेड्डी 18.3167 &deg; N 78.3500 &deg; E पर स्थित है। इसमें 14.11 किमी 2 का क्षेत्र शामिल है। यह राज्य की राजधानी हैदराबाद से उत्तर की ओर 110 किमी और निज़ामाबाद के पूर्ववर्ती जिला मुख्यालय से 55 किमी दक्षिण में है। 2014 में तेलंगाना राज्य के गठन के बाद, कामारेड्डी जिला मुख्यालय बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना और तेलंगाना सरकार द्वारा सांख्यिकीय जानकारी के अनुसार, शहर की आबादी 80,315 थी। कामारेड्डी की जनसंख्या 64,496 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। कामारेड्डी की औसत साक्षरता दर 65% से अधिक है, पुरुष साक्षरता 74% से अधिक है, और महिला साक्षरता 56% से अधिक है। कामारेड्डी में, 13% आबादी 6 वर्ष से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा: हिन्दी</p>\r\n<p>इस क्षेत्र में बोली जाने वाली प्रमुख भाषाएँ तेलुगु, हिंदी, उर्दू, लाम्बाडी, अंग्रेजी और मराठी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार और राजनीति</p>\r\n<p>कामारेड्डी नगरपालिका का गठन 1987 में किया गया था और इसे 33 चुनावी वार्डों के साथ द्वितीय श्रेणी के नगरपालिका के रूप में वर्गीकृत किया गया है। नागरिक निकाय का क्षेत्राधिकार 14.10 किमी 2 (5.44 वर्ग मील) के क्षेत्र में फैला हुआ है। तेलंगाना के आम चुनावों के बाद आसपास के गांवों को कामारेड्डी नगरपालिका में मिला दिया गया। क्लोएरेलिक, टेकरीयाल, लिंगापूर, देवूनीपल्ली, सरमपल्ली और चिन्नमल्लारेड्डी को कामारेड्डी नगरपालिका में जोड़ा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>कामारेड्डी ज़हीराबाद संसदीय क्षेत्र के अंतर्गत आता है। शहर में 17 आश्रित झुग्गियों में 35,172 और 4,835 बीपीएल घरों की आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>कामारेड्डी की आय का मुख्य स्रोत कृषि है जो कृषि पर निर्भर परिवारों में से अधिकांश है। कामरेड्डी धान, चीनी, गुड़, विभिन्न सब्जियों, मक्का और हल्दी का उत्पादन करता है। लगभग 300 कपड़ा व्यवसाय केंद्र हैं। तेलंगाना के सबसे बड़े पोल्ट्री फार्म कामारेड्डी ग्रामीण और शहरी क्षेत्रों में हैं। एक प्रमुख कृषि बाजार यार्ड कामारेड्डी में स्थित है। कामारेड्डी आसपास के शहरों और गांवों का प्रमुख केंद्र है। कामारेड्डी तेलंगाना राज्य का एक प्रमुख बाजार है। कामारेड्डी में गायत्री शुगर्स और कई राइस मिल्स जैसे कृषि आधारित उद्योग हैं जो चीनी, चावल और कई अन्य उत्पादों जैसे बड़े पैमाने पर खाद्य उत्पादों का उत्पादन करते हैं। कामारेड्डी में रियल एस्टेट की नई इमारतों में तेजी से वृद्धि हुई है, शॉपिंग मॉल और आवासीय अपार्टमेंट निर्माणाधीन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>कामारेड्डी में दो बस स्टैंड हैं, और तेलंगाना, आंध्र प्रदेश और महाराष्ट्र के अधिकांश प्रमुख शहरों के लिए एक रेलवे स्टेशन है। कामारेड्डी NH44 (पुराने NH7) जैसे प्रमुख राजमार्गों से जुड़ती है जो भारत में सबसे लंबा राजमार्ग है। कामारेड्डी की प्रमुख सड़क लाइन है जो भारत के सभी प्रमुख शहरों से जुड़ती है। कामारेड्डी में प्रमुख रेलवे लाइन सिकंदराबाद-मनमाड रेलवे लाइन है। कामारेड्डी रेलवे भारत के प्रमुख शहरों से जुड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में कामारेड्डी और बांसवाड़ा के तीन राजस्व मंडल हैं और येलारेड्डी को 22 मंडलों में विभाजित किया गया है। डॉ। एन.सत्यनारायण जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kamareddy</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kamareddy-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"कामारेड्डी","slug":"kamareddy"}],"recommendations":[{"id":952,"title":"पेद्दापल्ली में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","dateCreated":"2019-11-05T02:12:49.479Z","dateModified":"2019-11-05T02:14:45.664Z","contributedBy":"AskGif","content":"पेद्दापल्ली जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित एक जिला है। रामागुंडम शहर एक शैक्षिक और औद्योगिक केंद्र है। रामागुंडम शहर अपनी बहु सांस्कृतिक और भाषाई विविधता के लिए जाना जाता है। पेद्दापल्ली टाउन एक शैक्षिक केंद्र भी है और ज्यादातर कृषि व्यवसाय के लिए भी प्रसिद्ध है। रामागुंडम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पेद्दापल्ली","slug":"peddapalli"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-peddapalli-telangana","total":0},{"id":949,"title":"नगरकुरनूल में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","dateCreated":"2019-11-04T14:02:10.078Z","dateModified":"2019-11-04T14:02:39.87Z","contributedBy":"AskGif","content":"नगरनारूल भारतीय राज्य तेलंगाना के दक्षिणी क्षेत्र का एक जिला है। नगरनारनोल शहर जिला मुख्यालय है। यह राज्य में जिलों के पुन: संगठन से पहले महबूबनगर जिले का हिस्सा था। जिला नलगोंडा, रंगारेड्डी, महबूबनगर, वानापर्थी जिलों और आंध्र प्रदेश राज्य के साथ सीमाएँ साझा करता है।\r\n&nbsp;\r\nतेलंगा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगरकुरनूल","slug":"nagarkurnool"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-nagarkurnool-telangana","total":0},{"id":944,"title":"मेडल-मलकाजगिरी, शमिर्पेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"e17fdc6a-bd23-4e88-82c4-db37610b020d_Medchal-Malkajgiri-district.jpg","dateCreated":"2019-10-31T02:49:08.596Z","dateModified":"2019-10-31T02:51:36.838Z","contributedBy":"AskGif","content":"मेडचल aj मलकजगिरी भारतीय राज्य तेलंगाना में एक जिला है। मेडचल जिले का मुख्यालय है। यह 11 अक्टूबर 2016 को राज्य में जिलों के पुन: संगठन से पहले रंगा रेड्डी जिले का एक हिस्सा था। मेधाचल - मलकजगिरि को तत्कालीन रंगा रेड्डी जिले से बाहर किया गया था। मेडचल - मलकजगिरी 3 राष्ट्रीय राजमार्गों और 2 राज्य र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e17fdc6a-bd23-4e88-82c4-db37610b020d_Medchal-Malkajgiri-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शमिर्पेट","slug":"shamirpet"},{"name":"तेलंगाना","slug":"telangana"},{"name":"मेडल-मलकाजगिरी","slug":"medchal-malkajgiri"}],"slug":"top-places-to-visit-in-medchal-malkajgiri-shamirpet-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}