{"id":936,"title":"Top Places to visit in Kamareddy, Telangana","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"<p>Kamareddy is a town and headquarters of eponymous district in Telangana state in India.</p>\r\n<p>Kamareddy district is located in the northern region of the Indian state of Telangana..The district shares boundaries with Medak, Nizamabad, Sangareddy, Siddipet and Rajanna Sircilla districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kamareddy is located at 18.3167&deg;N 78.3500&deg;E. It covers an area of 14.11 km2. It is 110 km northwards from the state capital Hyderabad and 55 km south from the erstwhile district headquarters of Nizamabad. After formation of Telangana state in 2014, Kamareddy became district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to 2011 census and the statistical information by the Government of Telangana, the population of the town stood at 80,315. Kamareddy had a population of 64,496. Males constitute 51% of the population and females 49%. Kamareddy has an average literacy rate of higher than 65%, male literacy is greater than 74%, and female literacy is more than 56%. In Kamareddy, 13% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Major languages spoken in this area are Telugu, Hindi, Urdu, Lambadi, English and Marathi.</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>Kamareddy Municipality was constituted in 1987 and is classified as a second grade municipality with 33 election wards. The jurisdiction of the civic body is spread over an area of 14.10 km2 (5.44 sq mi). After Telangana's General elections surrounding villages merged in Kamareddy municipality. Adloor, Tekriyal, Lingapoor, Devunipally, Sarampally and Chinnamallareddy added to Kamareddy municipality.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamareddy comes under the Zahirabad parliamentary constituency. The town shelters 17 notified slums with a population of 35,172 and 4,835 BPL households.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Kamareddy's Main source of income is Agriculture most of the families depended on agriculture. Kamareddy produces paddy, sugar, jaggery, different vegetables, maize and turmeric. There are around 300 textile business centers. Telangana biggest poultry farms are in Kamareddy rural and urban areas. One of the major agriculture market yard is located in Kamareddy. Kamareddy is the major center for the surrounding towns and villages. Kamareddy is a major market in state of Telangana. Kamareddy has agriculture based industries like Gayathri Sugars and Several rice mills which produces large scale of food products like Sugar, Rice and many more products. Kamareddy has rapid growth in real estate new buildings, shopping malls and residential apartments are in under construction.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Kamareddy has two bus stands, and a railway station with connectivity to most major cities in Telangana, Andhra Pradesh and Maharashtra. Kamareddy connects with major highways like NH44 (old NH7) which is the longest highway in India. Kamareddy has major road line it connects to all major cities in India. Kamareddy has major railway line secunderabad-Manmad railway line. Kamareddy railway connects to major cities in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district has three revenue divisions of Kamareddy and Banswada and Yellareddy are sub-divided into 22 mandals. Dr.N.Satyanarayana is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kamareddy</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kamareddy-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"kamareddy","slug":"kamareddy"}],"recommendations":[{"id":952,"title":"Top Places to visit in Peddapalli, Telangana","imageUrl":"84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","dateCreated":"2019-11-05T02:12:49.479Z","dateModified":"2019-11-05T02:14:45.664Z","contributedBy":"AskGif","content":"Peddapalli district is a district located in the northern region of the Indian state of Telangana. Ramagundam city is an educational and industrial hub. Ramagundam city is well known for its Multi cultural and linguistic diversity. Peddapalli Town is also an educational hub and also famous mostly","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"peddapalli","slug":"peddapalli"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-peddapalli-telangana","total":0},{"id":949,"title":"Top Places to visit in Nagarkurnool, Telangana","imageUrl":"0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","dateCreated":"2019-11-04T14:02:10.078Z","dateModified":"2019-11-04T14:02:39.87Z","contributedBy":"AskGif","content":"Nagarkurnool is a district in the southern region of the Indian state of Telangana. The town of Nagarkurnool is the district headquarters. It was part of the Mahbubnagar district prior to re-organisation of districts in the state. The district shares boundaries with Nalgonda, Rangareddy, Mahabubn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e62764a-4eb8-44e7-8ea8-1603fbab3884_Nagarkurnool-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagarkurnool","slug":"nagarkurnool"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-nagarkurnool-telangana","total":0},{"id":944,"title":"Top Places to visit in Medchal-Malkajgiri, Shamirpet, Telangana","imageUrl":"e17fdc6a-bd23-4e88-82c4-db37610b020d_Medchal-Malkajgiri-district.jpg","dateCreated":"2019-10-31T02:49:08.596Z","dateModified":"2019-10-31T02:51:36.838Z","contributedBy":"AskGif","content":"Medchal&minus;Malkajgiri is a district in the Indian state of Telangana. Medchal is the headquarter of the district. It was a part of Ranga Reddy district before the re-organisation of districts in the state on 11 October 2016. Medchal &ndash; Malkajgiri was carved out of erstwhile Ranga Reddy di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e17fdc6a-bd23-4e88-82c4-db37610b020d_Medchal-Malkajgiri-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shamirpet","slug":"shamirpet"},{"name":"telangana","slug":"telangana"},{"name":"medchal-malkajgiri","slug":"medchal-malkajgiri"}],"slug":"top-places-to-visit-in-medchal-malkajgiri-shamirpet-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}