{"id":937,"title":"Top Places to visit in Karimnagar, Telangana","imageUrl":"4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","dateCreated":"2019-10-30T02:15:55.885Z","dateModified":"2019-10-30T02:16:21.864Z","contributedBy":"AskGif","content":"<p>Karimnagar is a city and District Headquarters in the Indian state of Telangana. Karimnagar is a major urban agglomeration and fifth largest City in the state. It is governed by Municipal corporation and is the headquarters of the Karimnagar district It is situated on the banks of Manair River, which is a tributary of the Godavari River.It is the fourth largest and fastest growing urban settlement in the state, according to 2011 census. It has registered a population growth rate of 45.46% and 38.87% respectively over the past two decades between 1991 and 2011, which is highest growth rate among major cities of Telangana. It serves as a major educational and health hub for the northern districts of Telangana. It is a major business center and widely known for Granite and Agro-based industries.It is also called as \"City of Granites\"</p>\r\n<p>&nbsp;</p>\r\n<p>It has been selected as one of the hundred Indian cities to be developed as a smart city under PM Narendra Modi's flagship Smart Cities Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>&nbsp;</p>\r\n<p>Apollo Reach Hospitals, Karimnagar</p>\r\n<p>Karimnagar has evolved into a major health centre at the beginning of the 21st century because it is centrally located to all the nearby Districts and Talukas like Jagtial, Siricilla , Ramagundam, Peddapalli, Mancherial, Siddipet, Komaram Bheem, Manthan, Huzurabad, Jammikunta, Husnabad , Sultanabad, Vemulawada, Korutla, Metpalli, Jammikunta, Choppadhandi, Manakondur, Bejjanki, Thimmapur, Dharmapuri, Kodimyal, Malyal and Gangadhara. Patients come from all over the surrounding districts. Karimnagar has two medical institutions Chalmeda Anand Rao Institute of Medical Sciences and Prathima Institute of Medical Sciences. The city of Karimnagar has many super speciality hospitals inside the city for various health issues. There is also a Cancer hospital in the city. Newly opened Mother and Child care hospital next to the Government hospital is one of the best hospitals in the state. Government Civil Hospital is the dominant medical institution.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Lower Manair Dam is one of the biggest dams in the state of Telangana. LMD is the major tourism spot for the people of Karimnagar city. It has boating facilities. Ujwala park and Deer park near LMD are another major part of city's tourism. A cable bridge has been under construction on Maner River at housing board colony and Sadashivpalli once completed it will attract tourists. Manair river front has been proposed by the Chief minister of Telangana after his ministers visited Sabarmati river front in Ahmedabad on Sabarmati river.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Telugu is the major language spoken in Karimnagar; Urdu is also widely spoken. The typical attire includes the traditional Chira and Pancha, and also modern dress styles. Karimnagar Silver Filigree is one of the local silverware handicrafts.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious worships and festivals</p>\r\n<p>The spring festival of Bathukamma is typical in this region. Other major Hindu festivals celebrated in the region include Ugadi, Sri Ramanavami, Vinayaka Chavithi, Holi, Sri Krishna Janmashtami, Dasara, Deepavali, Sankranti, and Maha Sivaratri. Muslims in this area also celebrate Eid-ul-Fitr, Eid al-Adha, Ramadan (ninth month of the Islamic calendar), Laylat al-Qadr (Shab-e-Qadr), Isra and Mi'raj (Shab-e-Meraj), Shab-e-barat (Mid-Sha'ban), Milad-un-Nabi (Mawlid) and Muharram (Day of Ashura). These are usually greeted with great pomp and ceremony. Christians in this area celebrate Christmas and Good Friday.</p>\r\n<p>&nbsp;</p>\r\n<p>Raja Rajeshwara Swamy Temple at Vemulawada, Narasimha Temple at Dharmapuri, Jagtial district, Anjaneya Temple at Kondagattu, Jagtial District, Veerabhadra Temple at Kothakonda Jatara and Swayambhu Narasimha Swamy Temple at Nustulapur are some of the prominent and famous religious destinations.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>See also: Telugu cuisine</p>\r\n<p>Sakinalu, a local snack made from rice, gingelly seeds and ajwain during Sankranti festival Biryani is a common cuisine of the state. Sarvapindi is another traditional snack native to the Telangana state. Kudumulu made with beans and rice flour is another special in Karimnagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>There are many people who made their mark in different fields such as, C. Narayana Reddy in literature and Gnanapeet award recipient, Chennamaneni Vidyasagar Rao ( Present Governor of the State of Maharashtra) in politics, N. Kumarayya, G. Ram Reddy, Anabheri Prabhakar Rao, Dadasaheb Phalke Award recipient, Paidi Jairaj, P V Narasimha Rao (ex-prime minister of India), and K. T. Rama Rao.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Economy of Karimnagar comes from all three sectors Agriculture, industries, services sectors. There are many granite quaries on the city outskirts near Baopet, and many Agro based industries, Paddy and cotton are the major crop produced in Karimnagar. The Lower Manair Dam in Karimnagar has a capacity of 24.5 tmc which can irrigate 4,00,000 acres of land. Under former Information Technology minister of Telangana, KTR has laid the foundation stone for an IT hub for the aim of expanding IT to cities like Karimnagar, Warangal, Nizamabad, Khammam and Mahabubnagar. Karimnagar is home for many small scale industries.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>A train halts at the railway station in Karimnagar.</p>\r\n<p>The city is connected to major cities and towns by means of road. State highways that pass through the city are State highway 1 which is also known as State Highway 1, Telangana Rajeev Rahadari connects with the Hyderabad-Karimnagar-Ramagundam Highway coal belt corridor, State highway 7 and 10, State highway 11 and National highway 563 which connects Jagtial-Karimnagar- Warangal- Khammam.</p>\r\n<p>&nbsp;</p>\r\n<p>Airway</p>\r\n<p>Rajiv Gandhi International Airport in Hyderabad is the nearest airport at a distance of 210 km by road. There are three Helipads in the city inside the district collectorate. The other two nearest airports to Karimnagar are Ramagundam Airport and Warangal Airport which are closed.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dr. B. R. Ambedkar Bus Station, in the center of the city is the Second Biggest Bus Station in the State of Telangana, TSRTC operates buses to various destinations like Hyderabad, Warangal, Nizamabad, Bengaluru, Khammam, Tirupathi, Suryapet, Jagtial, Adilabad, Mumbai, Vijayawada, Chittoor, Rajamahendravaram, Kakinada, Mancherial, Nirmal, Guntur, Nellore, Secunderabad, Vemulawada, Bhadrachalam, Godavarikhani, Korutla, Manthani, Siddipet, Sircilla, Srisailam, Kothagudem, Sathupally, Jammikunta, Pamuru, Narasaraopet, Husnabad, Komaram Bheem, Godavarikhani, Manthani, Chandrapur, Kagaznagar, Kaleshwaram, Peddapalli, Chennur, Bodhan, Korutla, Metpally Kamareddy and Kondagattu.</p>\r\n<p>&nbsp;</p>\r\n<p>Karimnagar is well connected with Hyderabad and Ramagundam with a 4 lane express highway. The Central Government has planned for the expansion of National Highway 563 into an express highway from Jagtial to Warangal via Karimnagar however the expansion of the highway has been cancelled due to objections from the villagers on the highway. Another 4 lane express highway has been proposed from Karimnagar to Siricilla via Vemulawada. The Telangana Government has requested the Central Government for an Outer ring road for the city of Karimnagar under National Highways program along with Nizamabad but there is no response from the Central Government.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Karimnagar railway station provides rail connectivity to the city, located on the Peddapalli-Nizamabad section of New Delhi&ndash;Chennai main line. It is under the jurisdiction of Secunderabad railway division of the South Central Railway zone. Karimnagar is connected to cities like Mumbai with a weekly Super fast express, Hyderabad with Kachiguda passenger daily, Tirupati with a biweekly super fast express and Nizamabad with a Demu train.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Karimnagar is a major education centre in North-western Telangana and has produced many renowned intellectuals, politicians, poets and technologists over several decades. Late Sri P. V. Narasimha Rao, former Indian Prime Minister, is among them. Another was Justice N. Kumarayya, who retired as Chief Justice of Andhra Pradesh and worked for five years as a Judge of the World Bank Administrative Tribunal beginning in 1980. He had the unique distinction of being the first Osmanian ever to become a High Court Judge in 1955, and later Chief Justice of Andhra Pradesh in 1969. Many software students, born and educated in Karimnagar, have migrated to major metropolitan areas in India and across the globe.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many schools and intermediate colleges in the city which are among the top in the state of Telangana. Karimnagar has Technology institutes, medical colleges, law colleges and the third branch of ICAI in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Universities</p>\r\n<p>Satavahana University, Karimnagar</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>P. V. Narasimha Rao, Former Prime Minister of India</p>\r\n<p>Vidyasagar Rao, Honourable Maharashtra Governor</p>\r\n<p>Dr. C. Narayana Reddy, writer, Jnanpith Award recipient.</p>\r\n<p>Justice N. Kumarayya, Retired Chief Justice of Andhra Pradesh &amp; ex-judge, World Bank Administrative Tribunal</p>\r\n<p>Midde Ramulu (Oggu Katha artist from Hanmajipet village)</p>\r\n<p>Anabheri Prabhakar Rao, Freedom Fighter and Telangana Rebellion Martyr</p>\r\n<p>Mallojula Koteswara Rao</p>\r\n<p>G. Ram Reddy, architect of distance education and the father of open learning in India.</p>\r\n<p>Paidi Jairaj, film actor, director and producer. He was recipient of Dadasaheb Phalke Award for lifetime achievement in 1980.</p>\r\n<p>Siva Reddy, popular Telugu language comedian and actor.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into two revenue divisions of Karimnagar and Huzurabad. These are sub-divided into sixteen mandals. There are 210 revenue villages and 276 Gram-Panchyats in the district. Sarfaraz Ahmed is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorizes 16 mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p>S.No. Karimnagar revenue division Huzurabad revenue division</p>\r\n<p>1 Kothapalli Veenavanka</p>\r\n<p>2 Karimnagar V.Saidapur</p>\r\n<p>3 Karimnagar (rural) Sankarapatnam</p>\r\n<p>4 Manakondur Huzurabad</p>\r\n<p>5 Timmapur Jammikunta</p>\r\n<p>6 Ganneruvaram Ellanthakunta</p>\r\n<p>7Gangadhara</p>\r\n<p>8Ramadugu</p>\r\n<p>9Choppadandi</p>\r\n<p>10Chigurumamidi</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Karimnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-karimnagar-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"karimnagar","slug":"karimnagar"}],"recommendations":[{"id":956,"title":"Top Places to visit in Siddipet, Telangana","imageUrl":"c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","dateCreated":"2019-11-07T01:41:23.102Z","dateModified":"2019-11-07T01:41:45.986Z","contributedBy":"AskGif","content":"Siddipet is a city in Siddipet district of the Indian state of Telangana. It is a municipality and the headquarters of Siddipet District. As of 2011 census of India, Siddipet has a population 114,091.It is located about 103 kilometres (64 mi) north of the state capital, Hyderabad, 62 kilometres (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"siddipet","slug":"siddipet"}],"slug":"top-places-to-visit-in-siddipet-telangana","total":0},{"id":953,"title":"Top Places to visit in Rajanna Sircilla, Telangana","imageUrl":"5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","dateCreated":"2019-11-06T01:24:06.933Z","dateModified":"2019-11-06T01:24:27.238Z","contributedBy":"AskGif","content":"Rajanna Sircilla district is a district in the Indian state of Telangana. It was a part of the Karimnagar district prior to the re-organisation of districts in the state. Sircilla is the district headquarters. It was formed on 11 Oct 2016.\r\nSiricilla is a town and the district headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajanna-sircilla","slug":"rajanna-sircilla"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-rajanna-sircilla-telangana","total":0},{"id":936,"title":"Top Places to visit in Kamareddy, Telangana","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"Kamareddy is a town and headquarters of eponymous district in Telangana state in India.\r\nKamareddy district is located in the northern region of the Indian state of Telangana..The district shares boundaries with Medak, Nizamabad, Sangareddy, Siddipet and Rajanna Sircilla districts.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"kamareddy","slug":"kamareddy"}],"slug":"top-places-to-visit-in-kamareddy-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}