{"id":937,"title":"करीमनगर में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","dateCreated":"2019-10-30T02:15:55.885Z","dateModified":"2019-10-30T02:16:21.864Z","contributedBy":"AskGif","content":"<p>करीमनगर भारतीय राज्य तेलंगाना में एक शहर और जिला मुख्यालय है। करीमनगर एक प्रमुख शहरी समूह है और राज्य का पांचवा सबसे बड़ा शहर है। यह नगर निगम द्वारा शासित है और करीमनगर जिले का मुख्यालय है। यह मनेर नदी के तट पर स्थित है, जो गोदावरी नदी की एक सहायक नदी है। यह 2011 के अनुसार राज्य में चौथी सबसे बड़ी और सबसे तेजी से बढ़ती शहरी बस्ती है। जनगणना। इसने 1991 और 2011 के बीच पिछले दो दशकों में क्रमशः 45.46% और 38.87% की जनसंख्या वृद्धि दर दर्ज की है, जो कि तेलंगाना के प्रमुख शहरों में उच्चतम विकास दर है। यह तेलंगाना के उत्तरी जिलों के लिए एक प्रमुख शैक्षिक और स्वास्थ्य केंद्र के रूप में कार्य करता है। यह एक प्रमुख व्यवसाय केंद्र है और व्यापक रूप से ग्रेनाइट और कृषि आधारित उद्योगों के लिए जाना जाता है। इसे \"ग्रेनाइट का शहर\" भी कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>इसे पीएम नरेंद्र मोदी के प्रमुख स्मार्ट शहरों मिशन के तहत स्मार्ट सिटी के रूप में विकसित किए जाने वाले सौ भारतीय शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>&nbsp;</p>\r\n<p>अपोलो रीच अस्पताल, करीमनगर</p>\r\n<p>करीमनगर 21 वीं सदी की शुरुआत में एक प्रमुख स्वास्थ्य केंद्र के रूप में विकसित हुआ है, क्योंकि यह आसपास के सभी जिलों और तालुकों में स्थित है जैसे कि जगतीयाल, सिरिसिला, रामागुंडम, पेद्दापल्ली, मंचेरियल, सिद्दीपेट, कोमाराम भीम, मंथन, हुज़राबाद, जमुनिकुनता, हुस्नबाद। , सुल्तानबाद, वेमुलावाड़ा, कोरुटला, मेटपल्ली, जमपिकुंटा, चोपाधंडी, माणकोंडूर, बेजजानकी, थिमापुर, धर्मपुरी, कोडिमयाल, मल्याल और गंगाधारा। आसपास के जिलों से मरीज आते हैं। करीमनगर में दो चिकित्सा संस्थान चलमेड़ा आनंद राव इंस्टीट्यूट ऑफ मेडिकल साइंसेज और प्रथिमा इंस्टीट्यूट ऑफ मेडिकल साइंसेज हैं। करीमनगर शहर में विभिन्न स्वास्थ्य मुद्दों के लिए शहर के अंदर कई सुपर स्पेशियलिटी अस्पताल हैं। शहर में एक कैंसर अस्पताल भी है। सरकारी अस्पताल के बगल में नव खोला गया मदर एंड चाइल्ड केयर अस्पताल राज्य के सर्वश्रेष्ठ अस्पतालों में से एक है। सरकारी सिविल अस्पताल प्रमुख चिकित्सा संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>लोअर मनियर बांध तेलंगाना राज्य के सबसे बड़े बांधों में से एक है। एलएमडी करीमनगर शहर के लोगों के लिए प्रमुख पर्यटन स्थल है। इसमें बोटिंग की सुविधा है। एलएमडी के पास उज्ज्वला पार्क और हिरण पार्क शहर के पर्यटन का एक और प्रमुख हिस्सा है। हाउसिंग बोर्ड कॉलोनी और मणशिवपल्ली में मनेर नदी पर एक केबल ब्रिज का निर्माण कार्य चल रहा है, जिसे पूरा करने के बाद यह पर्यटकों को आकर्षित करेगा। अहमदाबाद में साबरमती नदी के सामने साबरमती रिवर फ्रंट का दौरा करने के बाद मानेर रिवर फ्रंट को तेलंगाना के मुख्यमंत्री द्वारा प्रस्तावित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>करीमनगर में बोली जाने वाली प्रमुख भाषा तेलुगु है; उर्दू भी व्यापक रूप से बोली जाती है। विशिष्ट पोशाक में पारंपरिक चीरा और पंच शामिल हैं, और आधुनिक पोशाक शैलियों भी हैं। करीमनगर सिल्वर फ़िलीग्री स्थानीय सिल्वरवेयर हस्तशिल्प में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक पूजा और त्योहार</p>\r\n<p>इस क्षेत्र में बथुकम्मा का वसंत त्योहार विशिष्ट है। इस क्षेत्र में मनाए जाने वाले अन्य प्रमुख हिंदू त्योहारों में उगादी, श्री रामनवमी, विनायक चविथि, होली, श्रीकृष्ण जन्माष्टमी, दशहरा, दीपावली, संक्रांति और महा शिवरात्रि शामिल हैं। इस क्षेत्र में मुसलमान ईद-उल-फ़ित्र, ईद-अल-अधा, रमज़ान (इस्लामी कैलेंडर का नौवां महीना), लैलात अल-क़द्र (शब-ए-क़द्र), इज़राइल और मिराज (शब-ए-मेराज) भी मनाते हैं ), शब-ए-बारात (मध्य-शबान), मिलाद-उन-नबी (मावलिद) और मुहर्रम (अशुरा का दिन)। इनका स्वागत आमतौर पर बड़े ही धूमधाम और समारोह के साथ किया जाता है। इस क्षेत्र में ईसाई क्रिसमस और गुड फ्राइडे मनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वेमुलावाड़ा में राजा राजेश्वरा स्वामी मंदिर, धर्मपुरी में नरसिंह मंदिर, जगतियाल जिला, कोंडागट्टू में अंजनि मंदिर, कोटालोंडा जतारा में वीरभद्र मंदिर और नस्तुलपुर में स्वयंभू नरसिम्हा स्वामी मंदिर कुछ प्रमुख हैं।</p>\r\n<p>भोजन</p>\r\n<p>इसे भी देखें: तेलुगु भोजन</p>\r\n<p>सकिनातु, संक्रांति त्योहार बिरयानी के दौरान चावल, मसूड़े के बीज और अजवाईन से बना एक स्थानीय स्नैक राज्य का एक आम व्यंजन है। सर्वपंडी तेलंगाना राज्य का एक अन्य पारंपरिक स्नैक है। करीमनगर में बीन्स और चावल के आटे से बना कुदुमुलु एक और खास है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>ऐसे कई लोग हैं जिन्होंने विभिन्न क्षेत्रों में अपनी पहचान बनाई है जैसे, सी। नारायण रेड्डी साहित्य में और ज्ञानपीठ पुरस्कार प्राप्तकर्ता, चेन्नामनेनी विद्यासागर राव (वर्तमान में महाराष्ट्र राज्य के गवर्नर), एन। कुमारय्या, जी। राम रेड्डी, अनाभारी प्रभाकर राव, दादासाहेब फाल्के पुरस्कार प्राप्तकर्ता, पाडी जयराज, पीवी नरसिम्हा राव (भारत के पूर्व प्रधानमंत्री), और के टी रामाराव।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>करीमनगर की अर्थव्यवस्था तीनों क्षेत्रों कृषि, उद्योगों, सेवा क्षेत्रों से आती है। बाओपेट के पास शहर के बाहरी इलाके में कई ग्रेनाइट क्वार्टर हैं, और कई कृषि आधारित उद्योग, धान और कपास करीमनगर में उत्पादित प्रमुख फसल हैं। करीमनगर में लोअर मनियर बांध की क्षमता 24.5 tmc है जो 4,00,000 एकड़ भूमि को सिंचित कर सकता है। तेलंगाना के पूर्व सूचना प्रौद्योगिकी मंत्री के तहत, KTR ने करीमनगर, वारंगल, निजामाबाद, खम्मम और महबूबनगर जैसे शहरों में आईटी का विस्तार करने के उद्देश्य से एक आईटी हब की आधारशिला रखी है। करीमनगर कई लघु उद्योगों के लिए घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>करीमनगर में रेलवे स्टेशन पर एक ट्रेन रुकती है।</p>\r\n<p>शहर सड़क के माध्यम से प्रमुख शहरों और कस्बों से जुड़ा हुआ है। शहर से गुजरने वाले राज्य राजमार्ग राज्य राजमार्ग 1 हैं जिन्हें राज्य राजमार्ग 1 के रूप में भी जाना जाता है, तेलंगाना राजीव राहदारी हैदराबाद-करीमनगर-रामागुंडम राजमार्ग कोयला बेल्ट गलियारे से जुड़ता है, राज्य राजमार्ग 7 और 10, राज्य राजमार्ग 11 और राष्ट्रीय राजमार्ग 563 जगतील-करीमनगर- वारंगल- खम्मम को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु-मार्ग</p>\r\n<p>हैदराबाद में राजीव गांधी अंतर्राष्ट्रीय हवाई अड्डा सड़क मार्ग से 210 किमी की दूरी पर निकटतम हवाई अड्डा है। जिला कलेक्ट्रेट के अंदर शहर में तीन हेलीपैड हैं। करीमनगर के अन्य दो निकटतम हवाई अड्डे रामागुंडम हवाई अड्डे और वारंगल हवाई अड्डे हैं जो बंद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>डॉ। बीआर अंबेडकर बस स्टेशन, शहर के केंद्र में तेलंगाना राज्य में दूसरा सबसे बड़ा बस स्टेशन है, TSRTC हैदराबाद, वारंगल, निजामाबाद, बेंगलुरु, खम्मम, तिरुपति, सूर्यापेट, जगतियाल, आदिलाबाद जैसे विभिन्न गंतव्यों के लिए बसों का संचालन करता है। मुंबई, विजयवाड़ा, चित्तूर, राजामहेंद्रवरम, काकीनाडा, मंचेरियल, निर्मल, गुंटूर, नेल्लोर, सिकंदराबाद, वेदलावाड़ा, भद्राचलम, गोदावरीखानी, कोरुतला, मंथानी, सिद्दीपेट, सिरसीला, श्रीशैलम, कोथागुडेम, कैथेथेमेटा, शत्रुमूर्ति , गोदावरीखानी, मंथनी, चंद्रपुर, कागजनगर, कालेश्वरम, पेद्दापल्ली, चेन्नूर, बोधन, कोरुटला, मेटापल्ली कामारेड्डी और कोंडागट्टू।</p>\r\n<p>करीमनगर हैदराबाद और रामागुंडम के साथ 4 लेन एक्सप्रेस हाईवे के साथ अच्छी तरह से जुड़ा हुआ है। केंद्र सरकार ने राष्ट्रीय राजमार्ग 563 को जगमियाल से वारंगल तक करीमनगर के माध्यम से एक एक्सप्रेस राजमार्ग में विस्तारित करने की योजना बनाई है, लेकिन राजमार्ग पर ग्रामीणों की आपत्तियों के कारण राजमार्ग का विस्तार रद्द कर दिया गया है। एक और 4 लेन एक्सप्रेस हाईवे करीमनगर से वेमुलावाड़ा होते हुए सिरिसिला तक प्रस्तावित किया गया है। तेलंगाना सरकार ने निजामाबाद के साथ राष्ट्रीय राजमार्ग कार्यक्रम के तहत करीमनगर शहर के लिए एक बाहरी रिंग रोड के लिए केंद्र सरकार से अनुरोध किया है, लेकिन केंद्र सरकार की ओर से कोई प्रतिक्रिया नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>करीमनगर रेलवे स्टेशन नई दिल्ली-चेन्नई मुख्य लाइन के पेड्डापल्ली-निजामाबाद खंड पर स्थित शहर को रेल संपर्क प्रदान करता है। यह दक्षिण मध्य रेलवे क्षेत्र के सिकंदराबाद रेलवे डिवीजन के अधिकार क्षेत्र में है। करीमनगर एक साप्ताहिक सुपर फास्ट एक्सप्रेस, हैदराबाद के साथ काचीगुडा यात्री दैनिक, तिरुपति के साथ एक द्विवार्षिक सुपर फास्ट एक्सप्रेस और एक डेमू ट्रेन के साथ निजामाबाद के साथ मुंबई से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>करीमनगर उत्तर-पश्चिमी तेलंगाना में एक प्रमुख शिक्षा केंद्र है और कई दशकों से कई प्रसिद्ध बुद्धिजीवियों, राजनेताओं, कवियों और प्रौद्योगिकीविदों का उत्पादन किया है। भारत के पूर्व प्रधानमंत्री स्वर्गीय श्री वी। वी। नरसिम्हा राव उनमें से एक हैं। एक अन्य न्यायमूर्ति एन। कुमारय्या थे, जो आंध्र प्रदेश के मुख्य न्यायाधीश के रूप में सेवानिवृत्त हुए और 1980 में शुरू होने वाले विश्व बैंक प्रशासनिक न्यायाधिकरण के न्यायाधीश के रूप में पांच साल तक काम किया। उन्हें हाई कोर्ट जज बनने वाले पहले उस्मानियन होने का अनूठा गौरव प्राप्त हुआ। 1955 में, और बाद में 1969 में आंध्र प्रदेश के मुख्य न्यायाधीश। करीमनगर में जन्मे और शिक्षित कई सॉफ्टवेयर छात्र, भारत और दुनिया भर के प्रमुख महानगरीय क्षेत्रों में चले गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कई स्कूल और इंटरमीडिएट कॉलेज हैं जो तेलंगाना राज्य में शीर्ष पर हैं। करीमनगर में प्रौद्योगिकी संस्थान, मेडिकल कॉलेज, लॉ कॉलेज और राज्य में आईसीएआई की तीसरी शाखा है।</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>सातवाहन विश्वविद्यालय, करीमनगर</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>पी। वी। नरसिम्हा राव, भारत के पूर्व प्रधानमंत्री</p>\r\n<p>विद्यासागर राव, माननीय महाराष्ट्र के राज्यपाल</p>\r\n<p>डॉ। सी। नारायण रेड्डी, लेखक, ज्ञानपीठ पुरस्कार प्राप्तकर्ता।</p>\r\n<p>जस्टिस एन। कुमारय्या, आंध्र प्रदेश के सेवानिवृत्त मुख्य न्यायाधीश और पूर्व न्यायाधीश, विश्व बैंक प्रशासनिक न्यायाधिकरण</p>\r\n<p>मिद्दे रामुलु (हनमाजिपेट गाँव के ओग्गु कथा कलाकार)</p>\r\n<p>अनाभारी प्रभाकर राव, स्वतंत्रता सेनानी और तेलंगाना विद्रोह शहीद</p>\r\n<p>मल्लुजुला कोटेश्वर राव</p>\r\n<p>जी। राम रेड्डी, दूरस्थ शिक्षा के वास्तुकार और भारत में खुली शिक्षा के जनक।</p>\r\n<p>पाडी जयराज, फिल्म अभिनेता, निर्देशक और निर्माता। वह 1980 में आजीवन उपलब्धि के लिए दादा साहब फाल्के पुरस्कार के प्राप्तकर्ता थे।</p>\r\n<p>शिव रेड्डी, लोकप्रिय तेलुगु भाषा के हास्य अभिनेता और अभिनेता।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले को करीमनगर और हुज़राबाद के दो राजस्व प्रभागों में विभाजित किया गया है। इन्हें सोलह मंडलों में विभाजित किया गया है। जिले में 210 राजस्व गांव और 276 ग्राम-पंचायत हैं। सरफराज अहमद जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>नीचे दी गई तालिका में जिले में 16 मंडलों को उनके संबंधित राजस्व प्रभागों में वर्गीकृत किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>क्र.सं. करीमनगर राजस्व मंडल हुज़ूरबाद राजस्व मंडल</p>\r\n<p>1 कोथापल्ली Veenavanka</p>\r\n<p>2 करीमनगर V.Saidapur</p>\r\n<p>3 करीमनगर (ग्रामीण) शंकरपट्टनम</p>\r\n<p>4 Manakondur Huzurabad</p>\r\n<p>5 Timmapur Jammikunta</p>\r\n<p>6 Ganneruvaram Ellanthakunta</p>\r\n<p>7 गंगाधर</p>\r\n<p>8 Ramadugu</p>\r\n<p>9 Choppadandi</p>\r\n<p>10 Chigurumamidi</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Karimnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a9afa52-c9e8-4d98-b9f7-dca3047ff046_Karimnagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-karimnagar-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"करीमनगर","slug":"karimnagar"}],"recommendations":[{"id":956,"title":"सिद्दीपेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","dateCreated":"2019-11-07T01:41:23.102Z","dateModified":"2019-11-07T01:41:45.986Z","contributedBy":"AskGif","content":"सिद्दीपेट भारतीय राज्य तेलंगाना के सिद्दीपेट जिले का एक शहर है। यह एक नगर पालिका है और सिद्दीपेट जिले का मुख्यालय है। 2011 की भारत की जनगणना के अनुसार, सिद्दीपेट की आबादी 114,091 है। यह राज्य की राजधानी, हैदराबाद से लगभग 103 किलोमीटर (64 मील), करीमनगर से 62 किलोमीटर (39 मील) और वारंगल से 92 किलोम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"सिद्दीपेट","slug":"siddipet"}],"slug":"top-places-to-visit-in-siddipet-telangana","total":0},{"id":953,"title":"राजन्ना सिरसिला में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","dateCreated":"2019-11-06T01:24:06.933Z","dateModified":"2019-11-06T01:24:27.238Z","contributedBy":"AskGif","content":"राजन्ना सिरसीला जिला भारतीय राज्य तेलंगाना में एक जिला है। यह राज्य में जिलों के पुन: संगठन से पहले करीमनगर जिले का एक हिस्सा था। सिरसीला जिला मुख्यालय है। इसका गठन 11 अक्टूबर 2016 को किया गया था।\r\nसिरिसिला भारतीय राज्य तेलंगाना में एक शहर और राजन्ना सिरिसिला जिले का जिला मुख्यालय है। यह स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजन्ना-सिरसिला","slug":"rajanna-sircilla"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-rajanna-sircilla-telangana","total":0},{"id":936,"title":"कामारेड्डी में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"कामारेड्डी भारत में तेलंगाना राज्य में एक जिला है।\r\nकामारेड्डी जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित है। जिले की सीमाएँ मेदक, निजामाबाद, संगारेड्डी, सिद्दीपेट और राजन्ना सिरसीला जिलों के साथ लगती हैं।\r\n&nbsp;\r\nभूगोल\r\nकामारेड्डी 18.3167 &deg; N 78.3500 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"कामारेड्डी","slug":"kamareddy"}],"slug":"top-places-to-visit-in-kamareddy-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}