{"id":938,"title":"Top Places to visit in Khammam, Telangana","imageUrl":"0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","dateCreated":"2019-10-30T03:07:40.973Z","dateModified":"2019-10-30T03:08:01.94Z","contributedBy":"AskGif","content":"<p>Khammam, also known as Khammamett is the city in Khammam district of the Indian state of Telangana.It is the fourth largest city in the state.It is the headquarters of the Khammam district and Khammam mandal also. It is located about 193 kilometres (120 mi) east of the state capital, Hyderabad, 61 kilometres (38 mi) from Suryapet, 120 kilometres (75 mi) from Warangal and also it is located about 121 kilometres (75 mi) North of the Andhra Pradesh state capital, Amaravathi. The river Munneru flows on the western side of the city. As of 2011 census of India, Khammam urban agglomeration has a population of 2,62,255.However, on 19 October 2012, the civic body of Khammam was upgraded to Municipal corporation Post upgradation to corporation Khammam population is approximated to be 3,07,000.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Bhakta Ramadasu Kala Kshetram, has been a prestigious National theatre, constructed by the state Government in the name of Sri. Bhakta Ramadasu ( Kancherla Gopanna ) was devotee of Sri Rama and composer of carnatic music.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>Khammam Fort, constructed in 950 AD by the Kakatiya Dynasty, is situated on a hill overlooking the city. Lakaram Lake is another tourist attraction. Apart from these there are many places surrounding the city, such as Ballepalli, Bhadrachalam, Parnasala, Nelakondapalli, Kusumanchi.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance to Khammam Station</p>\r\n<p>The city is connected to major cities and towns by means of road and railways. National and state highways that pass through the city are National Highway 365A, State Highway 3 and 42.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>TSRTC operates buses from Khammam to various destinations like Hyderabad, Bengaluru, Warangal, Tirupathi, Suryapet, Vijayawada, Guntur, Rajahmundry, Kakinada, Eluru, Nizamabad, Visakhapatnam, Adilabad, Bhadrachalam, Godavarikhani, Karimnagar, Nellore, Jagityal, Kothagudem, Nirmal, Kurnool, Kadapa, Nuzvid, Tiruvuru, Jaggaiahpet, Macherla, Kaleshwaram, Srisailam, Manugur, Sathupally, Aswaraopeta, Bhimavaram, Kodad, Yellandu and Madhira.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Khammam railway station provides rail connectivity to the city, located on the Kazipet&ndash;Vijayawada section of the New Delhi-Chennai main line. It is administered under Secunderabad railway division of the South Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are various pharmacy colleges such as Khammam college Of Pharmaceutical Sciences,Browns College Of Pharmacy and MBA, MCA, and engineering colleges around Khammam, such as the Swarna Bharathi Institute of Science and Technology Engineering College, The Vazir Sultan College of Engieering. Mamata Medical College is also a teaching hospital located in the city. SR &amp; BGNR Degree and KMDC Degree &amp; PG College also conducts archaeological research on megalithic sites. For competitive exams like groups, police, teacher jobs Right Choice IAS academy is the famous coaching centre in entire Khammam district. The DIET in Khammam is famous for imparting quality education to student teachers</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>The major Telugu newspapers in city are Sakshi, Eenadu, Andhra Bhoomi, Andhra Prabha, Vaartha, Suryaa, Prajasakti, Velugu and Vishalandra. The major English newspapers in the city are The Hindu, Telangana Today, The Times of India, Deccan Chronicle, The Hindu Business Line, The New Indian Express and The Hans India. Electronic Media include HMTV, ETV and Sakshi.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Sardar Patel Stadium &ndash; A stadium with all amenities including sports complex, indoor stadium, swimming pool, cricket net, skating rink, volleyball, basketball and tennis courts. There is a running track around the football pitch.</p>\r\n<p>Pavilion Grounds By Khammam Municipal Corporation</p>\r\n<p>SR &amp; BGNR Grounds</p>\r\n<p>Festivals</p>\r\n<p>Women in the city celebrate Bathukamma, a floral festival in which they worship the goddess with different flowers for nine days. The women carry their Bathukamma to the nearest temple of their locality, then they clap, sing and dance rhythmically around the Bathukamma. Along with Bathukamma, Bonalu was also declared a state festival on 15 June 2014.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>The cuisine of the city is mainly South Indian dishes. The breakfast items include Idli, Dosa, Vada, Pani puri and Puri. Rice with variety of curries including curd is taken as main food and the most notable one is the Biryani. Special food items Harees and Haleem are traditional food items available in the season of Ramadan.</p>\r\n<p>&nbsp;</p>\r\n<p>Theatres</p>\r\n<p>There are 8 film theatres in the town. Among 8 theatres; Asian Srinivasa, Vinoda, Kinnerasani and Nartaki Megaplex Theatres were near to both Bus and Railway Stations.</p>\r\n<p>&nbsp;</p>\r\n<p>Aditya Theatre</p>\r\n<p>SVC Tirumala Theatre</p>\r\n<p>Vinoda Theatre</p>\r\n<p>Asian Srinivasa Theatre</p>\r\n<p>Nartaki Megaplex Theatre</p>\r\n<p>Asian Sunder Max Theatre</p>\r\n<p>Kinnerasani Theatre</p>\r\n<p>Asian Sairam Theatre</p>\r\n<p>All the theatres are AIR-COOLED but not AIR-CONDITIONED.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>There are few parks in the city, namely:</p>\r\n<p>&nbsp;</p>\r\n<p>Lakaram Park (Mini-Tank Bund)</p>\r\n<p>Municipal Park</p>\r\n<p>Gandhi Park</p>\r\n<p>Jammibanda Park</p>\r\n<p>Danavayyagudem Park</p>\r\n<p>Aravapalli Ashok Kumar Municipal Park</p>\r\n<p>Velugumatla Udyanavanam</p>\r\n<p>Other major tourism spots are :</p>\r\n<p>&nbsp;</p>\r\n<p>Khammam Khilla (Fort)</p>\r\n<p>Parnasala</p>\r\n<p>Stambhadri Lakshmi Narasimha Swamy Temple</p>\r\n<p>Telangana Amaraveerula Stupham.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district has two revenue divisions of Kallur and Khammam. These are sub-divided into 21 mandals. Lokesh Kumar is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The mandals of Chinturu, Kunavaram, Nellipaka and Vararamachandrapuram were added to East Godavari district based on Polavaram ordinace.</p>\r\n<p>&nbsp;</p>\r\n<p>The list of 21 mandals in Khammam district under 2 revenue divisions are listed in the following table:</p>\r\n<p>&nbsp;</p>\r\n<p>S.No. Khammam Division S.No. Kalluru Division</p>\r\n<p>1 Bonakal 16 Kalluru</p>\r\n<p>2 Chinthakani 17 Thallada</p>\r\n<p>3 Raghunathapalem (New) 18 Enkuru</p>\r\n<p>4 Khammam (rural) 19 Penuballi</p>\r\n<p>5 Khammam 20 Sathupally</p>\r\n<p>6 Konijerla 21 Vemsoor</p>\r\n<p>7Kusumanchi</p>\r\n<p>8Madhira</p>\r\n<p>9Mudigonda</p>\r\n<p>10Nelakondapalli</p>\r\n<p>11Kamepalli</p>\r\n<p>12Singareni</p>\r\n<p>13Thirumalayapalem</p>\r\n<p>14Wyra</p>\r\n<p>15Yerrupalem</p>\r\n<p>Economy</p>\r\n<p>&nbsp;</p>\r\n<p>Coal Handling Ropeway near Pamulapalli village (supply of coal from Manugur open cast mine to Aswapuram Heavy Water Plant)</p>\r\n<p>In 2006 the Indian government named Khammam one of the country's 250 most backward districts (out of a total of 640). It is one of the districts in Telangana currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>The former Chief Minister of Andhra Pradesh(United), Jalagam Vengala Rao is from Khammam District. He served as 5th chief minister during 1973&ndash;78.</p>\r\n<p>Thummala Nageshwar Rao, minister for Roads and buildings, women and child welfare in Telangana State Government is from this region. He also occupied several ministerial portfolios in United Andhra Pradesh.</p>\r\n<p>Renuka Choudary, is an Indian politician and a member of the Indian National Congress, She has also served as the Union minister of State (Independent Charge) for Ministry of Women and Child Development and Tourism in UnitedAndhra Pradesh in the Government of India.</p>\r\n<p>Nama Nageswara Rao served as Member of Parliament for 16th Lok Sabha of India. He is a businessman and owner of Madhucon Projects.</p>\r\n<p>Babu Mohan, notable actor and comedian in the Telugu film industry. He also served as Social Welfare Minister in TDP Government.</p>\r\n<p>Vandemataram Srinivas is a South Indian music director, actor and singer.</p>\r\n<p>Puvvada Nageswararao former CPI LP leader at Andra Pradesh assembly. Two times MLA and MLC . And he is the father of current Telangana transport minister Pvvada Ajay Kumar . He is the founder and chairman of Mamatha medical College and Puvvada charitable trust .</p>\r\n<p>K.Dasaradh is a Telugu film Writer, Director. He is well known for his movies Santosham (2002 film) and Mr. Perfect (film).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khammam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-khammam-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"khammam","slug":"khammam"}],"recommendations":[{"id":956,"title":"Top Places to visit in Siddipet, Telangana","imageUrl":"c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","dateCreated":"2019-11-07T01:41:23.102Z","dateModified":"2019-11-07T01:41:45.986Z","contributedBy":"AskGif","content":"Siddipet is a city in Siddipet district of the Indian state of Telangana. It is a municipality and the headquarters of Siddipet District. As of 2011 census of India, Siddipet has a population 114,091.It is located about 103 kilometres (64 mi) north of the state capital, Hyderabad, 62 kilometres (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"siddipet","slug":"siddipet"}],"slug":"top-places-to-visit-in-siddipet-telangana","total":0},{"id":939,"title":"Top Places to visit in Mahabubabad, Telangana","imageUrl":"0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","dateCreated":"2019-10-30T03:17:05.534Z","dateModified":"2019-10-30T03:17:31.059Z","contributedBy":"AskGif","content":"Mahabubabad is a town and the district headquarters of Mahabubabad district in the Indian state of Telangana. It is on the west bank of the Munneru, which is one of the tributaries of the River Krishna. Mahabubabad is known for the Bayyaram Mines.\r\nMahabubabad is a district in the Indian s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"mahabubabad","slug":"mahabubabad"}],"slug":"top-places-to-visit-in-mahabubabad-telangana","total":0},{"id":933,"title":"Top Places to visit in Jangaon, Telangana","imageUrl":"f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","dateCreated":"2019-10-28T09:10:22.314Z","dateModified":"2019-10-28T09:12:21.748Z","contributedBy":"AskGif","content":"Jangaon is a town and the district headquarters of Jangaon district in the Indian state of Telangana. It is also the mandal and divisional headquarters of Jangaon mandal and Jangaon revenue division respectively. It is about 85 kilometres (53 mi) from the state capital Hyderabad. It lies on the N","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"jangaon","slug":"jangaon"}],"slug":"top-places-to-visit-in-jangaon-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}