{"id":938,"title":"खम्मम में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","dateCreated":"2019-10-30T03:07:40.973Z","dateModified":"2019-10-30T03:08:01.94Z","contributedBy":"AskGif","content":"<p>खम्मम, जिसे खम्ममेट्ट के नाम से भी जाना जाता है, भारतीय राज्य तेलंगाना के खम्मम जिले का शहर है। यह राज्य का चौथा सबसे बड़ा शहर है। यह खम्मम जिले का मुख्यालय है और खम्मम मंडल भी है। यह राज्य की राजधानी, हैदराबाद से लगभग 193 किलोमीटर (120 मील) पूर्व में स्थित है, सूर्यापेट से 61 किलोमीटर (38 मील), वारंगल से 120 किलोमीटर (75 मील) और साथ ही यह लगभग 121 किलोमीटर (75 मील) उत्तर में स्थित है आंध्र प्रदेश राज्य की राजधानी, अमरावती। मुन्नारु नदी शहर के पश्चिमी तरफ बहती है। भारत की 2011 की जनगणना के अनुसार, खम्मम शहरी समूह की आबादी 2,62,255 है। 19 अक्टूबर 2012 को, खम्मम के नागरिक निकाय को नगर निगम में अपग्रेड किया गया था। निगम धम्मम में अपग्रेड करने के लिए 3,07,000 आबादी लगाई गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>भक्त रामदासु कलाक्षेत्र, एक प्रतिष्ठित राष्ट्रीय रंगमंच रहा है, जिसका निर्माण राज्य सरकार ने श्री के नाम से किया था। भक्त रामदासु (कांकरला गोपन) श्री राम के भक्त थे और कार्णिक संगीत के संगीतकार थे।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>काकतीय राजवंश द्वारा 950 ईस्वी में निर्मित खम्मम किला शहर को देखने वाली एक पहाड़ी पर स्थित है। लकाराम झील एक और पर्यटक आकर्षण है। इनके अलावा शहर के आस-पास कई जगह हैं, जैसे कि बाललेपल्ली, भद्राचलम, परनसाला, नेलकोंडपल्ली, कुसुमन्ची।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>खम्मम स्टेशन पर प्रवेश</p>\r\n<p>शहर सड़क और रेलवे के माध्यम से प्रमुख शहरों और कस्बों से जुड़ा हुआ है। शहर से गुजरने वाले राष्ट्रीय और राज्य राजमार्ग राष्ट्रीय राजमार्ग 365A, राज्य राजमार्ग 3 और 42 हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>TSRTC ने खम्मम से हैदराबाद, बेंगलुरु, वारंगल, तिरुपति, सूर्यपेट, विजयवाड़ा, गुंटूर, राजामुंदरी, काकीनाडा, एलुरु, निजामाबाद, विशाखापत्तनम, आदिलाबाद, आदिलाबाद, भद्रचलम, गोदावरीखानी, करीमनगर, नेल्लिया, जगियाथल, कोटा और कई अन्य स्थानों के लिए बसों का संचालन किया। , कडप्पा, नुज्विद, तिरुवुरु, जग्गायपेट, माचेरला, कालेश्वरम, श्रीशैलम, मनुगुर, सथुपल्ली, आसवेरोपेटा, भीमावरम, कोडाद, येलेन्दु और मधिरा।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>खम्मम रेलवे स्टेशन नई दिल्ली-चेन्नई मुख्य लाइन के काजीपेट-विजयवाड़ा खंड पर स्थित शहर को रेल कनेक्टिविटी प्रदान करता है। यह दक्षिण मध्य रेलवे जोन के सिकंदराबाद रेलवे डिवीजन के अंतर्गत प्रशासित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>खम्मम कॉलेज ऑफ़ फ़ार्मास्युटिकल साइंसेज, ब्राउन कॉलेज ऑफ़ फ़ार्मेसी और MBA, MCA, और खम्मम के आसपास इंजीनियरिंग कॉलेज जैसे विभिन्न भारती कॉलेज हैं, जैसे स्वर्ण भारती इंस्टीट्यूट ऑफ़ साइंस एंड टेक्नोलॉजी इंजीनियरिंग कॉलेज, द वज़नी सुल्तान कॉलेज ऑफ़ इंजीनियरिंग। ममता मेडिकल कॉलेज भी शहर में स्थित एक शिक्षण अस्पताल है। एसआर एंड बीजीएनआर डिग्री और केएमडीसी डिग्री और पीजी कॉलेज मेगालिथिक साइटों पर पुरातात्विक अनुसंधान भी करता है। समूहों, पुलिस, शिक्षक नौकरियों जैसे प्रतियोगी परीक्षाओं के लिए, राइट चॉइस IAS अकादमी पूरे खम्मम जिले में प्रसिद्ध कोचिंग सेंटर है। खम्मम में DIET छात्र शिक्षकों को गुणवत्तापूर्ण शिक्षा प्रदान करने के लिए प्रसिद्ध है</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>शहर के प्रमुख तेलुगु समाचार पत्रों में साक्षी, ईनाडु, आंध्र भूमि, आंध्र प्रभा, वरथा, सूर्या, प्राजासक्ति, वेलुगु और विशालान्द्रा हैं। शहर के प्रमुख अंग्रेजी अखबार द हिंदू, तेलंगाना टुडे, द टाइम्स ऑफ इंडिया, डेक्कन क्रॉनिकल, द हिंदू बिजनेस लाइन, द न्यू इंडियन एक्सप्रेस और द हंस इंडिया हैं। इलेक्ट्रॉनिक मीडिया में HMTV, ETV और साक्षी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>सरदार पटेल स्टेडियम - स्पोर्ट्स कॉम्प्लेक्स, इनडोर स्टेडियम, स्विमिंग पूल, क्रिकेट नेट, स्केटिंग रिंक, वॉलीबॉल, बास्केटबॉल और टेनिस कोर्ट सहित सभी सुविधाओं के साथ एक स्टेडियम। फुटबॉल पिच के चारों ओर एक ट्रैक चल रहा है।</p>\r\n<p>खम्मम नगर निगम द्वारा मंडप मैदान</p>\r\n<p>एसआर एंड बीजीएनआर ग्राउंड्स</p>\r\n<p>समारोह</p>\r\n<p>शहर में महिलाएँ बथुकम्मा, एक पुष्प त्योहार मनाती हैं जिसमें वे नौ दिनों तक अलग-अलग फूलों से देवी की पूजा करती हैं। महिलाएं अपने बथुकम्मा को अपने इलाके के निकटतम मंदिर में ले जाती हैं, फिर वे बथुकम्मा के चारों ओर ताल से गाती हैं और नृत्य करती हैं। बथुकम्मा के साथ, बोनालू को भी 15 जून 2014 को राज्य उत्सव घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>शहर का भोजन मुख्य रूप से दक्षिण भारतीय व्यंजन है। नाश्ते की चीजों में इडली, डोसा, वड़ा, पानी पुरी और पुरी शामिल हैं। दही सहित विभिन्न प्रकार के करी के साथ चावल मुख्य भोजन के रूप में लिया जाता है और सबसे उल्लेखनीय एक बिरयानी है। विशेष खाद्य पदार्थ हरे और हलीम रमजान के मौसम में उपलब्ध पारंपरिक खाद्य पदार्थ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>थियेटर</p>\r\n<p>कस्बे में 8 फिल्म थिएटर हैं। 8 थिएटरों के बीच; एशियाई श्रीनिवास, विनोदा, किन्नरसानी और नर्तकी मेगाप्लेक्स थिएटर बस और रेलवे दोनों स्टेशनों के पास थे।</p>\r\n<p>आदित्य रंगमंच</p>\r\n<p>एसवीसी तिरुमाला थिएटर</p>\r\n<p>विनोदा थिएटर</p>\r\n<p>एशियाई श्रीनिवास रंगमंच</p>\r\n<p>नर्तकी मेगाप्लेक्स थिएटर</p>\r\n<p>एशियाई सुंदर मैक्स थियेटर</p>\r\n<p>किन्नरसानी रंगमंच</p>\r\n<p>एशियाई साईराम रंगमंच</p>\r\n<p>सभी थिएटर AIR-COOLED हैं लेकिन AIR-CONDITIONED नहीं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>शहर में कुछ पार्क हैं, अर्थात्:</p>\r\n<p>&nbsp;</p>\r\n<p>लकाराम पार्क (मिनी-टैंक बुंद)</p>\r\n<p>नगरपालिका पार्क</p>\r\n<p>गांधी पार्क</p>\r\n<p>जम्मीबांधा पार्क</p>\r\n<p>दानवैयागुडम पार्क</p>\r\n<p>अरावलीपल्ली अशोक कुमार नगरपालिका पार्क</p>\r\n<p>वेलुगुमतला उदयनवनम</p>\r\n<p>अन्य प्रमुख पर्यटन स्थल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>खम्मम खिला (किला)</p>\r\n<p>पारनासाला</p>\r\n<p>स्तम्भादि लक्ष्मी नरसिम्हा स्वामी मंदिर</p>\r\n<p>तेलंगाना अमरवीरुला स्तूपम।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में कल्लूर और खम्मम के दो राजस्व विभाग हैं। इन्हें 21 मंडलों में उप-विभाजित किया गया है। लोकेश कुमार जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>पोलावरम अध्यादेश के आधार पर पूर्वी गोदावरी जिले में चिन्टुरु, कुनावरम, नेल्लीपाका और वररामचंद्रपुरम के मंडल जोड़े गए।</p>\r\n<p>&nbsp;</p>\r\n<p>2 राजस्व प्रभागों के तहत खम्मम जिले में 21 मंडलों की सूची निम्न तालिका में सूचीबद्ध हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>क्र.सं. खम्मम डिवीजन S.No. कल्लूरु मंडल</p>\r\n<p>1 Bonakal 16 Kalluru</p>\r\n<p>2 Chinthakani 17 Thallada</p>\r\n<p>3 रघुनाथपालम (नया) 18 एनकुरु</p>\r\n<p>4 खम्मम (ग्रामीण) 19 पेनुबल्ली</p>\r\n<p>5 खम्मम 20 Sathupally</p>\r\n<p>6 Konijerla 21 Vemsoor</p>\r\n<p>7 Kusumanchi</p>\r\n<p>8 माधिरा</p>\r\n<p>9 Mudigonda</p>\r\n<p>10 Nelakondapalli</p>\r\n<p>11 Kamepalli</p>\r\n<p>12 सिंगरेनी</p>\r\n<p>13 Thirumalayapalem</p>\r\n<p>14 Wyra</p>\r\n<p>15 Yerrupalem</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>&nbsp;</p>\r\n<p>पामुलापल्ली गाँव के पास कोल हैंडलिंग रोपवे (मनुगुर से कोयले की आपूर्ति, असवापुरम हैवी प्लांट के लिए खुली खदान)</p>\r\n<p>2006 में भारत सरकार ने खम्मम को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह तेलंगाना के उन जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>आंध्र प्रदेश (पूर्व) के पूर्व मुख्यमंत्री जलगम वेंगला राव खम्मम जिले से हैं। 1973-78 के दौरान उन्होंने 5 वें मुख्यमंत्री के रूप में कार्य किया।</p>\r\n<p>थुम्मला नागेश्वर राव, सड़क और भवन मंत्री, तेलंगाना राज्य सरकार में महिला और बाल कल्याण इस क्षेत्र से हैं। उन्होंने संयुक्त आंध्र प्रदेश में कई मंत्रिस्तरीय विभागों पर भी कब्जा कर लिया।</p>\r\n<p>रेणुका चौधरी, एक भारतीय राजनीतिज्ञ और भारतीय राष्ट्रीय कांग्रेस की सदस्य हैं, उन्होंने भारत सरकार के संयुक्त राज्य अमेरिका में महिला और बाल विकास और पर्यटन मंत्रालय के लिए केंद्रीय राज्य मंत्री (स्वतंत्र प्रभार) के रूप में भी काम किया है।</p>\r\n<p>नामा नागेश्वर राव ने भारत की 16 वीं लोकसभा के लिए संसद सदस्य के रूप में कार्य किया। वह एक व्यापारी और मधुकोन प्रोजेक्ट्स के मालिक हैं।</p>\r\n<p>तेलुगु फिल्म उद्योग में उल्लेखनीय अभिनेता और हास्य अभिनेता बाबू मोहन। उन्होंने टीडीपी सरकार में समाज कल्याण मंत्री के रूप में भी कार्य किया।</p>\r\n<p>वन्देमातरम श्रीनिवास एक दक्षिण भारतीय संगीत निर्देशक, अभिनेता और गायक हैं।</p>\r\n<p>आन्ध्र प्रदेश विधानसभा में पुर्ववाड़ा नागेश्वरराव पूर्व सीपीआई एलपी नेता। दो बार एमएलए और एमएलसी। और वह वर्तमान तेलंगाना परिवहन मंत्री पवाड़ा अजय कुमार के पिता हैं। वह ममता मेडिकल कॉलेज और पुव्वाड़ा चैरिटेबल ट्रस्ट के संस्थापक और अध्यक्ष हैं।</p>\r\n<p>K.Dasaradh एक तेलुगु फिल्म लेखक, निर्देशक हैं। उन्हें अपनी फिल्मों संतोषम (2002 फिल्म) और मिस्टर परफेक्ट (फिल्म) के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khammam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-khammam-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"खम्मम","slug":"khammam"}],"recommendations":[{"id":956,"title":"सिद्दीपेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","dateCreated":"2019-11-07T01:41:23.102Z","dateModified":"2019-11-07T01:41:45.986Z","contributedBy":"AskGif","content":"सिद्दीपेट भारतीय राज्य तेलंगाना के सिद्दीपेट जिले का एक शहर है। यह एक नगर पालिका है और सिद्दीपेट जिले का मुख्यालय है। 2011 की भारत की जनगणना के अनुसार, सिद्दीपेट की आबादी 114,091 है। यह राज्य की राजधानी, हैदराबाद से लगभग 103 किलोमीटर (64 मील), करीमनगर से 62 किलोमीटर (39 मील) और वारंगल से 92 किलोम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"सिद्दीपेट","slug":"siddipet"}],"slug":"top-places-to-visit-in-siddipet-telangana","total":0},{"id":939,"title":"महबूबाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","dateCreated":"2019-10-30T03:17:05.534Z","dateModified":"2019-10-30T03:17:31.059Z","contributedBy":"AskGif","content":"महबूबबाद भारतीय राज्य तेलंगाना में एक कस्बा और महबूबबाद जिले का जिला मुख्यालय है। यह मुन्नारू के पश्चिमी तट पर है, जो कृष्णा नदी की सहायक नदियों में से एक है। महबूबबाद को बयाराम माइंस के लिए जाना जाता है।\r\nभारत के तेलंगाना राज्य में एक जिला है महबूबबाद। यह अक्टूबर 2016 में राज्य में जिलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"महबूबाबाद","slug":"mahabubabad"}],"slug":"top-places-to-visit-in-mahabubabad-telangana","total":0},{"id":933,"title":"जनगांव में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","dateCreated":"2019-10-28T09:10:22.314Z","dateModified":"2019-10-28T09:12:21.748Z","contributedBy":"AskGif","content":"भारत के तेलंगाना राज्य में एक कस्बा और जनगांव जिला मुख्यालय है। यह क्रमशः जगंल मंडल और जगाँव राजस्व विभाग का मंडल और मंडल मुख्यालय भी है। यह राज्य की राजधानी हैदराबाद से लगभग 85 किलोमीटर (53 मील) दूर है। यह राष्ट्रीय राजमार्ग 163 पर स्थित है।\r\nभारतीय राज्य तेलंगाना में एक जिला है, यह राज्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"जनगांव","slug":"jangaon"}],"slug":"top-places-to-visit-in-jangaon-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}