{"id":939,"title":"महबूबाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","dateCreated":"2019-10-30T03:17:05.534Z","dateModified":"2019-10-30T03:17:31.059Z","contributedBy":"AskGif","content":"<p>महबूबबाद भारतीय राज्य तेलंगाना में एक कस्बा और महबूबबाद जिले का जिला मुख्यालय है। यह मुन्नारू के पश्चिमी तट पर है, जो कृष्णा नदी की सहायक नदियों में से एक है। महबूबबाद को बयाराम माइंस के लिए जाना जाता है।</p>\r\n<p>भारत के तेलंगाना राज्य में एक जिला है महबूबबाद। यह अक्टूबर 2016 में राज्य में जिलों के फिर से संगठन से पहले वारंगल जिले का एक हिस्सा था। जिला सूर्यपुरी, खम्मम, भद्राद्री कोठागुडेम, वारंगल ग्रामीण, जयशंकर भूपालपल्ली और जंगा जिले के साथ सीमा साझा करता है। इसमें दोरनाकल, महाबूबबाद, मारीपेडा, थोरूर नगर पालिकाएँ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम शहर</p>\r\n<p>खम्मम -50 किमी</p>\r\n<p>वारंगल -73 किमी</p>\r\n<p>सूर्यपेट -83 किमी</p>\r\n<p>हैदराबाद -२१२ कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>महबूबबाद राज्य और राष्ट्र के हर दूसरे स्थान के लिए सड़क और रेल मार्गों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन पर व्यस्त केंद्र और बस स्टॉप, बस स्टैंड रोड की ओर</p>\r\n<p>महबूबबाद में 100 बस क्षमता वाली TSRTC की बस डिपो है। इसमें नागरिकों की जरूरतों के लिए कई सेवाएँ हैं। यह वारंगल-भद्राचलम के मुख्य मार्ग पर पड़ता है। बस की सुविधाओं के माध्यम से लगभग 20,000 लोग यहां से रोजाना जाते हैं। इसके अलावा, मुख्य बस स्टैंड के अलावा, यात्रियों की जरूरतों को पूरा करने के लिए कुरवी बस स्टैंड, थरूरुर बस स्टैंड, पुसलापल्ली बस स्टॉप, और कई सात-सीट ऑटोरिक्शा और कमांडर जीप हैं जो आसपास के गांवों को जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>काजीपेट-विजयवाड़ा मार्ग में महबूबाबाद सबसे व्यस्त रेलवे स्टेशनों में से एक है। इस प्रणाली से रोजाना लगभग 4000 यात्री यात्रा करते हैं। यहां के लोग दूर के गंतव्य तक पहुंचने के लिए बस मार्ग की तुलना में रेल मार्ग को प्राथमिकता देंगे। 2004 से दक्षिण मध्य रेलवे द्वारा महबूबबाद रेलवे स्टेशन को 'बी 1-श्रेणी रेलवे स्टेशन' के रूप में वर्गीकृत किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>महबूबबाद में प्रिंट और मनोरंजन मीडिया है। टीवी के प्रसारण के लिए एक स्थानीय मनोरंजन चैनल सिटी केबल भी है और इंटरनेट के लिए भी आईएसपी प्रदाता हैं जैसे कि अनुषा ब्रॉडबैंड, हाईरिच ब्रॉडबैंड सेवाएं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले के दो राजस्व मंडल हैं, महाबराबाद और थोरूर और 16 मंडलों में विभाजित है। श्री चौ। शिवलिंगैया, IAS वर्तमान जिला कलेक्टर हैं और श्री दामोदर रेड्डी वर्तमान संयुक्त कलेक्टर हैं। पुलिस अधीक्षक श्री नंधियाला कोटि रेड्डी हैं। श्रीमती मैलोथ कविथा जिले की सांसद हैं। श्री भनोत शंकर नायक (महबूबबाद), डी। एस। रेडा नाइक (दोरनाकल), अज़ीमेरा चंदूलाल (मुलुगु), एर्राबेली दयाक राव (पालाकुर्थी) जिले से विधायक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>जिले में सोलह मंडल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल की सूची निम्नलिखित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महबुबाबाद</p>\r\n<p>Kuravi</p>\r\n<p>Kesamudram</p>\r\n<p>Dornakal</p>\r\n<p>गुडूर</p>\r\n<p>Kothaguda</p>\r\n<p>गंगाराम</p>\r\n<p>Bayyaram</p>\r\n<p>Garla</p>\r\n<p>Chinnagudur</p>\r\n<p>Danthalapalle</p>\r\n<p>Thorrur</p>\r\n<p>Nellikudur</p>\r\n<p>Maripeda</p>\r\n<p>Narsimhulapet</p>\r\n<p>Peddavangara</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना रिपोर्ट के अनुसार, महाबूबबाद की आबादी लगभग 42,851 है। पुरुष जनसंख्या 20,716 (48.3%) और महिला 22,135 (51.6%) है। महिला-से-पुरुष अनुपात 1068: 1000 है, जो राष्ट्रीय औसत 943: 1000 से ऊपर है। साक्षरता दर 79.17% है, जो राष्ट्रीय औसत 74% से अधिक है। पुरुष साक्षरता 86.59% है, जो राष्ट्रीय औसत 82.10% से अधिक है, और महिला साक्षरता दर 72.32%, राष्ट्रीय औसत 65.50% से अधिक है। एक बार यह तेलंगाना राज्य में सबसे बड़ा राजस्व प्रभाग था, हनमकोंडा गांव से भी बड़ा। बाद में इसे दो प्रभागों में विभाजित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली जाने वाली भाषा तेलुगु मुख्य भाषा (100%), और फिर हिंदी (40%), और कुछ लोग उर्दू (7%) बोल सकते हैं। शिक्षित लोग अंग्रेजी (45%) बोल सकते हैं। तेलुगु और अंग्रेजी का उपयोग आधिकारिक संचार और निर्देशों के मीडिया में किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकांश गाँव और शहर सहित बसे अनुसूचित जनजातियों (75%) के निवास स्थान हैं। आदिवासी समुदाय लामबदी है। इस प्रकार शहर के अधिकांश लोग विशेष आदिवासी भाषा, लांबाड़ी या बंजारा (60%) में संवाद करेंगे। यह भाषा भारत सरकार द्वारा आधिकारिक रूप से मान्यता प्राप्त बोलियों में से एक है। इस भाषा की कोई लिपि नहीं है और यह बोलने वाले शब्दों पर कायम है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mahabubabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mahabubabad-telangana","tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"महबूबाबाद","slug":"mahabubabad"}],"recommendations":[{"id":957,"title":"सूर्यापेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"सूर्यपेट एक शहर और भारतीय राज्य तेलंगाना में सूर्यपेट जिले का जिला मुख्यालय है। यह एक नगर पालिका है और सूर्यपेट राजस्व मंडल में सूर्यपेट मंडल का मुख्यालय है। भारत सरकार ने सूर्यपेट को कायाकल्प और शहरी परिवर्तन (AMRUT) योजना के लिए अटल मिशन के तहत विकसित करने की घोषणा की। सूर्य सुप्रभान 2017 में श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूर्यापेट","slug":"suryapet"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":942,"title":"मंचेरियल में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"a84b4bdc-2a36-4f8a-8579-8da4e69abf81_Mancherial-railway.jpg","dateCreated":"2019-10-30T15:09:56.138Z","dateModified":"2019-10-30T15:10:21.417Z","contributedBy":"AskGif","content":"मंचेरियल भारतीय राज्य तेलंगाना के मनचेरियल जिले में एक नगर पालिका है। यह मनचेरियल राजस्व मंडल में मंचेरियल मंडल का जिला और प्रशासनिक मुख्यालय है। यह गोदावरी नदी के उत्तरी तट पर स्थित है..यह राज्य की राजधानी हैदराबाद से लगभग 244 किलोमीटर (152 मील), करीमनगर से 84 किलोमीटर (52 मील) और आदिलाबाद से 15","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a84b4bdc-2a36-4f8a-8579-8da4e69abf81_Mancherial-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"मंचेरियल","slug":"mancherial"}],"slug":"top-places-to-visit-in-mancherial-telangana","total":0},{"id":935,"title":"जोगुलम्बा गडवाल में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","dateCreated":"2019-10-28T11:10:48.23Z","dateModified":"2019-10-28T11:11:08.247Z","contributedBy":"AskGif","content":"जोगुलम्बा गडवाल जिला भारतीय राज्य तेलंगाना में एक जिला है। जिले का प्रशासनिक मुख्यालय गडवाल में स्थित है।\r\nगडवाल भारतीय राज्य तेलंगाना में जोगुलम्बा गडवाल जिले का एक शहर और जिला मुख्यालय है। यह हैदराबाद राज्य की राजधानी से 188 किमी (117 मील) दूर है और एक राज्य विधानसभा क्षेत्र है। गडवाल ऐत","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जोगुलम्बा-गडवाल","slug":"jogulamba-gadwal"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-jogulamba-gadwal-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}