{"id":939,"title":"Top Places to visit in Mahabubabad, Telangana","imageUrl":"0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","dateCreated":"2019-10-30T03:17:05.534Z","dateModified":"2019-10-30T03:17:31.059Z","contributedBy":"AskGif","content":"<p>Mahabubabad is a town and the district headquarters of Mahabubabad district in the Indian state of Telangana. It is on the west bank of the Munneru, which is one of the tributaries of the River Krishna. Mahabubabad is known for the Bayyaram Mines.</p>\r\n<p>Mahabubabad is a district in the Indian state of Telangana. It was a part of the Warangal district prior to the re-organisation of districts in the state in October 2016.The district shares boundaries with Suryapet, Khammam, Bhadradri Kothagudem, Warangal Rural, Jayashankar Bhupalpalle and Jangaon districts. It consists of Dornakal, Mahabubabad, Maripeda, Thorrur Municipalities.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest Cities</p>\r\n<p>Khammam-50 km</p>\r\n<p>Warangal-73 km</p>\r\n<p>Suryapet-83 km</p>\r\n<p>Hyderabad-212 km</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Mahabubabad is well connected with road and rail routes to every other place of the state and the nation.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>Busy center and bus stop at railway station, looking toward Bus Stand Road</p>\r\n<p>Mahabubabad has a bus depot of TSRTC with 100-bus capacity. It has many services for the needs of the citizens. It falls on the main route of Warangal-Bhadrachalam. Nearly 20,000 people go from here daily through the bus facilities. In addition, apart from the main bus stand, to meet the needs of the passengers there are Kuravi bus stand, Thorruur bus stand, Pusalapalli bus stop, and many seven-seat autorickshaws and Commander Jeeps connecting the nearby villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Mahabubabad has one of the busiest railway stations in the Kazipet-Vijayawada route. Nearly as many as 4000 passengers travel through this system daily. People here will prefer rail route than to bus route to reach distant destinations. The Mahabubabad railway station had been graded as 'B1-Category Railway Station' by the South Central Railway from 2004.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Mahabubabad has print and entertainment media. There is also Citi Cable, a local entertainment channel for broadcasting TV and for internet there is also ISP providers like Anusha broadband,hireach broadband services.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district has two revenue divisions, Mahabubabad and Thorrur and is sub-divided into 16 mandals. Sri Ch. Shivalingaiah, IAS is the present district collector and Mr. Damodar Reddy is the present joint collector. The Superindent of Police is Mr. Nandhyala Koti Reddy. Mrs.Maloth Kavitha is the MP from the district. There are MLAs from the district, namely Mr. Bhanoth Shankar Nayak (Mahabubabad), D.S. Redya Naik (Dornakal), Azmeera Chandulal (Mulugu), Errabelli Dayakar Rao (Paalakurthi).</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The district has sixteen mandals .</p>\r\n<p>&nbsp;</p>\r\n<p>The following are the list of mandals.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahabubabad</p>\r\n<p>Kuravi</p>\r\n<p>Kesamudram</p>\r\n<p>Dornakal</p>\r\n<p>Gudur</p>\r\n<p>Kothaguda</p>\r\n<p>Gangaram</p>\r\n<p>Bayyaram</p>\r\n<p>Garla</p>\r\n<p>Chinnagudur</p>\r\n<p>Danthalapalle</p>\r\n<p>Thorrur</p>\r\n<p>Nellikudur</p>\r\n<p>Maripeda</p>\r\n<p>Narsimhulapet</p>\r\n<p>Peddavangara</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The population of Mahabubabad is around 42,851 according to 2011 census reports. The male population is 20,716 (48.3%) and the female is 22,135 (51.6%). The female-to-male ratio is 1068:1000, which is above the national average 943:1000. The literacy rate is 79.17%, more than national average 74%. Male literacy is 86.59%, which is more than national average of 82.10%, and female literacy rate is 72.32%, more than national average 65.50%. Once it was the biggest revenue division in Telangana state, even bigger than Hanamkonda village. Later it was divided into two divisions.</p>\r\n<p>&nbsp;</p>\r\n<p>The languages spoken are Telugu as the main language (100%), and then Hindi (40%), and few people can speak Urdu (7%). Educated people can speak English (45%). Telugu and English are used in official communications and media of instructions.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the villages and the hamlets including the city are the habitats of Scheduled Tribes (75%). The tribal community is Lambadi. Thus the majority of people of the city will communicate in the special tribal language, Lambadi or Banjara (60%). This language is one among the officially recognised dialects by the government of India. This language has no script and is sustained on spoken words.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mahabubabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mahabubabad-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"mahabubabad","slug":"mahabubabad"}],"recommendations":[{"id":957,"title":"Top Places to visit in Suryapet, Telangana","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"Suryapet is a city and the district headquarters of Suryapet district in the Indian state of Telangana. It is a municipality and the headquarters of Suryapet mandal in Suryapet revenue division. The Government of India announced Suryapet to be developed under the Atal Mission for Rejuvenation and","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"suryapet","slug":"suryapet"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":942,"title":"Top Places to visit in Mancherial, Telangana","imageUrl":"a84b4bdc-2a36-4f8a-8579-8da4e69abf81_Mancherial-railway.jpg","dateCreated":"2019-10-30T15:09:56.138Z","dateModified":"2019-10-30T15:10:21.417Z","contributedBy":"AskGif","content":"Mancherial is a Municipality in the Mancherial district of the Indian state of Telangana. It is both the district and administrative headquarters of Mancherial mandal in the Mancherial revenue division. It is located on the north banks of the Godavari River..It is located about 244 kilometres (15","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a84b4bdc-2a36-4f8a-8579-8da4e69abf81_Mancherial-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"mancherial","slug":"mancherial"}],"slug":"top-places-to-visit-in-mancherial-telangana","total":0},{"id":935,"title":"Top Places to visit in Jogulamba Gadwal, Telangana","imageUrl":"9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","dateCreated":"2019-10-28T11:10:48.23Z","dateModified":"2019-10-28T11:11:08.247Z","contributedBy":"AskGif","content":"Jogulamba Gadwal district is a district in the Indian state of Telangana. The administrative headquarters of the district is located at Gadwal.\r\nGadwal is a city and the district Headquarter of Jogulamba Gadwal district in the Indian state of Telangana.It is located 188 km (117 mi) from th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jogulamba-gadwal","slug":"jogulamba-gadwal"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-jogulamba-gadwal-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}