{"id":942,"title":"Top Places to visit in Mancherial, Telangana","imageUrl":"a84b4bdc-2a36-4f8a-8579-8da4e69abf81_Mancherial-railway.jpg","dateCreated":"2019-10-30T15:09:56.138Z","dateModified":"2019-10-30T15:10:21.417Z","contributedBy":"AskGif","content":"<p>Mancherial is a Municipality in the Mancherial district of the Indian state of Telangana. It is both the district and administrative headquarters of Mancherial mandal in the Mancherial revenue division. It is located on the north banks of the Godavari River..It is located about 244 kilometres (152 mi) from the state capital, Hyderabad, 84 kilometres (52 mi) from Karimnagar and 155 kilometres (96 mi) from Adilabad.</p>\r\n<p>Mancherial district is a district located in the northern region of the Indian state of Telangana. It was a part of the Adilabad district prior to the re-organisation of districts in the state. Mancherial District is carved out of erstwhile Adilabad District. It is surrounded by Komaram Bheem, Nirmal, Jagtial, Peddapalli and Bhupalpally districts of Telangana and with Maharashtra state.</p>\r\n<p>&nbsp;</p>\r\n<p>The district comprises 18 mandals and two revenue divisions &ndash; Mancherial and Bellampalli. The district headquarters is located at Mancherial city.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Historically, it was part of Adilabad District, but now it is a separate district by itself. It was, until as recently as less than a hundred years ago, rich in forest resources and many small scale &amp; large scale industries but was of little economic and political importance. Gonds mainly depended on farming for their livelihoods. After the Singareni Collieries Company coal mines were established in the region, it became industrialised. During the 1970s, an Industrial training institute was opened there.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>See also: List of cities in Telangana by population</p>\r\n<p>As of the 2011 census of India, Mancherial has a population of 89,935. Males constitute 51% of the total population and females 49%. Mancherial has an average literacy rate of 75.71%, higher than the national average: male literacy is 83.16%, and female literacy is 67.92%. In Mancherial, 8% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Mancherial municipality has population of the 87,153.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of people in the area practice Hinduism, followed by Islam and Christianity. Telugu is the most widely-spoken language, followed by Urdu and Hindi.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Govt Colleges in Mancherial</p>\r\n<p>GOVT ITI MANCHERIAL ( www.govtitimancherial.blogspot.com )</p>\r\n<p>GOVT DEGREE COLLEGE MANCHERIAL</p>\r\n<p>GOVT JR COLLEGE MANCHERIAL</p>\r\n<p>Administrative divisions</p>\r\n<p>There are 2 revenue divisions in the Mancherial District.</p>\r\n<p>&nbsp;</p>\r\n<p>Sl.No. Name of the District Revenue divisions in the District</p>\r\n<p>1 Mancherial Mancherial</p>\r\n<p>2 Bellampalli</p>\r\n<p>Transportation</p>\r\n<p>Mancherial is well connected by road and rail from major parts of India. There is an unused airstrip at Basant Nagar Kesoram cement factory at Ramagundam which is about 25 km from Mancherial. It was used when the government of India was operating Vayudoot airlines, a subsidiary of Air India and Indian Airlines. After the closure of Vayudoot, it has not been in regular use.</p>\r\n<p>&nbsp;</p>\r\n<p>By road</p>\r\n<p>TSRTC operates buses from Mancherial bus station to various destinations like Hyderabad, Adilabad, Warangal, Nizamabad, Nagpur, Guntur, Nirmal, Bhainsa, Shirdi, Mumbai, Nanded, Aurangabad, Chandrapur, Hanmakonda, Jagtial, Korutla, Manthani, Komaram Bheem, Chennur, Kagaznagar, Peddapalli, Godavarikhani, Bhupalapally, Mahabubabad, Bhadrachalam, Bellampally, Siricilla and Vemulawada. It is connected by SH1, NH63, NH363 and Nagpur highway.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 63 (Nizamabad to Jagdalpur) passes through Mancherial. Rajeev Rahadari Hyderabad-Ramagundam-Komaram Bheem road passes through Mancherial, which is the shortest route to reach Hyderabad via Godavarikhani, Karimnagar and Siddipet.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a good station for stops due its urban population as well as its proximity to other major towns like Mandamarri (14 km), Bellampalli (21 km), Tandur,I.B</p>\r\n<p>&nbsp;</p>\r\n<p>Mancherial Railway Station is one of the A-category stations of Secunderabad division. It is one of the important railway stations in between Ballarshah and Kazipet Junction. Many superfast trains stop here.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Mancheriyal is well connected with all types of transport facilities major are Road and Rail. Mancheriyal railway station is the train station with code: MCI.</p>\r\n<p>&nbsp;</p>\r\n<p>TSRTC has its depot in Mancherial connecting transportation facility to the citizens to every village and city of Mancherial District.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mancherial</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a84b4bdc-2a36-4f8a-8579-8da4e69abf81_Mancherial-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mancherial-telangana","tags":[{"name":"telangana","slug":"telangana"},{"name":"mancherial","slug":"mancherial"}],"recommendations":[{"id":961,"title":"Top Places to visit in Wanaparthy, Telangana","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.\r\nWanaparthy district is a district in the Indian state of Telangana. It is located 143 km from the state capital Hyderabad. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wanaparthy","slug":"wanaparthy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":950,"title":"Top Places to visit in Nirmal, Telangana","imageUrl":"bd22dff8-79d0-4d0b-9435-44605cad4501_Nirmal-tourism.jpg","dateCreated":"2019-11-05T01:00:59.301Z","dateModified":"2019-11-05T01:01:23.994Z","contributedBy":"AskGif","content":"Nirmal district is a district located in the northern region of the Indian state of Telangana. It was a part of the Adilabad district prior to the re-organization of districts in the state.\r\nNirmal is a town and the district headquarters of Nirmal district in the Indian state of Telangana.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd22dff8-79d0-4d0b-9435-44605cad4501_Nirmal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nirmal","slug":"nirmal"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-nirmal-telangana","total":0},{"id":947,"title":"Top Places to visit in Nalgonda, Telangana","imageUrl":"bbe0b1db-332b-4839-94dc-134c30727749_Nalgonda-railway.jpg","dateCreated":"2019-11-04T02:00:14.807Z","dateModified":"2019-11-04T02:00:43.98Z","contributedBy":"AskGif","content":"Nalgonda is a city and municipality in the Indian state of Telangana. It is the headquarters of the Nalgonda district, as well as the headquarters of the Nalgonda mandal in the Nalgonda revenue division..It is located about 90 kilometres (56 mi) from the state capital Hyderabad.\r\nNalgonda ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bbe0b1db-332b-4839-94dc-134c30727749_Nalgonda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"nalgonda","slug":"nalgonda"}],"slug":"top-places-to-visit-in-nalgonda-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}