{"id":946,"title":"Top Places to visit in Mulugu, Telangana","imageUrl":"3fb70283-38cf-4df9-9a83-47ac2d89c59b_Mulugu-tourism.jpg","dateCreated":"2019-11-04T01:49:33.945Z","dateModified":"2019-11-04T01:52:50.534Z","contributedBy":"AskGif","content":"<p>Mulugu is a district of Telangana. It is a newly formed district headquarters of Mulugu . It was a part of the Warangal district prior to the re-organization of districts in the state. It lies on NH 163.</p>\r\n<p>&nbsp;</p>\r\n<p>Weather</p>\r\n<p>Mulugu has a semi-tropical climate, where the people and its surroundings are pleasant and enjoyable. During summers, the temperatures soar to more than 48 &deg;C. In winters, temperatures range between 12 &deg;C and 27 &deg;C, which is pleasant. Mulugu receives the North-East and the South-West monsoon, from June to September, and from October to November respectively. Mainly relies on the monsoons and rainfall.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Mulug has print and entertainment media. There is also In Mulugu Cable, a local entertainment channel for broadcasting TV</p>\r\n<p>&nbsp;</p>\r\n<p>Print media</p>\r\n<p>Leading news papers, viz. NamastheTelangana, Sakshi, Eenadu, Vaartha, Andhra Jyothi, Prajasakti, Andhra Bhoomi, The Hindu, Deccan Chronicle, and Times Of India are available. Sirachukka is the local tabloid circulated weekly.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Mulugu is well connected with road routes to every other place of the state and the nation. And It Has National HighWay 163 Passing From Mulugu To Chhattisgarh</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>Mulugu has a bus stand of TSRTC with 5-bus capacity. It has many services for the needs of the citizens. It falls on the main route of Warangal-Bhadrachalam. Nearly 20,000 people go from here daily through the bus facilities. In addition, many seven-seat autorickshaws and commander Jeeps connecting the nearby villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The population of Mulugu is around 46,851 according to 2011 census reports. The male population is 23,716 (48.3%) and the female is 22,135 (51.6%). The female-to-male ratio is 1068:1000, which is above the national average 943:1000. The literacy rate is 79.17%, more than national average 74%. Male literacy is 86.59%, which is more than national average of 82.10%, and female literacy rate is 72.32%, more than national average 65.50%. Once it was the biggest revenue division in Telangana state,</p>\r\n<p>&nbsp;</p>\r\n<p>The languages spoken are Telugu as the main language (100%), and then Hindi (40%), and few people can speak Urdu (7%). Educated people can speak English (45%). Telugu and English are used in official communications and media of instructions.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the villages and the hamlets including the city are the habitats of Scheduled Tribes (75%). The tribal community is Lambadi. Thus the majority of people of the city will communicate in the special tribal language, Lambadi or Banjara (60%). This language is one among the officially recognised dialects by the government of India. This language has no script and is sustained on spoken words.</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>The 100-bed Mini Mahatma Gandhi Memorial Hospital is the largest hospital in the city. It also serves the needs of patients from the neighbouring districts of Khammam and Karimnagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from major public hospitals such as those for maternity, chest and tuberculosis, there are many private specialist hospitals including Appaiah, Ravinder, Star, Superspeciality, Area Hospital, and St.Ann's.,</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mulug_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fb70283-38cf-4df9-9a83-47ac2d89c59b_Mulugu-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mulugu-telangana","tags":[{"name":"mulugu","slug":"mulugu"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":961,"title":"Top Places to visit in Wanaparthy, Telangana","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.\r\nWanaparthy district is a district in the Indian state of Telangana. It is located 143 km from the state capital Hyderabad. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wanaparthy","slug":"wanaparthy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":954,"title":"Top Places to visit in Ranga Reddy, Shamshabad, Telangana","imageUrl":"180bf648-d0b0-4dba-bfa6-f6e030cb7168_Ranga-Reddy.jpg","dateCreated":"2019-11-06T01:30:42.735Z","dateModified":"2019-11-06T01:31:15.654Z","contributedBy":"AskGif","content":"Ranga Reddy district, abbreviated as, R R district and also known as Cyberabad district and formerly known as Hyderabad Rural, is one of the 33 districts in the Indian state of Telangana. The district headquarters is located at Shamshabad. The district was named after the former deputy chief mini","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/180bf648-d0b0-4dba-bfa6-f6e030cb7168_Ranga-Reddy.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"shamshabad","slug":"shamshabad"},{"name":"ranga-reddy","slug":"ranga-reddy"}],"slug":"top-places-to-visit-in-ranga-reddy-shamshabad-telangana","total":0},{"id":936,"title":"Top Places to visit in Kamareddy, Telangana","imageUrl":"f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","dateCreated":"2019-10-29T02:57:12.317Z","dateModified":"2019-10-29T02:57:42.191Z","contributedBy":"AskGif","content":"Kamareddy is a town and headquarters of eponymous district in Telangana state in India.\r\nKamareddy district is located in the northern region of the Indian state of Telangana..The district shares boundaries with Medak, Nizamabad, Sangareddy, Siddipet and Rajanna Sircilla districts.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f59aa164-d4e5-4639-aac2-7f6d58107477_Kamareddy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"kamareddy","slug":"kamareddy"}],"slug":"top-places-to-visit-in-kamareddy-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}