{"id":950,"title":"Top Places to visit in Nirmal, Telangana","imageUrl":"bd22dff8-79d0-4d0b-9435-44605cad4501_Nirmal-tourism.jpg","dateCreated":"2019-11-05T01:00:59.301Z","dateModified":"2019-11-05T01:01:23.994Z","contributedBy":"AskGif","content":"<p>Nirmal district is a district located in the northern region of the Indian state of Telangana. It was a part of the Adilabad district prior to the re-organization of districts in the state.</p>\r\n<p>Nirmal is a town and the district headquarters of Nirmal district in the Indian state of Telangana.The town is surrounded by various ponds and There are many forts in and around Nirmal. Khilla, Bathees Gargh and Shyam Gardh.It is located about 222 kilometres (138 mi) north of the state capital Hyderabad and 68 kilometres (42 mi) from Nizamabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Origin</p>\r\n<p>The name Nirmal is derived from nimma Naidu, the king and founder of nirmalnirmal</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is situated on the Deccan Plateau comprising fertile lands drained by the River Godavari, that flows along its southern boundary. The district is spread over an area of 3,845 square kilometres (1,485 sq mi). The District is landlocked sharing boundaries with Adilabad on the North, Komaram Bheem on North East, Mancherial on the East, Jagityal &amp; Nizamabad (along with River Godavari) to the South and Nanded District of Maharashtra State on the West.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the district has a population of 709,418. The district has the highest Male to female ratio in Telangana, with 1046 females to 1000 males. More than 78% of the population lives in Rural areas. With only 185 persons per km2, the district has the 6th lowest population density among all districts of Telangana.</p>\r\n<p>In the 2011 Indian census, the total population of Nirmal Town was 88,433. There are 44,053 males (49.82%) and 44,380 females (50.18%). 10,303 children are below 6 years of age. There 5,315 males and 4,988 females.. As per the house hold survey conducted by Telangana govt in August 2014, the population of Nirmal town is 116,800.</p>\r\n<p>&nbsp;</p>\r\n<p>Major languages are Telugu,Urdu and [English language|]. Telugu has been the official language since 1956.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district will have two revenue divisions of Nirmal and Bhainsa are sub-divided into 19 mandals. Smt. M. Prashanti is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>Civic administration</p>\r\n<p>It is one of the oldest municipalities in Telangana. Nirmal Municipality was constituted in 1952 and is classified as a second grade municipality with 36 election wards. The jurisdiction of the civic body is spread over an area of 32.06 km2 (12.38 sq mi). On June 28 2019 Telangana Government has increased No. of Election Wards to 42. With merging of surrounding two gram panchayats namely Manjulapur and Venkatapur in NIRMAL Municipality.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>See also: Nirmal (Assembly constituency)</p>\r\n<p>Nirmal Assembly constituency is a constituency of Telangana Legislative Assembly, India.It comes under Adilabad (Lok Sabha constituency) along with six other Assembly constituencies. The first elections of nirmal constituency were held in 1957 with India's first national general election. Its first Member of the legislative assembly (MLA) was Koripally Muthyam Reddy from the Independate . He served as MLA from 1957 to 1962. In this constituency there are eight mandals, Nirmal, Dilawarpur, Laxmanchanda, Mamda and Sarangapur, Soan, Narsapur-G, Nirmal Rural.</p>\r\n<p>&nbsp;</p>\r\n<p>Allola Indrakaran Reddy &ndash; incumbent</p>\r\n<p>Transport</p>\r\n<p>TSRTC runs buses from Nirmal to Hyderabad for every 30min and Nizamabad and Adilabad for every 10 minutes.Basar is a famous pilgrimage center near by.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nirmal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd22dff8-79d0-4d0b-9435-44605cad4501_Nirmal-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nirmal-telangana","tags":[{"name":"nirmal","slug":"nirmal"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":961,"title":"Top Places to visit in Wanaparthy, Telangana","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.\r\nWanaparthy district is a district in the Indian state of Telangana. It is located 143 km from the state capital Hyderabad. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wanaparthy","slug":"wanaparthy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":956,"title":"Top Places to visit in Siddipet, Telangana","imageUrl":"c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","dateCreated":"2019-11-07T01:41:23.102Z","dateModified":"2019-11-07T01:41:45.986Z","contributedBy":"AskGif","content":"Siddipet is a city in Siddipet district of the Indian state of Telangana. It is a municipality and the headquarters of Siddipet District. As of 2011 census of India, Siddipet has a population 114,091.It is located about 103 kilometres (64 mi) north of the state capital, Hyderabad, 62 kilometres (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c5ce37fe-51cc-46d3-a1c9-a834981543e5_Siddipet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"siddipet","slug":"siddipet"}],"slug":"top-places-to-visit-in-siddipet-telangana","total":0},{"id":938,"title":"Top Places to visit in Khammam, Telangana","imageUrl":"0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","dateCreated":"2019-10-30T03:07:40.973Z","dateModified":"2019-10-30T03:08:01.94Z","contributedBy":"AskGif","content":"Khammam, also known as Khammamett is the city in Khammam district of the Indian state of Telangana.It is the fourth largest city in the state.It is the headquarters of the Khammam district and Khammam mandal also. It is located about 193 kilometres (120 mi) east of the state capital, Hyderabad, 6","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"khammam","slug":"khammam"}],"slug":"top-places-to-visit-in-khammam-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}