{"id":951,"title":"निजामाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","dateCreated":"2019-11-05T01:42:18.801Z","dateModified":"2019-11-05T01:42:50.175Z","contributedBy":"AskGif","content":"<p>निजामाबाद भारतीय राज्य तेलंगाना का एक शहर है। निज़ामाबाद एक प्रमुख शहरी समूह है और राज्य का तीसरा सबसे बड़ा शहर है। यह नगर निगम द्वारा शासित है और निज़ामाबाद जिले का मुख्यालय है। हालांकि पहले हैदराबाद राज्य और फिर आंध्र प्रदेश राज्य का हिस्सा, निजामाबाद आंध्र प्रदेश पुनर्गठन अधिनियम, 2014 द्वारा नवगठित राज्य तेलंगाना का एक हिस्सा बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>निज़ामाबाद की संस्कृति निज़ामों के संरक्षण में समृद्ध हुई। शहर में विविध आबादी है, जिसमें शहर की आबादी हिंदू और मुस्लिमों की बड़ी संख्या में है और धर्मों के इस मिश्रण के परिणामस्वरूप निजामाबाद में कई त्यौहार मनाए जाते हैं जैसे कि गणेश चतुर्थी और हिंदू परंपरा की दिवाली। मुस्लिमों द्वारा ईद उल-फ़ित्र और ईद अल-अधा। तेलुगु और उर्दू शहर के लोगों द्वारा बोली जाने वाली प्रमुख भाषाएं हैं, हालांकि अंग्रेजी भी व्यापक रूप से संचार उद्देश्य के लिए उपयोग की जाती है। भले ही शहर में विभिन्न धार्मिक समुदाय हैं, लेकिन निजामाबाद के लोग अपने सौहार्द, सांस्कृतिक समामेलन और धार्मिक एकता के लिए जाने जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>निज़ामाबादी भोजन में मुख्य रूप से चावल, गेहूं और मांस व्यंजन शामिल हैं। दक्षिण भारतीय व्यंजन जिनमें डोसा, वड़ा, पुरी और इडली शामिल हैं, जो आम नाश्ते के सामान हैं। मुगलई और अरब प्रभावों के मिश्रण के साथ हैदराबादी बिरयानी और अन्य व्यंजन हैं। पारंपरिक खाद्य पदार्थ जैसे हरे, हलीम और निहारी रमजान के दौरान आम खाद्य पदार्थ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>निजामाबाद में एक गुरुद्वारा</p>\r\n<p>&nbsp;</p>\r\n<p>पोचमपहाड़ में श्री राम सागर परियोजना</p>\r\n<p>निज़ामाबाद किला शहर के दक्षिण-पश्चिम में स्थित है, जिसे 10 वीं शताब्दी के आसपास राष्ट्रकूट राजाओं ने बनवाया था, इस किले पर आसफ़ जाहिस ने कब्जा कर लिया था, जो हैदराबाद के निज़ाम थे, जिन्होंने तब किले का पुनर्निर्माण किया था। पुरातत्व और विरासत संग्रहालय अक्टूबर 2001 में खोला गया था और यह तिलक गार्डन परिसर में स्थित है जो मौसम के अनुसार खोला जाता है। संग्रहालय में विभिन्न कलाकृतियां और पुरावशेष हैं जो पैलियोलिथिक से विजयनगर साम्राज्य तक मानव सभ्यता के विकास का प्रतिनिधित्व करते हैं (यानी 16 वीं। ए डी)। संग्रहालय को तीन खंडों में विभाजित किया गया है, अर्थात् पुरातत्व खंड, मूर्तिकला गैलरी और कांस्य और सजावटी गैलरी। बिदरी लेख और व्यापक विविधता के हथियार और हथियार भी प्रदर्शित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अलीसागर एक पार्क और पर्यटकों का आकर्षण है जो निजामाबाद से 13 किमी और निजामाबाद-बोदरा मार्ग से 2 किमी (1.2 मील) दूर है। यह उद्यान 33 एकड़ में फैला हुआ है, जिसमें एक हिरण पार्क, ट्रेकिंग और वाटर स्पोर्ट्स की सुविधा है। इसके पास एक हिलटॉप गेस्ट हाउस भी है जो निज़ाम द्वारा बनाया गया है और 2015 तक इसका नवीनीकरण चल रहा है। [अपडेट की जरूरत है] अशोक सागर शहर के केंद्र से 07 किमी दूर जानकमपेट क्षेत्र में स्थित एक झील, पार्क और पर्यटक आकर्षण है। इसमें प्रबुद्ध चट्टानों के साथ एक रॉक गार्डन है और इसमें नौका विहार की सुविधा भी है। शहर से 38 किमी की दूरी पर स्थित एक पहाड़ी की चोटी पर, हज़रत सैयद हुसैनी की याद में बनाया गया, बापापहाड़ दरगाह सबसे पुराने मुस्लिम तीर्थस्थलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: निजामाबाद (भारत) में शैक्षिक संस्थानों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>वीआरईसी, ए ब्लॉक, निजामाबाद</p>\r\n<p>निजामाबाद तेलंगाना में एक प्रमुख शिक्षा केंद्र है। यह शहर 10 इंजीनियरिंग कॉलेजों, विजय ग्रामीण इंजीनियरिंग कॉलेज, निजामाबाद (VREC), जवाहरलाल नेहरू प्रौद्योगिकी विश्वविद्यालय, हैदराबाद (JNTUH) से संबद्ध है, शहर में स्थित प्रतिष्ठित संस्थान है। निजामाबाद के काकतीय संस्थान तेलंगाना राज्य के प्रसिद्ध स्कूलों और कॉलेजों और तत्कालीन आंध्र प्रदेश का एक समूह है, क्योंकि वे लगातार राज्य के शीर्ष रैंक ला रहे हैं। उच्च शिक्षा के लिए कुछ अन्य प्रमुख शैक्षणिक संस्थान हैं- अरके कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, क्षत्रिय कॉलेज ऑफ़ इंजीनियरिंग, काकतीय इंजीनियरिंग कॉलेज फॉर वुमन, गंगा फार्मेसी कॉलेज, गवर्नमेंट मेडिकल कॉलेज, निशिता डिग्री कॉलेज, आदि। नांदेड़, आदिलाबाद के पड़ोसी जिलों के कई छात्र। और करीमनगर अपनी उच्च शिक्षा के लिए यहाँ प्रवेश लेता है। इसके अलावा केंद्र सरकार द्वारा EBBs में वर्ष 2013 में 15 मॉडल स्कूल स्थापित किए गए थे, ताकि शिक्षा प्रणाली को विकसित किया जा सके और अंग्रेजी माध्यम में मुफ्त शिक्षा प्रदान की जा सके।</p>\r\n<p>&nbsp;</p>\r\n<p>तेलंगाना विश्वविद्यालय, तेलंगाना सरकार के तहत एक सार्वजनिक विश्वविद्यालय है, जो शहर से 15 किमी दूर डिचपल्ली में स्थित है। अकेले तेलंगाना विश्वविद्यालय में 149 कॉलेज संबद्धताएँ हैं, जिनमें 86 कॉलेज निजामाबाद और 63 कॉलेज आदिलाबाद जिले में हैं। विश्वविद्यालय ने छात्रों और शिक्षकों के आदान-प्रदान के लिए संयुक्त राज्य अमेरिका के शिकागो स्टेट यूनिवर्सिटी के साथ एक समझौता ज्ञापन (एमओयू) पर हस्ताक्षर किए हैं। मुख्यमंत्री के। चंद्रशेखर राव की उपस्थिति में दोनों विश्वविद्यालयों के अधिकारियों द्वारा समझौता ज्ञापन पर हस्ताक्षर किए गए।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>निजामाबाद जिले के लोगों के लिए, शहर ही नहीं, कृपया निजामाबाद जिले को देखें</p>\r\n<p>&nbsp;</p>\r\n<p>निकहत ज़ेरेन एक भारतीय मुक्केबाज़ हैं जिन्होंने अंतरराष्ट्रीय मुक्केबाजी टूर्नामेंट में स्वर्ण पदक जीते हैं।</p>\r\n<p>निथिन (नितिन रेड्डी के नाम से जाना जाता है) एक भारतीय फिल्म अभिनेता है जो मुख्यतः तेलुगु सिनेमा में अपने काम के लिए जाना जाता है।</p>\r\n<p>श्रीमुखी एक भारतीय टेलीविजन एंकर, होस्ट और अभिनेत्री है</p>\r\n<p>मालवथ पूर्णा एक भारतीय पर्वतारोही है, जिसने 13 साल की उम्र में माउंट एवरेस्ट को बढ़ाया, ऐसा करने वाली वह दुनिया की सबसे कम उम्र की लड़की बन गई।</p>\r\n<p>मोहम्मद हुसामुद्दीन एक भारतीय मुक्केबाज हैं जिन्होंने 2018 राष्ट्रमंडल खेलों में कांस्य पदक जीता था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज</p>\r\n<p>शहर विभिन्न राष्ट्रीय और राज्य राजमार्गों के माध्यम से प्रमुख स्थलों से जुड़ा हुआ है। राष्ट्रीय राजमार्ग 44 शहर को बाईपास करता है, जो उत्तर और दक्षिण भारत को जोड़ने वाला एक प्रमुख राष्ट्रीय राजमार्ग है। 460 किमी (290 मील) लंबा राष्ट्रीय राजमार्ग 63, निजामाबाद में निकलता है और छत्तीसगढ़ के जगदलपुर को जोड़ता है। नगर निगम 772 किमी (480 मील) की कुल लंबाई की सड़कों का रखरखाव करता है, जिसमें 387 किमी (240 मील) की दूरी शामिल है और 385 किमी (239 मील) की अनिश्चित सड़क है। तेलंगाना राज्य सड़क परिवहन निगम विभिन्न स्थानों से बसों का संचालन करता है। शहर का निजामाबाद बस अड्डा। शहर में बसों के भंडारण और रखरखाव के लिए 2 बस डिपो हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>निज़ामाबाद जंक्शन दक्षिण मध्य रेलवे ज़ोन के हैदराबाद रेलवे डिवीजन के तहत प्रशासित है और कज़ागुडा-मनमाड सेक्शन के साथ निज़ामाबाद-पेद्दापल्ली सेक्शन और जानकम्पेट-बोधन लाइन के लिए अभिसरण स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह निजामाबाद-पेद्दापल्ली खंड नई दिल्ली-चेन्नई मुख्य लाइन के ग्रैंड ट्रंक मार्ग के साथ निजामाबाद को जोड़ता है और निजामाबाद से करीमनगर और वारंगल की दूरी काफी हद तक कम हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु-मार्ग</p>\r\n<p>मुख्य लेख: निजामाबाद हवाई अड्डा</p>\r\n<p>निजामाबाद में वर्तमान में अपना एयरोड्रम नहीं है लेकिन तेलंगाना की राज्य सरकार ने निजामाबाद के जकरपल्ली में एक हवाई अड्डे का प्रस्ताव दिया है। निकटतम अंतरराष्ट्रीय सुविधा हैदराबाद में राजीव गांधी अंतर्राष्ट्रीय हवाई अड्डा है, जो 200 किलोमीटर की दूरी पर स्थित है, और एक आंशिक रूप से कार्यात्मक घरेलू हवाई अड्डा महाराष्ट्र राज्य के नांदेड़ में 110 किमी पर स्थित है। शहर के घरों में 5 हेलीपैड नगरम स्टेडियम, परेड ग्राउंड में स्थित हैं। Dichpally और दो GG कॉलेज में।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले को बोधन, अरमूर और निजामाबाद के 3 राजस्व प्रभागों में विभाजित किया गया है। ये 29 मंडलों में विभाजित हैं और इनमें 530 गाँव हैं। एम। आर। एम। राव जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>नीचे दी गई तालिका में जिले में 29 मंडलों को उनके संबंधित राजस्व प्रभागों में वर्गीकृत किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>&nbsp;</p>\r\n<p>क्र.सं. कवच राजस्व विभाग S.No. बोधन राजस्व प्रभाग एस.एन.ओ. निजामाबाद राजस्व मंडल</p>\r\n<p>1 कवच 1 बोधन 1 निज़ामाबाद दक्षिण</p>\r\n<p>2 बलकोंडा 2 येदपल्ली 2 निजामाबाद उत्तर</p>\r\n<p>3 मुपकल 3 रीनजल 3 निज़ामाबाद ग्रामीण</p>\r\n<p>4 Mendora 4 कोटागिरी 4 Mugpal</p>\r\n<p>5 कम्मर पाल 5 वर्णी 5 द्विकपल्ली</p>\r\n<p>6 Velpur 6 Rudrur 6 Dharpally</p>\r\n<p>7 Morthad 7 Chandur 7 Indalwai</p>\r\n<p>8 Bheemgal 8 Mosra 8 Makloor</p>\r\n<p>9 Jakranpally 9 Sirikonda</p>\r\n<p>10 Nandipet 10 Navipet</p>\r\n<p>11 Yergatla</p>\r\n<p>निर्वाचन क्षेत्रों</p>\r\n<p>संसदीय निर्वाचन क्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>निजामाबाद लोक सभा संविधान</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में 6 विधानसभा क्षेत्र हैं। वे हैं, अर्मुर, बोधन, बांसवाड़ा - आंशिक रूप से (वर्णी, चंदुर, मोसरा, रुद्रुर और कोटागिरी मंडल), निज़ामाबाद (शहरी), निज़ामाबाद (ग्रामीण), बाल्कोंडा</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nizamabad,_Telangana</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nizamabad-telangana","tags":[{"name":"निजामाबाद","slug":"nizamabad"},{"name":"तेलंगाना","slug":"telangana"}],"recommendations":[{"id":957,"title":"सूर्यापेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"सूर्यपेट एक शहर और भारतीय राज्य तेलंगाना में सूर्यपेट जिले का जिला मुख्यालय है। यह एक नगर पालिका है और सूर्यपेट राजस्व मंडल में सूर्यपेट मंडल का मुख्यालय है। भारत सरकार ने सूर्यपेट को कायाकल्प और शहरी परिवर्तन (AMRUT) योजना के लिए अटल मिशन के तहत विकसित करने की घोषणा की। सूर्य सुप्रभान 2017 में श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूर्यापेट","slug":"suryapet"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":952,"title":"पेद्दापल्ली में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","dateCreated":"2019-11-05T02:12:49.479Z","dateModified":"2019-11-05T02:14:45.664Z","contributedBy":"AskGif","content":"पेद्दापल्ली जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित एक जिला है। रामागुंडम शहर एक शैक्षिक और औद्योगिक केंद्र है। रामागुंडम शहर अपनी बहु सांस्कृतिक और भाषाई विविधता के लिए जाना जाता है। पेद्दापल्ली टाउन एक शैक्षिक केंद्र भी है और ज्यादातर कृषि व्यवसाय के लिए भी प्रसिद्ध है। रामागुंडम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पेद्दापल्ली","slug":"peddapalli"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-peddapalli-telangana","total":0},{"id":947,"title":"नलगोंडा में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"bbe0b1db-332b-4839-94dc-134c30727749_Nalgonda-railway.jpg","dateCreated":"2019-11-04T02:00:14.807Z","dateModified":"2019-11-04T02:00:43.98Z","contributedBy":"AskGif","content":"नलगोंडा भारतीय राज्य तेलंगाना में एक शहर और नगरपालिका है। यह नलगोंडा जिले का मुख्यालय है, साथ ही नलगोंडा राजस्व मंडल का मुख्यालय भी है। यह राज्य की राजधानी हैदराबाद से लगभग 90 किलोमीटर (56 मील) की दूरी पर स्थित है।\r\nनलगोंडा जिला भारत के तेलंगाना राज्य में एक जिला है। इसकी आबादी 3,483,648 ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bbe0b1db-332b-4839-94dc-134c30727749_Nalgonda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"नलगोंडा","slug":"nalgonda"}],"slug":"top-places-to-visit-in-nalgonda-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}