{"id":951,"title":"Top Places to visit in Nizamabad, Telangana","imageUrl":"8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","dateCreated":"2019-11-05T01:42:18.801Z","dateModified":"2019-11-05T01:42:50.175Z","contributedBy":"AskGif","content":"<p>Nizamabad is a city in the Indian state of Telangana. Nizamabad is a major urban agglomeration and third largest city in the state. It is governed by municipal corporation and is the headquarters of the Nizamabad district. Although previously part of Hyderabad State and then Andhra Pradesh state, Nizamabad became a part of the newly formed state of Telangana by the Andhra Pradesh Reorganisation Act, 2014.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Nizamabad's culture enriched under the patronage of Nizams.The city has a diverse culture with major proportion of city population being Hindus and Muslims and this mixing of religions has also resulted in many festivals being celebrated in Nizamabad such as Ganesh Chaturthi and Diwali of Hindu tradition and Eid ul-Fitr and Eid al-Adha by Muslims.Telugu and Urdu are major languages spoken by the city people, however English is also widely used for communication purpose. Even though the city has different religious communities, the people of Nizamabad are known for their harmony, cultural amalgamation and religious unity .</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Nizamabadi cuisine mainly comprises rice, wheat and meat dishes. South Indian cuisine which include Dosa, Vada, Puri and Idly are common breakfast items. Hyderabadi biriyani with its blend of Mughlai and Arab influences and Tahari are other dishes. The traditional food items like Harees , Haleem and Nihari are common foods during Ramadan.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>A Gurudwara in Nizamabad</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Ram Sagar Project at Pochampahad</p>\r\n<p>Nizamabad Fort is situated on the southwest of the city which was built by Rashtrakuta Kings in around the 10th century, the fort was captured by Asaf Jahis who were the Nizams of Hyderabad, who then rebuilt the fort. Archaeological and Heritage Museum was opened in October 2001 and is situated in the Tilak Garden premises which is opened seasonally. The Museum houses various artifacts and antiquities representing the evolution of human civilization from Paleolithic to Vijayanagara Empire(i.e. 16th. A.D). The Museum is divided into three sections, namely Archaeological Section, Sculptural gallery and Bronze and Decorative gallery. Bidri articles and arms and weapons of extensive variety are also exhibited.</p>\r\n<p>&nbsp;</p>\r\n<p>Alisagar is a park and tourist attraction which is 13 km from Nizamabad and 2 km (1.2 mi) off the Nizamabad-Bodhan road. The garden is spread across 33 acres, with a deer park, trekking and water sports facility. It also has a hilltop guest house built by Nizam and is under renovation as of 2015.[needs update] Ashok Sagar is a lake, park and tourist attraction situated in Jankampet area, 07 km from centre of the city. It has a rock garden with illuminated rocks and also has boating facilities. Badapahad dargah is one of the oldest Muslim pilgrim centres, built in the memory of Hazrat Syed Hussaini, on top of a hillock located at a distance of 38 km from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: List of educational institutions in Nizamabad (India)</p>\r\n<p>&nbsp;</p>\r\n<p>VREC, A Block, Nizamabad</p>\r\n<p>Nizamabad is a major education centre in Telangana. The city is the home to 10 Engineering colleges, Vijay Rural Engineering College, Nizamabad (VREC), affiliated to Jawaharlal Nehru Technological University, Hyderabad (JNTUH) is the reputed institution located in city. Kakatiya Institutions of Nizamabad is a group of well known schools &amp; colleges in state of Telangana and the erstwhile Andhra Pradesh, as they have been constantly fetching state top ranks. Some other major educational institutions for higher education are Arkay College of Engineering and Technology, Kshatriya College of Engineering, Kakatiya Engineering College for Women, Ganga Pharmacy college, Government Medical College, Nishitha Degree College, etc. Many students from neighbouring districts of Nanded, Adilabad and Karimnagar take up admissions here for their higher education. Also 15 Model schools were established in the year 2013 by central government in EBBs, to uplift the education system &amp; provide free education in English medium.</p>\r\n<p>&nbsp;</p>\r\n<p>Telangana University is a public university under the Government of Telangana, located at Dichpally, 15 km from the city. Telangana University alone has 149 college affiliations of which 86 colleges are in Nizamabad and 63 colleges in Adilabad district. The university has also signed a memorandum of understanding (MoU) with Chicago State University of United States for exchange of students and teachers. The MoU was signed by the officials of the two universities in the presence of Chief Minister K.Chandrasekhar Rao.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>For people from Nizamabad district, not the city itself, please see Nizamabad district</p>\r\n<p>&nbsp;</p>\r\n<p>Nikhat Zareen is an Indian boxer who won gold medals at international boxing tournaments.</p>\r\n<p>Nithiin (known as Nitin Reddy) is an Indian film actor known for his works predominantly in Telugu cinema.</p>\r\n<p>Sreemukhi is an Indian television anchor, host and actress</p>\r\n<p>Malavath Purna is an Indian mountaineer who scaled mount Everest at the age of 13, becoming the youngest girl in the world to do so.</p>\r\n<p>Mohammad Hussamuddin is an Indian boxer who won bronze medal at the 2018 Commonwealth Games.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roadways</p>\r\n<p>The city is well connected to the major destinations through various national and state highways. National Highway 44 bypasses the city, which is a major national highway connecting north and south India. The 460 km (290 mi) long National Highway 63, originates at Nizamabad and connects Jagadalpur of Chhattisgarh. The city corporation maintains roads of a total length of 772 km (480 mi), including of 387 km (240 mi) of surfaced and 385 km (239 mi) of unsurfaced roads.The Telangana State Road Transport Corporation operates buses to various destinations from Nizamabad bus station of the city. The city has 2 bus depots for storage and maintenance of buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Nizamabad Junction is administered under Hyderabad railway division of South Central Railway zone and is the convergence station for Nizamabad-Peddapalli section and Jankampet-Bodhan Line with Kacheguda-Manmad section.</p>\r\n<p>&nbsp;</p>\r\n<p>This Nizamabad-Peddapalli section connects Nizamabad with the Grand Trunk route of New Delhi-Chennai main line and the distance from Nizamabad to Karimnagar and Warangal reduced to a large extent.</p>\r\n<p>&nbsp;</p>\r\n<p>Airway</p>\r\n<p>Main article: Nizamabad Airport</p>\r\n<p>Nizamabad currently doesn't have its own aerodrome however the state government of Telangana has proposed an airport at Jakranpalli in Nizamabad. The nearest international facility is Rajiv Gandhi International Airport in Hyderabad located at a distance of 200 km, and a partly functional domestic airport is located at 110 km in Nanded of Maharashtra State.The city houses 5 Helipads located each at Nagaram Stadium, Parade Grounds, Dichpally and two at GG College.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into 3 revenue divisions of Bodhan, Armoor and Nizamabad. These are sub-divided into 29 mandals and has 530 villages. M.R.M Rao is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorizes 29 mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>&nbsp;</p>\r\n<p>S.No. Armoor revenue division S.No. Bodhan revenue division S.No. Nizamabad revenue division</p>\r\n<p>1 Armoor 1 Bodhan 1 Nizamabad South</p>\r\n<p>2 Balkonda 2 Yedapally 2 Nizamabad North</p>\r\n<p>3 Mupkal 3 Renjal 3 Nizamabad Rural</p>\r\n<p>4 Mendora 4 Kotagiri 4 Mugpal</p>\r\n<p>5 Kammar palle 5 Varni 5 Dichpally</p>\r\n<p>6 Velpur 6 Rudrur 6 Dharpally</p>\r\n<p>7 Morthad 7 Chandur 7 Indalwai</p>\r\n<p>8 Bheemgal 8 Mosra 8 Makloor</p>\r\n<p>9 Jakranpally 9 Sirikonda</p>\r\n<p>10 Nandipet 10 Navipet</p>\r\n<p>11Yergatla</p>\r\n<p>Constituencies</p>\r\n<p>Parliamentary Constituency</p>\r\n<p>&nbsp;</p>\r\n<p>Nizamabad Lok Sabhha Constituency</p>\r\n<p>Assembly Constituencies</p>\r\n<p>&nbsp;</p>\r\n<p>There are 6 assembly constituencies in the district. They are, Armur, Bodhan, Banswada &ndash; Partly (Varni, Chandur, Mosra, Rudrur and Kotagiri Mandals), Nizamabad (Urban), Nizamabad (Rural), Balkonda</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nizamabad,_Telangana</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nizamabad-telangana","tags":[{"name":"nizamabad","slug":"nizamabad"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":957,"title":"Top Places to visit in Suryapet, Telangana","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"Suryapet is a city and the district headquarters of Suryapet district in the Indian state of Telangana. It is a municipality and the headquarters of Suryapet mandal in Suryapet revenue division. The Government of India announced Suryapet to be developed under the Atal Mission for Rejuvenation and","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"suryapet","slug":"suryapet"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":952,"title":"Top Places to visit in Peddapalli, Telangana","imageUrl":"84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","dateCreated":"2019-11-05T02:12:49.479Z","dateModified":"2019-11-05T02:14:45.664Z","contributedBy":"AskGif","content":"Peddapalli district is a district located in the northern region of the Indian state of Telangana. Ramagundam city is an educational and industrial hub. Ramagundam city is well known for its Multi cultural and linguistic diversity. Peddapalli Town is also an educational hub and also famous mostly","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/84dad6c7-1b42-4136-93c6-7ce3efdcdbb2_Peddapalli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"peddapalli","slug":"peddapalli"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-peddapalli-telangana","total":0},{"id":947,"title":"Top Places to visit in Nalgonda, Telangana","imageUrl":"bbe0b1db-332b-4839-94dc-134c30727749_Nalgonda-railway.jpg","dateCreated":"2019-11-04T02:00:14.807Z","dateModified":"2019-11-04T02:00:43.98Z","contributedBy":"AskGif","content":"Nalgonda is a city and municipality in the Indian state of Telangana. It is the headquarters of the Nalgonda district, as well as the headquarters of the Nalgonda mandal in the Nalgonda revenue division..It is located about 90 kilometres (56 mi) from the state capital Hyderabad.\r\nNalgonda ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bbe0b1db-332b-4839-94dc-134c30727749_Nalgonda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"nalgonda","slug":"nalgonda"}],"slug":"top-places-to-visit-in-nalgonda-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}