{"id":953,"title":"Top Places to visit in Rajanna Sircilla, Telangana","imageUrl":"5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","dateCreated":"2019-11-06T01:24:06.933Z","dateModified":"2019-11-06T01:24:27.238Z","contributedBy":"AskGif","content":"<p>Rajanna Sircilla district is a district in the Indian state of Telangana. It was a part of the Karimnagar district prior to the re-organisation of districts in the state. Sircilla is the district headquarters. It was formed on 11 Oct 2016.</p>\r\n<p>Siricilla is a town and the district headquarters of Rajanna Siricilla district in the Indian state of Telangana. It is located on the banks of Maner River in the Siricilla mandal of Siricilla revenue division. It is popularly known as Textile town due to the presence of large number of power looms, textile processing and dyeing units. The first Visalandhra Mahasabha in Telangana was held at Sircilla during the Visalandhra movement.</p>\r\n<p>&nbsp;</p>\r\n<p>Siricilla is the biggest textile hub in the state of Telangana with over 40,000 power looms. It is also home to several spinning mills, textile processing and dyeing industries. Siricilla, along with Warangal is proposed to be developed as a mega textile zone by the Telangana government.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the district has a population of 546,121. This district has a literacy rate 62.71%.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district will have two revenue division of Sircilla and Vemulawada It is sub-divided into 13 mandals. D.Krishna Bhaskar is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Sircilla is located at 18.38&deg;N 78.83&deg;E. It has an average elevation of 322 metres (1056 feet). It is located 130 km north to Secunderabad, 40 km west to Karimnagar, 38 km north to Siddipet and 56 km east to Kamareddy. It is 10 km away from historic Vemulawada temple town.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>A new National highway numbered NH 365B connects Siricilla with different district headquarters of the state Suryapet-Jangaon-Siddipet-Siricilla. Manoharabad Kothapalli new broad gauge line under construction is proposed to connect the town with Secunderabad and Karimnagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census, the town has a population of 83,186 within the municipal limits of 25.68 km2 area. The town has an urban agglomeration of over 82,000.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindus form the majority religious group with 92% population, followed by Muslims 6% and 2% others.</p>\r\n<p>&nbsp;</p>\r\n<p>Telugu is the most widely spoken language. Urdu is spoken among the Muslim communities.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration</p>\r\n<p>&nbsp;</p>\r\n<p>Sircilla Municipality was constituted in 1952 and is now classified as a first grade municipality with 34 election wards. The jurisdiction of the civic body is spread over an area of 25.68 km2 (9.92 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Midde Ramulu &ndash; Oggu Katha artist from Hanmajipet village.</p>\r\n<p>C. Narayana Reddy - Lyricist and the first receipent of Jnanpith Award in Telugu.</p>\r\n<p>Anabheri Prabhakar Rao &ndash; Freedom fighter and major activist of Telangana Rebellion.</p>\r\n<p>Chennamaneni Rajeshwara Rao &ndash; Freedom fighter and six times ex-MLA of Sircilla.</p>\r\n<p>Chennamaneni Vidyasagar Rao &ndash; Entrepreneur, ex-central home minister and Former governor of Maharashtra and Tamil Nadu</p>\r\n<p>Venu - Film actor and comedian.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajanna_Sircilla_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rajanna-sircilla-telangana","tags":[{"name":"rajanna-sircilla","slug":"rajanna-sircilla"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":961,"title":"Top Places to visit in Wanaparthy, Telangana","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"Wanaparthy is a town of Wanaparthy district of Telangana, India. The first polytechnic college (KDR Government Polytechnic) in Telangana started in Wanaparthy.\r\nWanaparthy district is a district in the Indian state of Telangana. It is located 143 km from the state capital Hyderabad. It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wanaparthy","slug":"wanaparthy"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":939,"title":"Top Places to visit in Mahabubabad, Telangana","imageUrl":"0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","dateCreated":"2019-10-30T03:17:05.534Z","dateModified":"2019-10-30T03:17:31.059Z","contributedBy":"AskGif","content":"Mahabubabad is a town and the district headquarters of Mahabubabad district in the Indian state of Telangana. It is on the west bank of the Munneru, which is one of the tributaries of the River Krishna. Mahabubabad is known for the Bayyaram Mines.\r\nMahabubabad is a district in the Indian s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"mahabubabad","slug":"mahabubabad"}],"slug":"top-places-to-visit-in-mahabubabad-telangana","total":0},{"id":938,"title":"Top Places to visit in Khammam, Telangana","imageUrl":"0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","dateCreated":"2019-10-30T03:07:40.973Z","dateModified":"2019-10-30T03:08:01.94Z","contributedBy":"AskGif","content":"Khammam, also known as Khammamett is the city in Khammam district of the Indian state of Telangana.It is the fourth largest city in the state.It is the headquarters of the Khammam district and Khammam mandal also. It is located about 193 kilometres (120 mi) east of the state capital, Hyderabad, 6","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"khammam","slug":"khammam"}],"slug":"top-places-to-visit-in-khammam-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}