{"id":953,"title":"राजन्ना सिरसिला में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","dateCreated":"2019-11-06T01:24:06.933Z","dateModified":"2019-11-06T01:24:27.238Z","contributedBy":"AskGif","content":"<p>राजन्ना सिरसीला जिला भारतीय राज्य तेलंगाना में एक जिला है। यह राज्य में जिलों के पुन: संगठन से पहले करीमनगर जिले का एक हिस्सा था। सिरसीला जिला मुख्यालय है। इसका गठन 11 अक्टूबर 2016 को किया गया था।</p>\r\n<p>सिरिसिला भारतीय राज्य तेलंगाना में एक शहर और राजन्ना सिरिसिला जिले का जिला मुख्यालय है। यह सिरिसिला राजस्व मंडल के सिरिसिला मंडल में मनेर नदी के तट पर स्थित है। बड़ी संख्या में बिजली करघे, कपड़ा प्रसंस्करण और रंगाई इकाइयों की उपस्थिति के कारण इसे टेक्सटाइल शहर के रूप में जाना जाता है। तेलंगाना में पहला विशालांध्र महासभा विशालांधरा आंदोलन के दौरान सिरसीला में आयोजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>40,000 से अधिक बिजली करघों के साथ सिरिसीला तेलंगाना राज्य का सबसे बड़ा कपड़ा केंद्र है। यह कई कताई मिलों, कपड़ा प्रसंस्करण और रंगाई उद्योगों का भी घर है। वारिसल के साथ सिरीसिल्ला को तेलंगाना सरकार द्वारा एक मेगा कपड़ा क्षेत्र के रूप में विकसित करने का प्रस्ताव है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, जिले की जनसंख्या 546,121 है। इस जिले की साक्षरता दर 62.71% है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में सिरसिला और वेमुलावाड़ा दो राजस्व मंडल होंगे। यह 13 मंडलों में विभाजित है। डी .कृष्णा भास्कर जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सिरसीला 18.38 &deg; N 78.83 &deg; E पर स्थित है। इसकी औसत ऊँचाई 322 मीटर (1056 फीट) है। यह सिकंदराबाद से उत्तर में 130 किमी, करीमनगर से 40 किमी पश्चिम में, सिद्दीपेट से 38 किमी उत्तर और कामारेड्डी से 56 किमी पूर्व में स्थित है। यह ऐतिहासिक वेमुलावाड़ा मंदिर शहर से 10 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>एक नया राष्ट्रीय राजमार्ग NH 365B राज्य के विभिन्न जिला मुख्यालयों से सिरसीला को जोड़ता है जो सूर्यपेट-जंगाओं-सिद्दीपेट-सिरिसिला है। मनोहरबाद कोठापल्ली नई निर्माणाधीन ब्रॉडगेज लाइन को सिकंदराबाद और करीमनगर शहर से जोड़ने का प्रस्ताव है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, शहर की आबादी 25.68 किमी 2 क्षेत्र की नगरपालिका सीमा के भीतर 83,186 है। शहर में 82,000 से अधिक का शहरी समूह है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू 92% आबादी के साथ बहुसंख्यक धार्मिक समूह बनाते हैं, इसके बाद मुस्लिम 6% और 2% अन्य हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तेलुगु सबसे अधिक बोली जाने वाली भाषा है। उर्दू मुस्लिम समुदायों के बीच बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>सिरकिला नगर पालिका का गठन 1952 में किया गया था और अब इसे 34 चुनाव वार्डों वाली पहली श्रेणी की नगरपालिका के रूप में वर्गीकृत किया गया है। नागरिक निकाय का क्षेत्राधिकार 25.68 किमी 2 (9.92 वर्ग मील) के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>मिद्दे रामुलु - हनमजीपेट गांव के ओग्गू कथा कलाकार।</p>\r\n<p>सी। नारायण रेड्डी - गीतकार और तेलुगु में ज्ञानपीठ पुरस्कार की पहली प्राप्ति।</p>\r\n<p>अनाभारी प्रभाकर राव - स्वतंत्रता सेनानी और तेलंगाना विद्रोह के प्रमुख कार्यकर्ता।</p>\r\n<p>चेननामनी राजेश्वरा राव - स्वतंत्रता सेनानी और सिरसीला के छह बार पूर्व विधायक।</p>\r\n<p>चेन्नामनेनी विद्यासागर राव - उद्यमी, पूर्व-केंद्रीय गृह मंत्री और महाराष्ट्र और तमिलनाडु के पूर्व राज्यपाल</p>\r\n<p>वेणु - फिल्म अभिनेता और हास्य अभिनेता।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Rajanna_Sircilla_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a5630df-1fea-4c01-9ed9-a71e6612d66c_Rajanna-Sircilla-District.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rajanna-sircilla-telangana","tags":[{"name":"राजन्ना-सिरसिला","slug":"rajanna-sircilla"},{"name":"तेलंगाना","slug":"telangana"}],"recommendations":[{"id":961,"title":"वानापर्थी में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","dateCreated":"2019-11-07T04:47:43.873Z","dateModified":"2019-11-07T04:48:01.459Z","contributedBy":"AskGif","content":"वानापर्थी भारत के तेलंगाना के वानापर्थी जिले का एक शहर है। तेलंगाना में पहला पॉलिटेक्निक कॉलेज (KDR गवर्नमेंट पॉलिटेक्निक) वानापर्थी में शुरू हुआ।\r\nवानापर्थी जिला भारतीय राज्य तेलंगाना में एक जिला है। यह राज्य की राजधानी हैदराबाद से 143 किमी दूर स्थित है। यह तेलंगाना राज्य में एक विधानसभा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4172e820-0784-435f-9cc6-95f30fa57bc4_Wanaparthy-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वानापर्थी","slug":"wanaparthy"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-wanaparthy-telangana","total":0},{"id":939,"title":"महबूबाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","dateCreated":"2019-10-30T03:17:05.534Z","dateModified":"2019-10-30T03:17:31.059Z","contributedBy":"AskGif","content":"महबूबबाद भारतीय राज्य तेलंगाना में एक कस्बा और महबूबबाद जिले का जिला मुख्यालय है। यह मुन्नारू के पश्चिमी तट पर है, जो कृष्णा नदी की सहायक नदियों में से एक है। महबूबबाद को बयाराम माइंस के लिए जाना जाता है।\r\nभारत के तेलंगाना राज्य में एक जिला है महबूबबाद। यह अक्टूबर 2016 में राज्य में जिलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a91756f-7ce0-4b28-bf47-988abdd7f4c8_Mahabubabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"महबूबाबाद","slug":"mahabubabad"}],"slug":"top-places-to-visit-in-mahabubabad-telangana","total":0},{"id":938,"title":"खम्मम में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","dateCreated":"2019-10-30T03:07:40.973Z","dateModified":"2019-10-30T03:08:01.94Z","contributedBy":"AskGif","content":"खम्मम, जिसे खम्ममेट्ट के नाम से भी जाना जाता है, भारतीय राज्य तेलंगाना के खम्मम जिले का शहर है। यह राज्य का चौथा सबसे बड़ा शहर है। यह खम्मम जिले का मुख्यालय है और खम्मम मंडल भी है। यह राज्य की राजधानी, हैदराबाद से लगभग 193 किलोमीटर (120 मील) पूर्व में स्थित है, सूर्यापेट से 61 किलोमीटर (38 मील), ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0bb4e176-9c29-4838-bb0c-232dec67662c_Khammam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"खम्मम","slug":"khammam"}],"slug":"top-places-to-visit-in-khammam-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}