{"id":957,"title":"सूर्यापेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"<p>सूर्यपेट एक शहर और भारतीय राज्य तेलंगाना में सूर्यपेट जिले का जिला मुख्यालय है। यह एक नगर पालिका है और सूर्यपेट राजस्व मंडल में सूर्यपेट मंडल का मुख्यालय है। भारत सरकार ने सूर्यपेट को कायाकल्प और शहरी परिवर्तन (AMRUT) योजना के लिए अटल मिशन के तहत विकसित करने की घोषणा की। सूर्य सुप्रभान 2017 में शहरी विकास मंत्रालय द्वारा दक्षिण भारत में सूर्यपेट को \"सबसे स्वच्छ शहर\" से सम्मानित किया गया है। इसे \"गेटवे ऑफ़ तेलंगाना\" के नाम से भी जाना जाता है। यह राज्य की राजधानी हैदराबाद से लगभग 134 किलोमीटर (83 मील) पूर्व में स्थित है और यह आंध्र प्रदेश राज्य की राजधानी अमरावती से लगभग 138 किलोमीटर (86 मील) पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, सूर्यापेट की शहरी महानगरीय आबादी 115,250 थी। सूर्यपेट, सूर्यपेट जिले का सबसे अधिक आबादी वाला शहर है। शहर की आबादी के अलावा, इसकी प्रतिदिन पड़ोसी गांवों से लगभग 10,000 की आबादी है। पुरुषों की आबादी 52% और महिलाओं की 48% है। सूर्यपेट की औसत साक्षरता दर 84.88% है, जो राष्ट्रीय औसत 74.04% से अधिक है। पुरुष: साक्षरता 91.18% है, और महिला साक्षरता 78.74% है। सूर्यपेट में, 11% आबादी 6 वर्ष से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>कचरा इकट्ठा करने वाला सूर्यापेट नगर पालिका ट्रैक्टर</p>\r\n<p>सूर्यपेट नगरपालिका का गठन 1952 में किया गया था। इसे 1984 में ग्रेड- II में अपग्रेड किया गया था, ग्रेड- I को 7 नवंबर 1998 को। नगरपालिका का क्षेत्र 54 वार्ड किमी (20.85 वर्ग मील) में 34 वार्डों के साथ फैला हुआ है। वर्तमान नगरपालिका आयुक्त वी। सुरेंदर हैं और अध्यक्ष गंडूरी प्रवालिका प्रकाश हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरस्कार</p>\r\n<p>2003 में सूर्यापेट नगर पालिका भारत का पहला अपशिष्ट-अनुपालन वाला शहर बन गया। इसने 2007 में सर्वश्रेष्ठ कचरा निपटान के लिए ग्रीन लीफ अवार्ड जीता था। सूर्यापेट देश का पहला नगर पालिका (आईएसओ 14001-2004) प्रमाण पत्र प्राप्त किया है। सूर्यापेट नगर पालिका ने जीत हासिल की है। पर्यावरण प्रबंधन श्रेणी के तहत हुडको पुरस्कार।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों के बाद शिक्षा का माध्यम अंग्रेजी, तेलुगु और उर्दू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य में नए जिलों के गठन के बाद पहला, सूर्यपेट में सरकारी मेडिकल कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>हैदराबाद, निजामाबाद और करीमनगर बस स्टेशनों के बाद सूर्यपेट हाई-टेक बस स्टेशन तेलंगाना का चौथा सबसे बड़ा बस स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूर्यपेट में तीन बस स्टेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हाई-टेक बस स्टेशन -हैदराबाद, विजयवाड़ा, बेंगलुरु, खम्मम, विशाखापट्टनम, राजमुंदरी, भद्रचलम, काकीनाडा, अन्नवरम, श्रीकाकुलम, एलुरु, जग्गय्यपेता, मछलीपट्टनम, कोथागुडेम, मधिरा, मनुगुर, सथुपल्ली, येल्लन्दु, असंध, असंध। ताडेपल्लीगुडम, भीमावरम, पालाकोलू, रज़ोले, रावुलपलेम, गुंटूर, निज़ामाबाद, तनुकु, नुजविद, संगारेड्डी बसें इस बस स्टेशन से चलती हैं।</p>\r\n<p>नया बस स्टेशन - नालगोंडा, सिकंदराबाद, खम्मम, वारंगल, महाबराबाद, हनमकोंडा, करीमनगर, वेमुलावाड़ा, कोडाद, जंगा, मिरायालागुडा, श्रीशैलम, पिदुगुरल्ला, थुंगथुर्थी, नेदरचेरला, हुज़ूरनगर, तिरुमालागिरि, कंकालगिरि, कंकालगिरि, कंवरगिरि। मेल्चेरुवु, पलाकेडू, गरदीपल्ली, पनपहाड़, जनपद, मदिरला, गोरंटला, लक्ष्मण पुरम, सोलीपेट बसें इस बस स्टेशन से होकर जाती हैं।</p>\r\n<p>पुराना बस स्टेशन- इस बस स्टेशन से होकर गाँव की बसें चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख शहर</p>\r\n<p>सूर्यापेट</p>\r\n<p>प्रमुख नगर</p>\r\n<p>कोडाद</p>\r\n<p>Huzurnagar</p>\r\n<p>Neredcherla</p>\r\n<p>Thirumalagiri</p>\r\n<p>जिले में उल्लेखनीय स्थान</p>\r\n<p>लिंगमंथुला स्वामी मंदिर- सूर्यपेट से 5 किमी</p>\r\n<p>चेन्नेकेशवा स्वामी मंदिर, सूर्यमपेट से 6 किमी दूर पिल्लमअरी</p>\r\n<p>दण्डु मैस्मम्मा मंदिर-सूर्यापेट से 12 किमी</p>\r\n<p>श्री अण्डरगोंडा लक्ष्मी नरसिम्हा स्वामी मंदिर, सूर्यपुत्र से अण्डरुगोंडा -13 किमी</p>\r\n<p>सूर्यापेट से मूसी जलाशय -27 किमी</p>\r\n<p>अरवापल्ली दरगाह-सूर्यापेट से 30 किमी</p>\r\n<p>फनीगिरी बौद्ध स्थल-सूर्यपेट से 42 किमी</p>\r\n<p>जनपद दरगाह, जनपद-सूर्यापेट से 52 किमी</p>\r\n<p>स्वयंभू शंभु लिंगेश्वर मंदिर, सूर्यचेट से 63 किमी की दूरी पर स्थित है</p>\r\n<p>मातापल्ली श्री लक्ष्मी नरसिम्हा स्वामी मंदिर, सूर्यपेट से 80 किमी दूर मट्टापल्ली</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में सूर्यपेट, कोडाद और हुज़ूरनगर तीन राजस्व मंडल हैं। यह 23 मंडलों में उप-विभाजित है। अमॉय कुमार जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>क्र.सं. सूर्यपेट राजस्व विभाग कोडाद राजस्व विभाग हुज़ूरनगर राजस्व मंडल</p>\r\n<p>1 सूर्यापेट Chilkur Garidepally</p>\r\n<p>2 Chivvemla Ananthagiri Huzurnagar</p>\r\n<p>3 Mothey कोडाद Nereducherla</p>\r\n<p>4 Jajireddygudem Munagala Mattampally</p>\r\n<p>5 Nuthankal Nadigudem Mellachervu</p>\r\n<p>6 Penpahad Palakeedu</p>\r\n<p>7 Athmakur (एस) Mallareddygudem</p>\r\n<p>8 Thirumalagiri</p>\r\n<p>9 थुंगातुर्थी</p>\r\n<p>10 नागाराम</p>\r\n<p>11 Maddirala</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>टॉलीवुड अभिनेता कान्ता राव, प्रभाकर रेड्डी, वेणु माधव सूर्यपेट जिले से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Suryapet</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-suryapet-telangana","tags":[{"name":"सूर्यापेट","slug":"suryapet"},{"name":"तेलंगाना","slug":"telangana"}],"recommendations":[{"id":963,"title":"वारंगल ग्रामीण में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","dateCreated":"2019-11-07T15:17:48.023Z","dateModified":"2019-11-07T15:27:33.783Z","contributedBy":"AskGif","content":"वारंगल ग्रामीण जिला भारतीय राज्य तेलंगाना में एक जिला है। जिला मुख्यालय गेसुगोंडा में स्थित है। यह राज्य में जिलों के पुन: संगठन से पहले वारंगल जिले का एक हिस्सा था।\r\n&nbsp;\r\nभूगोल\r\nयह जिला 2,175.50 वर्ग किलोमीटर (839.97 वर्ग मील) के क्षेत्र में फैला हुआ है।\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वारंगल-ग्रामीण","slug":"warangal-rural"},{"name":"वारंगल","slug":"warangal"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-warangal-rural-telangana","total":0},{"id":959,"title":"विकाराबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"6d139fe0-e0ac-4492-92d4-eb6a3e34d0da_Vikarabad-railway.jpg","dateCreated":"2019-11-07T02:51:47.07Z","dateModified":"2019-11-07T02:52:12.758Z","contributedBy":"AskGif","content":"विकाराबाद भारतीय राज्य तेलंगाना के विकाराबाद जिले में एक शहर और मंडल है। यह विकाराबाद राजस्व मंडल के विकाराबाद मंडल में स्थित है। विकाराबाद उच्च शिक्षा संस्थानों जैसे श्री अनंत पद्मनाभ कॉलेज और उस्मानिया विश्वविद्यालय कॉलेज विकाराबाद के लिए सेल्फ फाइनेंस के लिए प्रसिद्ध है।\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d139fe0-e0ac-4492-92d4-eb6a3e34d0da_Vikarabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विकाराबाद","slug":"vikarabad"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-vikarabad-telangana","total":0},{"id":957,"title":"सूर्यापेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","dateCreated":"2019-11-07T01:46:45.926Z","dateModified":"2019-11-07T01:47:05.578Z","contributedBy":"AskGif","content":"सूर्यपेट एक शहर और भारतीय राज्य तेलंगाना में सूर्यपेट जिले का जिला मुख्यालय है। यह एक नगर पालिका है और सूर्यपेट राजस्व मंडल में सूर्यपेट मंडल का मुख्यालय है। भारत सरकार ने सूर्यपेट को कायाकल्प और शहरी परिवर्तन (AMRUT) योजना के लिए अटल मिशन के तहत विकसित करने की घोषणा की। सूर्य सुप्रभान 2017 में श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e05cb4eb-d2b4-4239-8e20-2fdb1e745121_Suryapet-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूर्यापेट","slug":"suryapet"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-suryapet-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}