{"id":959,"title":"Top Places to visit in Vikarabad, Telangana","imageUrl":"6d139fe0-e0ac-4492-92d4-eb6a3e34d0da_Vikarabad-railway.jpg","dateCreated":"2019-11-07T02:51:47.07Z","dateModified":"2019-11-07T02:52:12.758Z","contributedBy":"AskGif","content":"<p>Vikarabad is a town and mandal in Vikarabad district of the Indian state of Telangana. It is located in Vikarabad mandal of Vikarabad revenue division. Vikarabad is famous for higher education institutes such as Sri Anantha Padmanabha College and Osmania University College Vikarabad for Self Finanace.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Vikarabad was founded and is named after the fifth Paigah Amir (Premier noble) H.E. Nawab Sir Vikar-ul-Umrah Bahadur, Sikander Jung, Iqbal-ud-Daula and Iqtadar-ul-Mulk, Nawab Muhammed Fazaluddin Khan KCIE served as prime minister of Hyderabad State and Berar Province between 1893 and 1901.</p>\r\n<p>&nbsp;</p>\r\n<p>Nawab Sir Vicar-ul-Umrah was the younger son of Nawab Rasheeduddin Khan Bahadur, Shams ul Umra, Amir e Kabir I&Igrave;I, Amir e Paigah IV and Co-Regent of Hyderabad. He built three beautiful Palaces and Mansions in Vikarabad, like The Vikar Manzil Palace (which presently houses the deputy collector/RDO Office and still belongs to the Paigah family heirs) , Sultan Manzil Palace named after his eldest son and Heir, H.E. Nawab Sultan ul Mulk Bahadur the last full Amir of Vicar ul Umrahi Paigah and the vicar Shikargah which he later presented as nazar or offering to his brother in law and nephew, H.H.Nawab Mir Mahboob Ali Khan, the VIth Nizam of Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Sir Vikar's Jagir Vikarabad, Dharur and Ananthagiri hills where know to be mini Hill station of the Deccan. He died in 1902 and is buried at the Paigah Tombs at Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Vikarabad had a population of 53,185. Males constitute 26,422 of the population and females 26,763. Vikarabad has an average literacy rate of 64%, higher than the national average of 59.5%: male literacy is 72%, and female literacy is 57%. In Vikarabad, 13% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>Vikarabad Municipality is the urban local body that oversees the civic needs of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>View of Ananthagiri forest, in the vikarabad district of Telangana, India.</p>\r\n<p>Ananthagiri Temple in the village of Ananthagiri, 6 km far from Vikarabad Mandal.</p>\r\n<p>Ananthagiri Hills, a forest region which is home to the Anantha Padmanabha Swamy temple. and the source of the Musi River. Telangana&rsquo;s second largest tuberculosis hospital is located in the Ananthagiri hills.</p>\r\n<p>Transport</p>\r\n<p>Vikarabad is located on the Vikarabad&ndash;Parli section of Secunderabad railway division of South Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district will have two revenue divisions of Tandur and Vikarabad. It is sub-divided into 18 mandals. Ayesha masrath khanam is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vikarabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d139fe0-e0ac-4492-92d4-eb6a3e34d0da_Vikarabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vikarabad-telangana","tags":[{"name":"vikarabad","slug":"vikarabad"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":951,"title":"Top Places to visit in Nizamabad, Telangana","imageUrl":"8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","dateCreated":"2019-11-05T01:42:18.801Z","dateModified":"2019-11-05T01:42:50.175Z","contributedBy":"AskGif","content":"Nizamabad is a city in the Indian state of Telangana. Nizamabad is a major urban agglomeration and third largest city in the state. It is governed by municipal corporation and is the headquarters of the Nizamabad district. Although previously part of Hyderabad State and then Andhra Pradesh state,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8a8fc1fc-ec03-419a-afe2-0bac9075adab_Nizamabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nizamabad","slug":"nizamabad"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-nizamabad-telangana","total":0},{"id":935,"title":"Top Places to visit in Jogulamba Gadwal, Telangana","imageUrl":"9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","dateCreated":"2019-10-28T11:10:48.23Z","dateModified":"2019-10-28T11:11:08.247Z","contributedBy":"AskGif","content":"Jogulamba Gadwal district is a district in the Indian state of Telangana. The administrative headquarters of the district is located at Gadwal.\r\nGadwal is a city and the district Headquarter of Jogulamba Gadwal district in the Indian state of Telangana.It is located 188 km (117 mi) from th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9285f3b9-ec05-488a-a6f2-58d1b64a6b06_Jogulamba-Gadwal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jogulamba-gadwal","slug":"jogulamba-gadwal"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-jogulamba-gadwal-telangana","total":0},{"id":930,"title":"Top Places to visit in Bhadradri Kothagudem, Telangana","imageUrl":"46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","dateCreated":"2019-10-28T04:15:41.677Z","dateModified":"2019-10-28T04:16:03.019Z","contributedBy":"AskGif","content":"Bhadradri Kothagudem district is a district in the eastern region of the Indian state of Telangana. The town of Kothagudem is the district headquarters. It was a part of the Khammam district prior to the re-organisation of districts in the state.\r\n&nbsp;\r\nThe district comprises 24 m","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/46ad8e7c-9387-47ea-b117-d67730c71f84_Bhadradri-Kothagudem-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"bhadradri-kothagudem","slug":"bhadradri-kothagudem"}],"slug":"top-places-to-visit-in-bhadradri-kothagudem-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}