{"id":96,"title":"Top Places to Visit in Amethi , Gauriganj, Uttar Pradesh","imageUrl":"7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","dateCreated":"2018-08-08T07:31:22.927Z","dateModified":"2020-06-06T04:22:02.615Z","contributedBy":"AskGif","content":"<p>Amethi is a town in the Indian state of Uttar Pradesh. It is a major town of the Amethi district, in the Faizabad division. It has been the constituency of the Nehru-Gandhi family since 1980. Amethi has been a Congress stronghold since its formation in 1966. Amethi is also famous for the temple called Hanumangarhi.</p>\r\n<p>In the past, Amethi used to be called Raipur-Amethi. Raipur is the place where the fort of Raja of Amethi. His ancestors used to reside in Raipur-Phulwari, where the old fort is still there. Amethi is also famous for the temple called Hanumangarhi and a mosque both built about hundred years ago. About three kilometres north of Amethi there is a tomb of a famous poet which is in Ram Nagar, Saint Malik Muhammad Jayasi where he died, and the fort was built by Bachghoti Rajas.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amethi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","subContents":[{"SubTitle":"1. Hanumangarhi","SubTitleHindi":null,"SubContent":"<p>Hanumangarhi is a temple of Lord Hanuman in Ayodhya. More than 70 steps lead to the main Hanuman temple which is one of the most popular temples of Lord Hanuman in North India.It is a custom that before visiting lord Ram temple one should first pay a visit to shri lord Hanuman temple.</p>\r\n<p>Summer (March to July) temperatures can range from 35 to 45 degrees Celsius. Winters (November to January) temperatures can range from 6 to 25 degrees Celsius. Rains during monsoon season (July to September).</p>\r\n<p>The hill station of Nainital also has famous temple by the name Hanumangarhi, often visited by local saint, Neem Karoli Baba. Located at an altitude 1,951 m (6,401 ft), the temple complex is about 3.5 km (2 mi) from the Tallital (South End) bus stop. The presiding deity of the temple is Lord Hanuman, the vanara god of the Ramayana, and he is depicted tearing open his chest to reveal Rama and Sita in his heart. Hanuman Garhi also is known for its views of the setting sun.</p>\r\n<p>&nbsp;</p>\r\n<p>Access</p>\r\n<p>The twin cities of Ayodhya and Faizabad are well connected with Lucknow, Varanasi, Gorakhpur and Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Air: The nearest airports are those of Lucknow (135 km) and Varanasi (200 km).</p>\r\n<p>Road: Ayodhya is 6 km (4 mi) from Faizabad. Ayodhya has good road connectivity with Lucknow (135 km), Varanasi (200 km), Allahabad (165 km) and Gorakhpur (175 km).</p>\r\n<p>Rail: A good rail network connects Ayodhya directly with Lucknow (three hours) and Varanasi (four hours).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hanumangarhi</p>","SubContentHindi":null,"ImageUrl":"429479ec-cc60-4adf-a705-20e9efd65759_hanumangarhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Khusro Bagh","SubTitleHindi":null,"SubContent":"<p>Khusrau Bagh is a large walled garden and burial complex located in muhalla Khuldabad close to the Allahabad Junction Station, in Allahabad, India. It is roughly two miles from the Akbar (r. 1556-1605) built Allahabad Fort. Situated over forty acres and shaped as a quadrangle it includes the tombs of Shah Begum (born Manbhawati Bai) (d. 1604), Jahangir's Rajput wife and the daughter of Maharaja Bhagwant Das and Khusrau Mirza's (d. 1622) mother; Khusrau Mirza, Jahangir's eldest son and briefly heir apparent to the Mughal throne; and Nithar Begum (d. 1624), Khusrau Mirza's sister and Jahangir's daughter. It is listed as an Indian Site of National Importance.</p>\r\n<p>The three sandstone mausoleums within this walled garden, present an exquisite example of Mughal architecture The design of its main entrance, the surrounding gardens, and the three-tier tomb of Shah Begum, who died in 1604, has been attributed to Aqa Reza, Jahangir&rsquo;s principal court artist. Shah Begum, originally Man Bai, was the daughter of Raja Bhagwant Das of Amber. Distressed by the discord between her husband Jahangir and son Khusrau, she committed suicide in 1604 by swallowing opium. Her tomb was designed in 1606 by Aqa Reza and is a three-storied terrace plinth without the main mound, inviting comparisons with Fatehpur Sikri by experts. The tomb however has a large chhatri that surmounts the plinth and the arabesque inscriptions that adorn her tomb were carved out by Mir Abdullah Mushkin Qalam, Jahangir's greatest calligrapher.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khusro_Bagh</p>","SubContentHindi":null,"ImageUrl":"5b8673f0-cdc2-49f8-b691-5cb239af7174_khusru-bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Anand Bhavan","SubTitleHindi":null,"SubContent":"<p>The Anand Bhavan is a historic house museum in Allahabad, India focusing on the Nehru Family. It was constructed by Indian political leader Motilal Nehru in the 1930s to serve as the residence of the Nehru family when the original mansion Swaraj Bhavan (previously called Anand Bhavan) was transformed into the local headquarters of the Indian National Congress. Jawahar Planetarium, the planetarium is situated here, which has been striving to inculcate scientific temper among masses through its sky shows on astronomy and science.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand Bhavan was donated to the Indian government in 1970 by the then Prime Minister Indira Gandhi, the granddaughter of Motilal Nehru and daughter of Jawaharlal Nehru.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anand_Bhavan</p>","SubContentHindi":null,"ImageUrl":"f14bac28-25ac-403a-9ee7-c037084f37f7_anand-bhavan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Triveni Sangam","SubTitleHindi":null,"SubContent":"<p>In Hindu tradition, Triveni Sangam is the \"confluence\" of three rivers. Sangama is the Sanskrit word for confluence. The point of confluence is a sacred place for Hindus. A bath here is said to flush away all of one's sins and free one from the cycle of rebirth.</p>\r\n<p>One such Triveni Sangam, in Allahabad, has the confluence of two rivers &mdash; the Ganges and the Yamuna (and the imaginary Saraswati River). The two rivers maintain their visible identity and can be identified by their different colours. The water of the Ganges is clear, while that of the Yamuna is greenish in colour.</p>\r\n<p>&nbsp;</p>\r\n<p>A place of religious importance and the site for historic Kumbh Mela held every 12 years, over the years it has also been the site of immersion of ashes of several national leaders, including Mahatma Gandhi in 1948.</p>\r\n<p>&nbsp;</p>\r\n<p>This description of the confluence of the Ganga and Yamuna seems to be referred to in one of the latest sections of the Rigveda, which says,\"Those who bathe at the place where the two rivers flow together, rise up to heaven\"[citation needed]. According to the Puranas, there is also a third river called the Saraswati.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Triveni_Sangam</p>","SubContentHindi":null,"ImageUrl":"b22c3ea8-d52d-476e-ae59-e997132a4b78_triveni-sangam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Swaraj Bhavan","SubTitleHindi":null,"SubContent":"<p>Swaraj Bhavan (formerly Anand Bhavan, meaning Adobe of Bliss) is a large mansion located in Allahabad, India. It was owned by Indian political leader Motilal Nehru in the 19th century, it has served as the ancestral home of the Nehru Family&mdash; future Prime Minister of India Indira Gandhi was born there. The First Prime Minister of India Jawaharlal Nehru was however not born in Anand Bhawan.</p>\r\n<p>&nbsp;</p>\r\n<p>It is managed by the 'Jawaharlal Nehru Memorial Fund', Delhi[citation needed] and functions as a museum open to the public. It has 42 rooms and a number of memorabilia including a charkha used by Mahatma Gandhi, photographs of the Indian freedom movement, personal belongings of the Nehru family and an underground room that is said to have been used occasionally for meetings.</p>\r\n<p>The building at 1 Church road that is today called Swaraj Bhavan was originally called Mahmud Manzil. It was built in 1871 for Syed Ahmad Khan, the 19th-century Indian Muslim leader and educationist, at the behest of the then Lieutenant Governor of the NWP (North West provinces) William Muir. The latter often took the advice of Syed Ahmad Khan in administrative matters which necessitated Khan's presence in Allahabad. However, since Khan lived in Aligarh, he did not have a place to stay in Allahabad for prolonged visits. Muir suggested that Khan maintain a house in Allahabad too, where he could stay during such official visits. A site consisting of 20 acres of land owned by a person called Shaikh Fayyaz Ali was selected for this purpose. It was located just 10 minutes drive from the Government House and Ali had received the land here as compensation for the losses incurred by him during the 1857 mutiny. Work to build a large house here commenced around 1868 and the house was completed in 1871. It was originally called \"Mahmud Manzil\" after Syed Ahmad Khan's son's name. It was later occupied by Syed Mahmud, who lived here as a tenant when he became the Justice of the Allahabad High Court. Fayyaz Ali continued to live on the estate till his death in 1873 in a bungalow called Bungalow Fatehpur Bishwa that he had made here. However, the connection between Sir Muir, Syed Ahmad Khan and Mahmud Manzil are unverified as different sources yield different results.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Swaraj_Bhavan</p>","SubContentHindi":null,"ImageUrl":"d6a0b59c-f244-4c4d-bc3f-d9e728345d90_Swaraj-Bhawan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Allahabad Museum","SubTitleHindi":null,"SubContent":"<p>&nbsp;</p>\r\n<p>A museum was originally set up in Allahabad in 1863 by North-West Province Governor General Sir William Muir, before being shut down for unspecified reasons in 1881. After the initiative to reopen the museum was taken by Jawaharlal Nehru, the then President of the Allahabad Municipal Board, stalwarts like Madan Mohan Malviya and the then leading newspaper The Pioneer, the museum was eventually opened in the Municipal Board building in 1931. Due to space constraint, the museum was shifted to the present building at the Alfred Park. The foundation stone of the present museum building was laid on 14 December 1947 by Jawaharlal Nehru and the museum was opened to the public in 1954. In 1985 it was declared an Institution of National Importance.</p>\r\n<p>&nbsp;</p>\r\n<p>The Allahabad Museum is a national-level museum in Allahabad, Uttar Pradesh. Established in 1931, it is known for its rich collection and unique objects of art, and is funded by Ministry of Culture. Moreover, it is a premier research centre for archaeologists, historians and academicians and carries out extensive research activities and publications in archaeology, art and literature. Its rock art gallery has the largest collection of prehistoric paintings displayed in India dating from 14,000 B.C to 2000 B.C. The museum, using solar power system, has become the first museum in the country to become self-reliant in power generation.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Allahabad_Museum</p>","SubContentHindi":null,"ImageUrl":"7e41c043-8166-4625-aaa0-5677be1d5abc_Allahabad-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Jawahar Planetarium","SubTitleHindi":null,"SubContent":"<p>The Jawahar Planetarium is located in the city of Allahabad in Uttar Pradesh, India. It was built in 1979 and is situated beside Anand Bhavan the former residence of the Nehru-Gandhi family and now a museum. It is managed by the 'Jawaharlal Nehru Memorial Fund' (estb. 1964), which has its headquarters at Teen Murti House, New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Each year, the prestigious 'Jawaharlal Nehru Memorial Lecture' is also held at the planetarium, organised under the auspices of Jawaharlal Nehru Memorial Fund on the birth anniversary of India's first prime minister, November 14.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jawahar_Planetarium</p>","SubContentHindi":null,"ImageUrl":"2183abd8-c554-4861-880d-ee9940089ebc_jawahar-planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. All Saints Cathedral","SubTitleHindi":null,"SubContent":"<p>All Saints' Cathedral, also known as Patthar Girja (Church of Stones) is an Anglican cathedral located in Allahabad, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Modeled after 13th-century Gothic style churches, it is among the Gothic Revival buildings built by the British during their rule in India. British architect Sir William Emerson, who also designed the Victoria Memorial, Kolkata, designed the cathedral in 1871. It was consecrated in 1887 and was completed four years later. The church celebrates its anniversary on All Saints' Day (1 November) and is part of the Church of North India. The cathedral is at the centre of a large open space at the crossing of two of the principal roads of Allahabad, MG Marg and SN Marg.</p>\r\n<p>&nbsp;</p>\r\n<p>According to The Building News, 25 November 1887, the cathedral was commenced some 15 years previously, and was at first intended for the cathedral of the North-Western Provinces and to have an open verandah and ambulatory all round. It was, however, afterwards decided that the cathedral of the North-Western Provinces should be at Lahore instead, though it is now thought probable that this will eventually form the cathedral church of a new diocese. Following the extension of the railway network, Allahabad has grown to the extent that it has been found necessary to provide for the addition to the transept and choir of a nave accommodating a much larger congregation that was originally expected[4] The general simplicity of detail was necessitated by the class of workmen obtainable in this part of India at the time of construction. The work was carried out in a cream-coloured stone with fine red sandstone dressings, and the roof is covered with red local tiles.</p>\r\n<p>source: https://en.wikipedia.org/wiki/All_Saints_Cathedral,_Allahabad</p>","SubContentHindi":null,"ImageUrl":"04400711-edcb-4203-88a8-5000ee204dd4_all_saint.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Amethi is connected to the major cities in Uttar Pradesh and North-Eastern India via Indian Railways and roads. Amethi railway station has direct trains connecting with major cities like Jammu, Amritsar, Delhi, Lucknow, Kanpur, Dehradun, Haridwar, Jaipur, Allahabad, Varanasi, Kolkata, Puri, Bhopal, Mumbai, and Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>A number of Uttar Pradesh State Road Transport Corporation buses play from Amethi.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amethi</p>","SubContentHindi":null,"ImageUrl":"164be15e-f1d7-4e5f-b281-72fc86bd0d2c_Amethi-Bus-Stop.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-amethi-gauriganj-uttar-pradesh","tags":[{"name":"gauriganj","slug":"gauriganj"},{"name":"congress","slug":"congress"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"amethi","slug":"amethi"}],"recommendations":[{"id":168,"title":"Top Places to visit in Lalitpur, Uttar Pradesh","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"Lalitpur is a city and a municipal board in Lalitpur District, India in the Indian state of Uttar Pradesh. It is also district headquarters of Lalitpur district. The city is part of Bundelkhand region.\r\n&nbsp;\r\nEducation\r\nThe city has several schools and colleges. One of the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lalitpur","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":125,"title":"Top Places to Visit in Deoria, Uttar Pradesh","imageUrl":"3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","dateCreated":"2018-08-29T13:40:56.61Z","dateModified":"2018-08-29T14:16:41.97Z","contributedBy":"AskGif","content":"Deoria is a city in the state of Uttar Pradesh, India. It is one of five tehsils of the Deoria district. Deoria is located 50 km to the southeast of Gorakhpur and about 310 km from the state capital Lucknow.\r\nDeoria district is one of the districts of Uttar Pradesh state of India, and Deor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"deoria","slug":"deoria"}],"slug":"top-places-to-visit-in-deoria-uttar-pradesh","total":0},{"id":119,"title":"Top Places to Visit in Bijnor, Uttar Pradesh","imageUrl":"f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","dateCreated":"2018-08-23T14:52:27.036Z","dateModified":"2018-08-23T15:44:51.825Z","contributedBy":"AskGif","content":"Bijnor is a city and a municipal board in Bijnor district in the state of Uttar Pradesh, India. To boost its development, there is demand for the inclusion of Bijnor in the Delhi NCR. Another demand is to transfer this district into Uttarakhand as it is the Gateway to Uttarakhand.&nbsp;\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bijnor","slug":"bijnor"}],"slug":"top-places-to-visit-in-bijnor-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}