{"id":96,"title":"अमेठी में देखने के लिए शीर्ष स्थान, गौरीगंज, उत्तर प्रदेश","imageUrl":"7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","dateCreated":"2018-08-08T07:31:22.927Z","dateModified":"2020-06-06T04:22:02.615Z","contributedBy":"AskGif","content":"<p>अमेठी भारतीय उत्तर प्रदेश राज्य में एक शहर है। यह फैजाबाद डिवीजन में अमेठी जिले का एक बड़ा शहर है। यह 1980 से नेहरू-गांधी परिवार का निर्वाचन क्षेत्र रहा है। अमेठी 1966 में इसके गठन के बाद से कांग्रेस गढ़ रहा है। अमेठी हनुमानगढ़ी नामक मंदिर के लिए भी प्रसिद्ध है।</p>\r\n<p>अतीत में, अमेठी को रायपुर-अमेठी कहा जाता था। रायपुर वह स्थान है जहां अमेठी के राजा का किला है। उनके पूर्वजों रायपुर-फूलवारी में रहते थे, जहां पुराना किला अभी भी वहां है। अमेठी हनुमानगढ़ी मंदिर और लगभग एक साल पहले निर्मित एक मस्जिद मंदिर के लिए भी प्रसिद्ध है। अमेठी के उत्तर में लगभग तीन किलोमीटर उत्तर में प्रसिद्ध कवि की एक मकबरा है जो राम नगर में है, संत मलिक मुहम्मद जयसी जहां उनकी मृत्यु हो गई थी, और किला बछोटी राजाओं द्वारा बनाया गया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Amethi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","subContents":[{"SubTitle":"1. हनुमानगढ़ी","SubTitleHindi":null,"SubContent":"<p>हनुमानगढ़ अयोध्या में भगवान हनुमान का एक मंदिर है। 70 से अधिक कदम मुख्य हनुमान मंदिर की ओर ले जाते हैं जो उत्तर भारत में भगवान हनुमान के सबसे लोकप्रिय मंदिरों में से एक है। यह एक परंपरा है कि भगवान राम मंदिर जाने से पहले किसी को पहले श्री भगवान हनुमान मंदिर की यात्रा का भुगतान करना चाहिए।</p>\r\n<p>गर्मी (मार्च से जुलाई) तापमान 35 से 45 डिग्री सेल्सियस तक हो सकता है। विंटर (नवंबर से जनवरी) तापमान 6 से 25 डिग्री सेल्सियस तक हो सकता है। मानसून के मौसम (जुलाई से सितंबर) के दौरान बारिश।</p>\r\n<p>नैनीताल के पहाड़ी स्टेशन में हनुमानगढ़ी नाम से प्रसिद्ध मंदिर भी है, जो अक्सर स्थानीय संत, नीम करोली बाबा द्वारा दौरा किया जाता है। 1,951 मीटर (6,401 फीट) की ऊंचाई पर स्थित, मंदिर परिसर तालिताल (साउथ एंड) बस स्टॉप से ​​3.5 किमी (2 मील) दूर है। मंदिर के अध्यक्ष देवता रामायण के वानारा देवता भगवान हनुमान हैं, और उन्हें राम और सीता को उनके दिल में प्रकट करने के लिए अपनी छाती खोलने के लिए फाड़ दिया गया है। हनुमान गढ़ी भी सेटिंग सूरज के अपने विचारों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहुंच</p>\r\n<p>अयोध्या और फैजाबाद के जुड़वां शहर लखनऊ, वाराणसी, गोरखपुर और इलाहाबाद से अच्छी तरह से जुड़े हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु: निकटतम हवाई अड्डे लखनऊ (135 किमी) और वाराणसी (200 किमी) के हैं।</p>\r\n<p>सड़क: फैजाबाद से अयोध्या 6 किमी (4 मील) है। अयोध्या में लखनऊ (135 किमी), वाराणसी (200 किमी), इलाहाबाद (165 किमी) और गोरखपुर (175 किमी) के साथ अच्छी सड़क कनेक्टिविटी है।</p>\r\n<p>रेल: एक अच्छा रेल नेटवर्क अयोध्या को सीधे लखनऊ (तीन घंटे) और वाराणसी (चार घंटे) से जोड़ता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Hanumangarhi</p>","SubContentHindi":null,"ImageUrl":"429479ec-cc60-4adf-a705-20e9efd65759_hanumangarhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. खुसरो बाग","SubTitleHindi":null,"SubContent":"<p>खुसरो बाग भारत के इलाहाबाद में इलाहाबाद जंक्शन स्टेशन के नजदीक मुहल्ला खुलादाबाद में स्थित एक बड़ा दीवार वाला बगीचा और दफन परिसर है। यह अकबर (आर। 1556-1605) से लगभग दो मील दूर इलाहाबाद किला बनाया गया है। चालीस एकड़ से अधिक और चतुर्भुज के रूप में आकार में शाह बेगम (जन्मा मनभावती बाई) (डी 1604), जहांगीर की राजपूत पत्नी और महाराजा भगवंत दास और खुसरो मिर्जा की बेटी (1622) मां की कब्र शामिल हैं; खुसरो मिर्जा, जहांगीर के सबसे बड़े बेटे और संक्षेप में मुगल सिंहासन के लिए वारिस; और नितर बेगम (डी। 1624), खुसरो मिर्जा की बहन और जहांगीर की बेटी। इसे राष्ट्रीय महत्व की एक भारतीय साइट के रूप में सूचीबद्ध किया गया है।</p>\r\n<p>इस दीवार वाले बगीचे के भीतर तीन बलुआ पत्थर के मकबरे, मुगल वास्तुकला का एक उत्कृष्ट उदाहरण प्रस्तुत करते हैं, इसके मुख्य प्रवेश द्वार, आसपास के बगीचों, और 1604 में मृत्यु हो गई शाह बेगम की तीन-स्तरीय मकबरे का डिजाइन, अकाया रेजा, जहांगीर के लिए जिम्मेदार ठहराया गया है। मुख्य अदालत कलाकार। शाह बेगम, मूल रूप से मैन बाई, एम्बर के राजा भगवंत दास की बेटी थीं। अपने पति जहांगीर और बेटे खुसरो के बीच विवाद से परेशान, उन्होंने अफीम को निगलकर 1604 में आत्महत्या की। उनकी मकबरा को 1606 में एका रेजा द्वारा डिजाइन किया गया था और विशेषज्ञों द्वारा फतेहपुर सीकरी के साथ तुलना आमंत्रित करते हुए मुख्य माउंड के बिना तीन मंजिला छत प्लिंथ है। मकबरे में हालांकि एक बड़ी छत्री है जो प्लिंथ को बढ़ाती है और अरबी अब्दुल्ला मुशकिन कलाम, जहांगीर के सबसे महान कॉलिग्राफर द्वारा बनाई गई अरबी शिलालेखों का निर्माण किया जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Khusro_Bagh</p>","SubContentHindi":null,"ImageUrl":"5b8673f0-cdc2-49f8-b691-5cb239af7174_khusru-bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. आनंद भवन","SubTitleHindi":null,"SubContent":"<p>आनंद भवन इलाहाबाद में एक ऐतिहासिक घर संग्रहालय है, भारत नेहरू परिवार पर ध्यान केंद्रित किया। 1930 के दशक में भारतीय राजनीतिक नेता मोतीलाल नेहरू ने नेहरू परिवार के निवास के रूप में सेवा के लिए इसका निर्माण किया था जब मूल हवेली स्वराज भवन (जिसे पहले आनंद भवन कहा जाता था) भारतीय राष्ट्रीय कांग्रेस के स्थानीय मुख्यालय में बदल दिया गया था। जवाहर प्लेनेटरीयम, तारामंडल यहां स्थित है, जो खगोल विज्ञान और विज्ञान पर अपने आकाश के माध्यम से लोगों के बीच वैज्ञानिक गुस्सा पैदा करने का प्रयास कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद भवन को तत्कालीन प्रधान मंत्री इंदिरा गांधी, मोतीलाल नेहरू की पोती और जवाहरलाल नेहरू की बेटी द्वारा 1970 में भारत सरकार को दान दिया गया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Anand_Bhavan</p>","SubContentHindi":null,"ImageUrl":"f14bac28-25ac-403a-9ee7-c037084f37f7_anand-bhavan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. त्रिवेणी संगम","SubTitleHindi":null,"SubContent":"<p>हिंदू परंपरा में, त्रिवेणी संगम तीन नदियों का \"संगम\" है। संगमा संगम के लिए संस्कृत शब्द है। संग्राम का मुद्दा हिंदुओं के लिए एक पवित्र स्थान है। यहां एक स्नान को अपने सभी पापों को दूर करने और पुनर्जन्म के चक्र से मुक्त करने के लिए कहा जाता है।</p>\r\n<p>इलाहाबाद में ऐसे एक त्रिवेणी संगम में दो नदियों का संगम है - गंगा और यमुना (और काल्पनिक सरस्वती नदी)। दोनों नदियां अपनी दृश्य पहचान बनाए रखती हैं और उन्हें अपने विभिन्न रंगों से पहचाना जा सकता है। गंगा का पानी स्पष्ट है, जबकि यमुना का रंग रंग में हरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक महत्व और ऐतिहासिक&nbsp;कुंभ मेला के लिए साइट हर 12 वर्षों में आयोजित की गई, सालों से यह 1948 में महात्मा गांधी समेत कई राष्ट्रीय नेताओं की राख की विसर्जन की साइट भी रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंगा और यमुना के संगम के इस वर्णन को ऋग्वेद के नवीनतम खंडों में से एक में संदर्भित किया गया है, जो कहता है, \"जो लोग नदियों को एक साथ बहते हैं, वे स्वर्ग तक उठते हैं\" [उद्धरण वांछित ]। पुराणों के अनुसार, सरस्वती नामक तीसरी नदी भी है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Triveni_Sangam</p>","SubContentHindi":null,"ImageUrl":"b22c3ea8-d52d-476e-ae59-e997132a4b78_triveni-sangam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. स्वराज भवन","SubTitleHindi":null,"SubContent":"<p>स्वराज भवन (पूर्व में आनंद भवन, जिसका अर्थ है एडोब ऑफ ब्लिज़) भारत के इलाहाबाद में स्थित एक बड़ा हवेली है। 1 9वीं शताब्दी में भारतीय राजनीतिक नेता मोतीलाल नेहरू के स्वामित्व में इसका स्वामित्व था, नेहरू परिवार के पूर्वजों के रूप में कार्य किया है- भारत के भविष्य के प्रधान मंत्री इंदिरा गांधी वहां पैदा हुए थे। भारत के पहले प्रधान मंत्री जवाहरलाल नेहरू आनंद भवन में पैदा नहीं हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>इसका प्रबंधन 'जवाहर लाल नेहरू मेमोरियल फंड', दिल्ली [उद्धरण वांछित] द्वारा किया जाता है और जनता के लिए एक संग्रहालय के रूप में कार्य करता है। इसमें 42 कमरे और महात्मा गांधी द्वारा उपयोग किए गए चरखा, भारतीय स्वतंत्रता आंदोलन की तस्वीरें, नेहरू परिवार के निजी सामान और भूमिगत कमरे सहित कई यादगार हैं, जिन्हें कभी-कभी बैठकों के लिए इस्तेमाल किया जाता है।</p>\r\n<p>1 चर्च रोड पर इमारत जिसे आज स्वर भवन कहा जाता है, मूल रूप से महमूद मंजिल कहा जाता था। यह 1871 में एनडब्ल्यूपी (उत्तर पश्चिम प्रांत) विलियम मुइर के तत्कालीन लेफ्टिनेंट गवर्नर के आदेश पर 1 9वीं शताब्दी के भारतीय मुस्लिम नेता और शिक्षाविद सैयद अहमद खान के लिए बनाया गया था। उत्तरार्द्ध ने अक्सर प्रशासनिक मामलों में सैयद अहमद खान की सलाह ली, जिसे इलाहाबाद में खान की उपस्थिति की आवश्यकता थी। हालांकि, चूंकि खान अलीगढ़ में रहता था, उसके पास लंबी यात्राओं के लिए इलाहाबाद में रहने की जगह नहीं थी। मुइर ने सुझाव दिया कि खान इलाहाबाद में भी एक घर बनाए रखे, जहां वह ऐसी आधिकारिक यात्राओं के दौरान रह सकता था। इस उद्देश्य के लिए शेख फैयाज अली नामक व्यक्ति द्वारा स्वामित्व वाली 20 एकड़ भूमि वाली एक साइट का चयन किया गया था। यह सरकारी सदन से केवल 10 मिनट की ड्राइव पर स्थित था और अली को 1857 के विद्रोह के दौरान उनके द्वारा किए गए नुकसान के मुआवजे के रूप में जमीन मिली थी। यहां एक बड़ा घर बनाने का काम 1868 के आसपास शुरू हुआ और यह घर 1871 में पूरा हो गया। इसे मूल रूप से सैयद अहमद खान के बेटे के नाम के बाद \"महमूद मंजिल\" कहा जाता था। बाद में इसे सैयद महमूद ने कब्जा कर लिया, जो यहां एक किरायेदार के रूप में रहते थे जब वह इलाहाबाद उच्च न्यायालय का न्याय बन गया। 1873 में बंगला फतेहपुर बिश्वा नामक एक बंगले में फैयाज अली ने अपनी मृत्यु तक संपत्ति पर रहना जारी रखा था, जिसे उन्होंने यहां बनाया था। हालांकि, सर मुइर, सैयद अहमद खान और महमूद मंजिल के बीच संबंध असत्यापित हैं क्योंकि अलग-अलग स्रोत अलग-अलग परिणाम देते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Swaraj_Bhavan</p>","SubContentHindi":null,"ImageUrl":"d6a0b59c-f244-4c4d-bc3f-d9e728345d90_Swaraj-Bhawan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. इलाहाबाद संग्रहालय","SubTitleHindi":null,"SubContent":"<p>1881 में उत्तर-पश्चिम प्रांत के गवर्नर जनरल सर विलियम मुइर द्वारा 1863 में इलाहाबाद में मूल रूप से एक संग्रहालय स्थापित किया गया था, जो 1881 में अनिर्दिष्ट कारणों से बंद होने से पहले संग्रहालय को फिर से खोलने की पहल के बाद इलाहाबाद के तत्कालीन राष्ट्रपति जवाहरलाल नेहरू ने लिया था। म्यूनिसिपल बोर्ड, मदन मोहन मालवीय और तत्कालीन प्रमुख समाचार पत्र द पायनियर जैसे साम्राज्य, संग्रहालय को अंततः 1 9 31 में नगर बोर्ड भवन में खोला गया था। अंतरिक्ष की बाधा के कारण, संग्रहालय को अल्फ्रेड पार्क में वर्तमान इमारत में स्थानांतरित कर दिया गया था। वर्तमान संग्रहालय भवन का आधारशिला 14 दिसंबर 1 9 47 को जवाहरलाल नेहरू ने रखा था और 1 9 54 में संग्रहालय जनता के लिए खोला गया था। 1 9 85 में इसे राष्ट्रीय महत्व का संस्थान घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इलाहाबाद संग्रहालय इलाहाबाद, उत्तर प्रदेश में एक राष्ट्रीय स्तर का संग्रहालय है। 1 9 31 में स्थापित, यह अपने समृद्ध संग्रह और कला की अनूठी वस्तुओं के लिए जाना जाता है, और इसे संस्कृति मंत्रालय द्वारा वित्त पोषित किया जाता है। इसके अलावा, यह पुरातत्वविदों, इतिहासकारों और शिक्षाविदों के लिए एक प्रमुख शोध केंद्र है और पुरातात्विक, कला और साहित्य में व्यापक शोध गतिविधियों और प्रकाशनों का पालन करता है। इसकी रॉक आर्ट गैलरी में 14,000 बीसी से 2000 बीसी तक भारत में प्रदर्शित प्रागैतिहासिक चित्रों का सबसे बड़ा संग्रह है। सौर ऊर्जा प्रणाली का उपयोग कर संग्रहालय, बिजली उत्पादन में आत्मनिर्भर बनने के लिए देश में पहला संग्रहालय बन गया है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Allahabad_Museum</p>","SubContentHindi":null,"ImageUrl":"7e41c043-8166-4625-aaa0-5677be1d5abc_Allahabad-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. जवाहर प्लेनेटरीयम","SubTitleHindi":null,"SubContent":"<p>जवाहर प्लेनेटरीम भारत के उत्तर प्रदेश के इलाहाबाद शहर में स्थित है। यह 1 9 7 9 में बनाया गया था और नेहरू-गांधी परिवार के पूर्व निवास आनंद भवन के पास स्थित है और अब एक संग्रहालय है। इसका प्रबंधन 'जवाहरलाल नेहरू मेमोरियल फंड' (स्था। 1 9 64) द्वारा किया जाता है, जिसका मुख्यालय टीन मूर्ति हाउस, नई दिल्ली में है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रत्येक वर्ष, प्रतिष्ठित 'जवाहरलाल नेहरू मेमोरियल लेक्चर' भी 14 नवंबर को भारत के पहले प्रधान मंत्री की जयंती पर जवाहरलाल नेहरू मेमोरियल फंड के तहत आयोजित तारामंडल में आयोजित किया जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jawahar_Planetarium</p>","SubContentHindi":null,"ImageUrl":"2183abd8-c554-4861-880d-ee9940089ebc_jawahar-planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. सभी संतों कैथेड्रल","SubTitleHindi":null,"SubContent":"<p>सभी संतों 'कैथेड्रल, जिसे पत्थर गिरजा (पत्थर का चर्च) भी कहा जाता है, भारत के इलाहाबाद में स्थित एक एंग्लिकन कैथेड्रल है।</p>\r\n<p>&nbsp;</p>\r\n<p>13 वीं शताब्दी के गोथिक स्टाइल चर्चों के बाद मॉडलिंग किया गया, यह भारत में उनके शासन के दौरान अंग्रेजों द्वारा निर्मित गोथिक रिवाइवल इमारतों में से एक है। ब्रिटिश वास्तुकार सर विलियम एमर्सन, जिन्होंने 1871 में कैथेड्रल डिजाइन किया, विक्टोरिया मेमोरियल डिजाइन किया। इसे 1887 में पवित्र किया गया और चार साल बाद पूरा हो गया। चर्च सभी संतों दिवस (1 नवंबर) पर अपनी सालगिरह मनाता है और यह उत्तर भारत के चर्च का हिस्सा है। कैथेड्रल इलाहाबाद, एमजी मार्ग और एसएन मार्ग की दो प्रमुख सड़कों के पार होने पर एक बड़ी खुली जगह के केंद्र में है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिल्डिंग न्यूज के अनुसार, 25 नवंबर 1887, कैथेड्रल कुछ 15 साल पहले शुरू हुआ था, और पहले उत्तर-पश्चिमी प्रांतों के कैथेड्रल के लिए था और पूरे दौर में एक खुली बरामदा और अस्पताल था। हालांकि, बाद में यह निर्णय लिया गया कि उत्तर-पश्चिमी प्रांतों का कैथेड्रल लाहौर में होना चाहिए, हालांकि अब यह संभव है कि यह अंततः एक नए बिशप के कैथेड्रल चर्च का निर्माण करेगा। रेलवे नेटवर्क के विस्तार के बाद, इलाहाबाद इस हद तक बढ़ गया है कि मूल रूप से अपेक्षा की जाने वाली एक बड़ी बड़ी कलीसिया को समायोजित करने वाले गुफा के ट्रांसेप्ट और गाना बजानेवालों को जोड़ने के लिए यह आवश्यक पाया गया है [4] विस्तार की सामान्य सादगी निर्माण के समय भारत के इस हिस्से में उपलब्ध श्रमिकों की कक्षा द्वारा जरूरी था। यह काम क्रीम-रंगीन पत्थर में ठीक लाल बलुआ पत्थर के कपड़े के साथ किया गया था, और छत लाल स्थानीय टाइल्स से ढकी हुई है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/All_Saints_Cathedral,_Allahabad</p>","SubContentHindi":null,"ImageUrl":"04400711-edcb-4203-88a8-5000ee204dd4_all_saint.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>अमेठी उत्तर प्रदेश और उत्तर-पूर्वी भारत के प्रमुख शहरों से भारतीय रेलवे और सड़कों के माध्यम से जुड़ा हुआ है। अमेठी रेलवे स्टेशन में जम्मू, अमृतसर, दिल्ली, लखनऊ, कानपुर, देहरादून, हरिद्वार, जयपुर, इलाहाबाद, वाराणसी, कोलकाता, पुरी, भोपाल, मुंबई और बैंगलोर जैसे प्रमुख शहरों से जोड़ने वाली सीधी ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अमेठी से कई उत्तर प्रदेश राज्य सड़क परिवहन निगम बसें खेलती हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Amethi</p>","SubContentHindi":null,"ImageUrl":"164be15e-f1d7-4e5f-b281-72fc86bd0d2c_Amethi-Bus-Stop.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-amethi-gauriganj-uttar-pradesh","tags":[{"name":"गौरीगंज","slug":"gauriganj"},{"name":"कांग्रेस","slug":"congress"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अमेठी","slug":"amethi"}],"recommendations":[{"id":168,"title":"ललितपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"ललितपुर भारतीय राज्य उत्तर प्रदेश के ललितपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह ललितपुर जिले का जिला मुख्यालय भी है। शहर बुंदेलखंड क्षेत्र का हिस्सा है।\r\n&nbsp;\r\nशिक्षा\r\nशहर में कई स्कूल और कॉलेज हैं। प्रसिद्ध स्कूल आईएससी में से एक, आईसीएसई संबद्ध सेंट डोमिनिक सेवि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ललितपुर","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":125,"title":"देवरिया में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","dateCreated":"2018-08-29T13:40:56.61Z","dateModified":"2018-08-29T14:16:41.97Z","contributedBy":"AskGif","content":"देवरिया उत्तर प्रदेश, भारत राज्य में एक शहर है। यह देवरिया जिले के पांच तहसीलों में से एक है। देवरिया गोरखपुर के दक्षिणपूर्व में 50 किमी और राज्य की राजधानी लखनऊ से करीब 310 किमी दूर स्थित है।\r\nदेवरिया जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और देवरिया शहर जिला मुख्यालय है। देवरिया ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"देवरिया","slug":"deoria"}],"slug":"top-places-to-visit-in-deoria-uttar-pradesh","total":0},{"id":119,"title":"बिजनौर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","dateCreated":"2018-08-23T14:52:27.036Z","dateModified":"2018-08-23T15:44:51.825Z","contributedBy":"AskGif","content":"बिजनौर, उत्तर प्रदेश राज्य के बिजनौर जिले में एक शहर और एक नगरपालिका बोर्ड है। इसके विकास को बढ़ावा देने के लिए, दिल्ली एनसीआर में बिजनौर को शामिल करने की मांग है। एक और मांग इस जिले को उत्तराखंड में स्थानांतरित करना है क्योंकि यह उत्तराखंड का गेटवे है।\r\n&nbsp;\r\n2011 की जनगणना के अन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बिजनौर","slug":"bijnor"}],"slug":"top-places-to-visit-in-bijnor-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}