{"id":962,"title":"वारंगल अर्बन में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","dateCreated":"2019-11-07T14:35:45.225Z","dateModified":"2019-11-07T15:27:22.299Z","contributedBy":"AskGif","content":"<p>वारंगल शहरी जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित है। जिला मुख्यालय हनमकोंडा में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>हजार स्तंभ मंदिर तालाब</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल किला खंडहर</p>\r\n<p>फरवरी 2013 में वारंगल को यूनेस्को द्वारा विश्व विरासत शहर का दर्जा दिया गया था। कुछ पर्यटक आकर्षणों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल का किला</p>\r\n<p>हजार स्तंभ मंदिर</p>\r\n<p>पद्माक्षी मंदिर</p>\r\n<p>भद्रकाली मंदिर</p>\r\n<p>रुद्रमा देवी, कालोजी नारायण राव, कोथपल्ली जयशंकर, नेरेला वेणुमाधव, और पी। वी। नरसिम्हा राव की कुछ उल्लेखनीय हस्तियां शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>हैदराबाद के बीच राष्ट्रीय राजमार्ग 163 (भारत) - छत्तीसगढ़ के भोपालपटनम, राष्ट्रीय राजमार्ग 563 (भारत) के बीच से गुजरता हुआ खटमल जिले से गुजरता है। वारंगल में दो रेलवे स्टेशन काजीपेट रेलवे स्टेशन और वारंगल रेलवे स्टेशन हैं, जो दक्षिण और उत्तर भारत को जोड़ता है। जिले में ममनूर में एक छोटा हवाई अड्डा है, जो एटीआर 42 जैसे छोटे विमानों को समायोजित कर सकता है। इस हवाई अड्डे का उपयोग वर्तमान में पुलिस द्वारा ग्लाइडिंग सॉर्ट्स, स्कीट शूटिंग और एयरो-मॉडलिंग के लिए किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जिले के स्कूल शिक्षा विभाग द्वारा नियंत्रित एक जिला शिक्षा अधिकारी के प्रशासन में हैं। काशीनाथ वर्तमान मध्यवर्ती शिक्षा अधिकारी हैं, जो तेलंगाना बोर्ड ऑफ इंटरमीडिएट एजुकेशन के लिए जिले के जूनियर कॉलेजों की देखरेख करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ प्रमुख शैक्षणिक संस्थानों में शामिल हैं, राष्ट्रीय प्रौद्योगिकी संस्थान, काकतीय मेडिकल कॉलेज, काकतीय विश्वविद्यालय, कलोजी नारायण राव स्वास्थ्य विज्ञान विश्वविद्यालय विश्वविद्यालय कला और विज्ञान महाविद्यालय, काकतीय प्रौद्योगिकी और विज्ञान संस्थान।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>वारंगल जिले का क्षेत्रफल 1,304.50 वर्ग किलोमीटर (503.67 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, जिले की जनसंख्या 1,135,707 है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में केवल एक राजस्व विभाग है, यानी वारंगल और 11 मंडलों में उप-विभाजित है। प्रशान्त जे। पाटिल जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>क्र.सं. राजस्व मंडल</p>\r\n<p>1 Bheemadevarpalli</p>\r\n<p>2 Dharmasagar</p>\r\n<p>3 Elkathurthy</p>\r\n<p>4 Inavole</p>\r\n<p>5 Hanamkonda</p>\r\n<p>6 Hasanparthy</p>\r\n<p>7 Kamalapur</p>\r\n<p>8 काजीपेट</p>\r\n<p>9 खिला वारंगल</p>\r\n<p>10 Velair</p>\r\n<p>11 वारंगल</p>\r\n<p>12 Kothapally</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में भारत सरकार ने वारंगल को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह आंध्र प्रदेश के तेरह जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: काकतीय राजवंश</p>\r\n<p>वारंगल ग्रामीण जिले में कई प्रागैतिहासिक निवास स्थान हैं, जिन्हें भारतीय पुरातात्विक अधिकारियों ने खोजा था। पांडवुला गुट्टा में पैलियोलिथिक रॉक आर्ट पेंटिंग पाए जाते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>पद्माक्षी गुट्टा, एक जैन मंदिर जो हनमकोंडा शहर के केंद्र में एक पहाड़ी की चोटी पर स्थित पद्मावती को समर्पित है, मूल रूप से काकतीय युग के दौरान निर्मित किया गया था। मंदिर में जैन तीर्थंकरों और अन्य जैन देवी-देवताओं की मूर्तियां हैं। कदलालय बसादी या पद्माक्षी मंदिर एक बड़े पथरीले तट पर बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>काकतीय लोगों ने कई स्मारकों को छोड़ दिया, जिसमें प्रभावशाली किले, चार विशाल पत्थर के द्वार, शिव को समर्पित स्वायंभु मंदिर और रामप्पा झील के पास स्थित रामप्पा मंदिर शामिल हैं। प्रमुख शासकों में गणपति देव, प्रताप रुद्र और रुद्रमा देवी शामिल थे। प्रताप रुद्र की हार के बाद, मुसुनुरी नायक ने 72 नायक सरदारों को एकजुट किया और वारंगल को दिल्ली की सल्तनत पर कब्जा कर लिया और पचास वर्षों तक शासन किया। नायक के बीच ईर्ष्या और आपसी प्रतिद्वंद्विता अंततः 1370 में हिंदुओं के पतन और बहमनी सल्तनत का उदय हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का गठन</p>\r\n<p>&nbsp;</p>\r\n<p>1 अक्टूबर 1953 से 10 अक्टूबर 2016 तक वारंगल जिला अविभाजित</p>\r\n<p>हैदराबाद के निज़ाम के शासन के दौरान, हैदराबाद राज्य को कई छोटे सर्करों में विभाजित किया गया था। वारंगल को 1800 के शुरुआती दिनों में एक सर्कार के रूप में बनाया गया था। 1866 में सर्कार को समाप्त कर दिया गया था और जिलों को बनाने के लिए विलय कर दिया गया था, वारंगल जिले को वारंगल, खुमेटेटू और भोंगाघेर सर्कस के भाग को मिलाकर बनाया गया था। भोंगीर सर्कार से जंगोन क्षेत्र वारंगल और कमलपुर जिले के करमालपुर जिले में स्थानांतरित कर दिया गया। 1905 में जब हैदराबाद राज्य की रियासत को चार डिवीजन में विभाजित किया गया था, नाम 1.Aurangabad Division, 2. Gulbarga Division, 3.Gulshanabad Division, 4.Warangal Division। गठन प्रभागों के दौरान फिर से जिलों को 1905 में सील कर दिया गया था, जंगा (चेरियल) तालुका और कोडार (कोडाद) सब तालुका को वारंगल जिले से नलगोंडा जिले में स्थानांतरित कर दिया गया था। 1905 ई। में, वारंगल जिले का गठन वारंगल, पकाला, खम्मम, येलांडु, महबूबबाद, मढिरा, पलवंचा तालुका और पुराने पलवंचा संस्तर के कुछ क्षेत्र और कुछ जागीर के साथ हुआ था। यह हैदराबाद राज्य के कई जिलों से बड़ा था।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Warangal_Urban_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-warangal-urban-telangana","tags":[{"name":"वारंगल-अर्बन","slug":"warangal-urban"},{"name":"तेलंगाना","slug":"telangana"},{"name":"वारंगल","slug":"warangal"}],"recommendations":[{"id":963,"title":"वारंगल ग्रामीण में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","dateCreated":"2019-11-07T15:17:48.023Z","dateModified":"2019-11-07T15:27:33.783Z","contributedBy":"AskGif","content":"वारंगल ग्रामीण जिला भारतीय राज्य तेलंगाना में एक जिला है। जिला मुख्यालय गेसुगोंडा में स्थित है। यह राज्य में जिलों के पुन: संगठन से पहले वारंगल जिले का एक हिस्सा था।\r\n&nbsp;\r\nभूगोल\r\nयह जिला 2,175.50 वर्ग किलोमीटर (839.97 वर्ग मील) के क्षेत्र में फैला हुआ है।\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वारंगल-ग्रामीण","slug":"warangal-rural"},{"name":"वारंगल","slug":"warangal"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-warangal-rural-telangana","total":0},{"id":962,"title":"वारंगल अर्बन में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","dateCreated":"2019-11-07T14:35:45.225Z","dateModified":"2019-11-07T15:27:22.299Z","contributedBy":"AskGif","content":"वारंगल शहरी जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित है। जिला मुख्यालय हनमकोंडा में स्थित है।\r\n&nbsp;\r\nसंस्कृति\r\n&nbsp;\r\nहजार स्तंभ मंदिर तालाब\r\n&nbsp;\r\nवारंगल किला खंडहर\r\nफरवरी 2013 में वारंगल को यूनेस्को द्वारा विश्व विरासत शहर का द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वारंगल-अर्बन","slug":"warangal-urban"},{"name":"तेलंगाना","slug":"telangana"},{"name":"वारंगल","slug":"warangal"}],"slug":"top-places-to-visit-in-warangal-urban-telangana","total":0},{"id":941,"title":"महबूबनगर में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"7302801a-f199-4a8b-97c8-e7aee29562b7_Mahbubnagar-railway.jpg","dateCreated":"2019-10-30T14:27:36.13Z","dateModified":"2019-10-30T14:29:17.806Z","contributedBy":"AskGif","content":"महबूब नगर भारतीय राज्य तेलंगाना के महबूबनगर जिले का एक शहर है जिसका नाम 6 वें निजाम मीर महबूब अली खान के नाम पर रखा गया है। यह महबूब नगर राजस्व मंडल में महबूब नगर मंडल का मुख्यालय है। शहर 39.64 किमी 2 (15.31 वर्ग मील) के क्षेत्र के साथ जिले में सबसे बड़ा और राज्य में 7 सबसे अधिक आबादी वाला है।</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7302801a-f199-4a8b-97c8-e7aee29562b7_Mahbubnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महबूबनगर","slug":"mahbubnagar"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-mahbubnagar-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}