{"id":963,"title":"Top Places to visit in Warangal Rural, Telangana","imageUrl":"37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","dateCreated":"2019-11-07T15:17:48.023Z","dateModified":"2019-11-07T15:27:33.783Z","contributedBy":"AskGif","content":"<p>Warangal Rural district is a district in the Indian state of Telangana. The district headquarters are located at Geesugonda. It was a part of the Warangal district prior to the re-organisation of districts in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is spread over an area of 2,175.50 square kilometres (839.97 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the district has a population of 716,457.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district will have two revenue divisions of Narsampet and Geesugonda. It is sub-divided into 15 mandals. Patil Prashanth Jeevan is the present collector of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandals</p>\r\n<p>The below table categorizes mandals into their respective revenue divisions in the district:</p>\r\n<p>&nbsp;</p>\r\n<p># Geesugonda revenue division Narsampet revenue division</p>\r\n<p>1 Atmakur Chennaraopet</p>\r\n<p>2 Damera Duggondi</p>\r\n<p>3 Geesugonda Khanapur</p>\r\n<p>4 Parkal Narsampet</p>\r\n<p>5 Parvathagiri Nallabelly</p>\r\n<p>6 Rayaparthy Nekkonda</p>\r\n<p>7Sangem</p>\r\n<p>8Shayampet</p>\r\n<p>9Wardhannapet</p>\r\n<p>&nbsp;</p>\r\n<p>Warangal (About this soundpronunciation (help&middot;info)) is one of the two metropolitan cities in the Indian state of Telangana. It is the district headquarters of Warangal Urban District. Warangal is the second most populous city in the state, with the other being state capital, Hyderabad. As of 2011 census of India, it had a population of 753,538 and an area of 471 km2 (182 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Warangal served as the capital of the Kakatiya dynasty which was established in 1163. The monuments left by the Kakatiyas include fortresses, lakes, temples and stone gateways which, in the present, helped the city to become a popular tourist attraction. The Kakatiya Kala Thoranam was included in the emblem of Telangana by the state government.</p>\r\n<p>&nbsp;</p>\r\n<p>It is one of the eleven cities in the country to have been chosen for the Heritage City Development and Augmentation Yojana scheme by the Government of India. It was also selected as a smart city in the \"fast-track competition\", which makes it eligible for additional investment to improve urban infrastructure and industrial opportunities under the Smart Cities Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Traffic on Warangal roads</p>\r\n<p>&nbsp;</p>\r\n<p>Kazipet railway station</p>\r\n<p>&nbsp;</p>\r\n<p>Warangal railway station</p>\r\n<p>Roadway</p>\r\n<p>The city is connected to major cities and towns by means of road and railways. National and state highways that pass through the city are, National Highway 163, connecting Hyderabad and Bhopalpatnam; NH 563 connecting Ramagundam and Khammam; State highway 3. TSRTC operates buses to various destinations from Hanamkonda and Warangal bus stations of the city. Nearly 78 City buses run in various routes across the city and sub urban areas while 45 city buses run from city to nearby villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Warangal has two railway stations namely, Kazipet and Warangal on the important New Delhi-Chennai main line of Indian Railways. They are administered under the jurisdiction of the Secunderabad railway division of South Central Railway zone. Kazipet Junction shelters both Electric and Diesel Loco sheds with a capacity of holding 175 and 142 locomotives. Kazipet town, Vanchanagiri, Pendial, Hasanparthy Road railway station are the other railway stations within the city limits. The construction of third railway line between Balharshah and Kazipet was sanctioned at an estimated cost of ₹24.032 billion (US$350 million).</p>\r\n<p>&nbsp;</p>\r\n<p>Airway</p>\r\n<p>Warangal has an airport built by the Nizams at Mamnoor in 1930. It was largest airport in undivided India with 1,875 acres of land, a 6.6-km runway, a pilot and staff quarters, a pilot training centre and more than one terminal. Many cargo services and Vayudoot services were served. During the Indo-China war, it served as a hangar for government aircraft due to Delhi airport being a target in combat. It remained in service until 1981.</p>\r\n<p>&nbsp;</p>\r\n<p>This airport is currently being used as NCC Training Centre by No. 4(A) air squadron for gliding sorties, skeet shooting and aero-modeling. There is no scheduled commercial air service from this airport at present.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutes</p>\r\n<p>&nbsp;</p>\r\n<p>NIT Warangal, established in 1959 is one of the best engineering institutions in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Kakatiya Medical College</p>\r\n<p>Both government and private institutions has their presence in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges and universities:</p>\r\n<p>&nbsp;</p>\r\n<p>Kakatiya University and Kaloji Narayana Rao University of Health Sciences are two universities in the city. Other notable educational institutions include NIT Warangal, Kakatiya Institute of Technology and Science, Vaagdevi College of Engineering, SR Engineering College, Kakatiya Medical College, Talla padmavathi Colleges etc.,</p>\r\n<p>&nbsp;</p>\r\n<p>Schools:</p>\r\n<p>&nbsp;</p>\r\n<p>Platinum Jubilee High School</p>\r\n<p>Delhi Public School, Warangal</p>\r\n<p>Greenwood High School</p>\r\n<p>St. Gabriel's High School</p>\r\n<p>Sparkrill International School</p>\r\n<p>Birla Open Minds International School</p>\r\n<p>Warangal Public School</p>\r\n<p>Hyderabad Public School</p>\r\n<p>Talla Padmavathi International School</p>\r\n<p>Rising Sun High School</p>\r\n<p>Tejaswini High School</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>A few Tourist attraction spots in Warangal Tri-Cities</p>\r\n<p>The residents of the city are often referred as Warangalites. The Warangal Fort, Thousand Pillar Temple and Ramappa Temple are the World Heritage sites recognised by UNESCO. Bhadrakali Temple, Padmakshi Temple, Kazipet Dargah, Mettu Gutta, Govinda Rajula Gutta, Ursu Gutta, and Erragattu Gutta are the other notable destinations of various religions. Bhadrakali Lake, Waddepally Lake, and Dharmasagar Lake are the water bodies notable for tourism.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadrakali Temple in Warangal</p>\r\n<p>Bhadrakali Temple lake is being developed into the largest first Geo-Bio-Diversity cultural park in the country, with promenades, historic caves, suspension bridges, natural trails, nesting ground and ecological reserves.</p>\r\n<p>&nbsp;</p>\r\n<p>The Ministry of Tourism has awarded Warangal as the best heritage city, at the National Tourism Awards for the year 2014&ndash;2015. This is third time in a row for the city to get this award since 2012.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals in the city include, a floral festival of Bathukamma being celebrated by women of the city, worshiping the goddess with different flowers for nine days. The women carry their Bathukamma to the nearest temple of their locality, then they clap, sing and dance rhythmically around the Bathukamma. Along with Bathukamma, Bonalu is also declared as a state festival on 15 June 2014. Other festivals are, Sammakka Saralamma Jatara (Medaram Jatara), a popular religious congregation in the honour of Goddess at Medaram of Warangal district.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>The cuisine of the city is mainly of Deccan dishes. The breakfast items include Chapati, and Puri. Rice with variety of curries including curd is taken as main food and the most notable one is the Biryani. Special food items Harees and Haleem are traditional food items available in the season of Ramadan.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Notable People</p>\r\n<p>P. V. Narasimha Rao, Prime Minister of India</p>\r\n<p>Kaloji Narayana Rao, Poet</p>\r\n<p>Kothapalli Jayashankar, Professor</p>\r\n<p>Tharun Bhascker Dhaassyam, film director</p>\r\n<p>Sandeep Reddy Vanga, film director</p>\r\n<p>Chandrabose (lyricist), Indian lyricist</p>\r\n<p>Chakri, music director</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Warangal_Rural_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-warangal-rural-telangana","tags":[{"name":"warangal-rural","slug":"warangal-rural"},{"name":"warangal","slug":"warangal"},{"name":"telangana","slug":"telangana"}],"recommendations":[{"id":962,"title":"Top Places to visit in Warangal Urban, Telangana","imageUrl":"685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","dateCreated":"2019-11-07T14:35:45.225Z","dateModified":"2019-11-07T15:27:22.299Z","contributedBy":"AskGif","content":"Warangal Urban District is located in the northern region of the Indian state of Telangana. The district headquarters are located at Hanamkonda.\r\n&nbsp;\r\nCulture\r\n&nbsp;\r\nThousand Pillar Temple pond\r\n&nbsp;\r\nWarangal Fort Ruins\r\nIn February 2013, W","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"warangal-urban","slug":"warangal-urban"},{"name":"telangana","slug":"telangana"},{"name":"warangal","slug":"warangal"}],"slug":"top-places-to-visit-in-warangal-urban-telangana","total":0},{"id":948,"title":"Top Places to visit in Narayanpet, Telangana","imageUrl":"476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","dateCreated":"2019-11-04T02:34:13.78Z","dateModified":"2019-11-04T02:34:39.533Z","contributedBy":"AskGif","content":"Narayanpet is a town, &amp; district headquarters of Narayanpet district of the Indian state of Telangana. The district shares boundaries with Mahbubnagar district, Vikarabad, Wanaparthy, Jogulamba Gadwal districts and with Karnataka state. This district formed on 17 February 2019 after bifurcati","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"narayanpet","slug":"narayanpet"},{"name":"telangana","slug":"telangana"}],"slug":"top-places-to-visit-in-narayanpet-telangana","total":0},{"id":933,"title":"Top Places to visit in Jangaon, Telangana","imageUrl":"f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","dateCreated":"2019-10-28T09:10:22.314Z","dateModified":"2019-10-28T09:12:21.748Z","contributedBy":"AskGif","content":"Jangaon is a town and the district headquarters of Jangaon district in the Indian state of Telangana. It is also the mandal and divisional headquarters of Jangaon mandal and Jangaon revenue division respectively. It is about 85 kilometres (53 mi) from the state capital Hyderabad. It lies on the N","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"jangaon","slug":"jangaon"}],"slug":"top-places-to-visit-in-jangaon-telangana","total":0},{"id":928,"title":"Top Places to visit in Adilabad, Telangana","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"Adilabad, a municipality, and the headquarters of Adilabad district, is a city in Adilabad district of the Indian state of Telangana. Telugu, Marathi and Urdu are the native languages of Adilabad. Adilabad is famous for its rich cultivation of cotton. Hence, Adilabad is also referred as \"White Go","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"telangana","slug":"telangana"},{"name":"adilabad","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}