{"id":963,"title":"वारंगल ग्रामीण में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","dateCreated":"2019-11-07T15:17:48.023Z","dateModified":"2019-11-07T15:27:33.783Z","contributedBy":"AskGif","content":"<p>वारंगल ग्रामीण जिला भारतीय राज्य तेलंगाना में एक जिला है। जिला मुख्यालय गेसुगोंडा में स्थित है। यह राज्य में जिलों के पुन: संगठन से पहले वारंगल जिले का एक हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला 2,175.50 वर्ग किलोमीटर (839.97 वर्ग मील) के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, जिले की जनसंख्या 716,457 है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में नरसम्पेट और गेसुगोंडा के दो राजस्व प्रभाग होंगे। यह 15 मंडलों में उप-विभाजित है। पाटिल प्रशान्त जीवन जिले के वर्तमान कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडल</p>\r\n<p>नीचे दी गई तालिका में मंडल को जिले में उनके संबंधित राजस्व प्रभागों में वर्गीकृत किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p># गेसुगोंडा राजस्व विभाग नरसम्पेट राजस्व प्रभाग</p>\r\n<p>1 Atmakur Chennaraopet</p>\r\n<p>2 Damera Duggondi</p>\r\n<p>3 Geesugonda खानपुर</p>\r\n<p>4 Parkal Narsampet</p>\r\n<p>5 Parvathagiri Nallabelly</p>\r\n<p>6 Rayaparthy Nekkonda</p>\r\n<p>7 Sangem</p>\r\n<p>8 Shayampet</p>\r\n<p>9 Wardhannapet</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल (इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में) भारतीय राज्य तेलंगाना के दो महानगरीय शहरों में से एक है। यह वारंगल शहरी जिले का जिला मुख्यालय है। वारंगल राज्य का दूसरा सबसे अधिक आबादी वाला शहर है, अन्य राज्य की राजधानी हैदराबाद है। भारत की 2011 की जनगणना के अनुसार, इसकी आबादी 753,538 और 471 किमी 2 (182 वर्ग मील) का क्षेत्रफल था।</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल ने काकतीय राजवंश की राजधानी के रूप में कार्य किया, जिसे 1163 में स्थापित किया गया था। काकतीय लोगों द्वारा छोड़े गए स्मारकों में किले, झीलें, मंदिर और पत्थर के द्वार शामिल हैं, जो वर्तमान में शहर को एक लोकप्रिय पर्यटक आकर्षण बनने में मदद करते थे। राज्य सरकार द्वारा काकतीय कला थोरामन को तेलंगाना के प्रतीक में शामिल किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह देश के उन ग्यारह शहरों में से एक है जिसे भारत सरकार द्वारा हेरिटेज सिटी डेवलपमेंट एंड ऑग्मेंटेशन योजना के लिए चुना गया है। इसे \"फास्ट-ट्रैक प्रतियोगिता\" में एक स्मार्ट शहर के रूप में भी चुना गया था, जो स्मार्ट शहरों मिशन के तहत शहरी बुनियादी ढांचे और औद्योगिक अवसरों को बेहतर बनाने के लिए अतिरिक्त निवेश के लिए योग्य बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल की सड़कों पर यातायात</p>\r\n<p>&nbsp;</p>\r\n<p>काजीपेट रेलवे स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल रेलवे स्टेशन</p>\r\n<p>सड़क</p>\r\n<p>शहर सड़क और रेलवे के माध्यम से प्रमुख शहरों और कस्बों से जुड़ा हुआ है। राष्ट्रीय और राज्य राजमार्ग जो शहर से गुजरते हैं, राष्ट्रीय राजमार्ग 163 हैं, जो हैदराबाद और भोपालपटनम को जोड़ते हैं; NH 563 रामागुंडम और खम्मम को जोड़ने वाला; स्टेट हाईवे 3. TSRTC शहर के हनमकोंडा और वारंगल बस स्टेशनों से विभिन्न गंतव्यों के लिए बसों का संचालन करता है। शहर और उप शहरी क्षेत्रों में विभिन्न मार्गों पर लगभग 78 सिटी बसें चलती हैं जबकि 45 सिटी बसें शहर से आसपास के गांवों तक चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>वारंगल में भारतीय रेलवे के महत्वपूर्ण नई दिल्ली-चेन्नई मुख्य लाइन पर दो रेलवे स्टेशन हैं, काजीपेट और वारंगल। वे दक्षिण मध्य रेलवे क्षेत्र के सिकंदराबाद रेलवे डिवीजन के अधिकार क्षेत्र में आते हैं। काज़िपेट जंक्शन 175 और 142 लोकोमोटिव की क्षमता के साथ इलेक्ट्रिक और डीजल लोको शेड दोनों को आश्रय देता है। काजीपेट शहर, वचनागिरी, पेंडियल, हसनपर्थी रोड रेलवे स्टेशन शहर की सीमा के भीतर अन्य रेलवे स्टेशन हैं। बलहरशाह और काजीपेट के बीच तीसरी रेलवे लाइन का निर्माण अनुमानित लागत .0 24.032 बिलियन (यूएस $ 350 मिलियन) था।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु-मार्ग</p>\r\n<p>वारंगल में 1930 में मजनूर में निज़ामों द्वारा बनाया गया एक हवाई अड्डा है। यह अविभाजित भारत में 1,875 एकड़ भूमि, 6.6 किमी का रनवे, एक पायलट और स्टाफ क्वार्टर, एक पायलट प्रशिक्षण केंद्र और एक से अधिक टर्मिनल के साथ सबसे बड़ा हवाई अड्डा था। कई कार्गो सेवाएं और वायुदूट सेवाएं प्रदान की गईं। भारत-चीन युद्ध के दौरान, यह दिल्ली हवाई अड्डे के मुकाबले में एक लक्ष्य होने के कारण सरकारी विमानों के लिए हैंगर का काम करता था। यह 1981 तक सेवा में रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में इस हवाई अड्डे को एनसीसी प्रशिक्षण केंद्र के रूप में नंबर 4 (ए) ग्लाइडिंग सॉर्टिंग, स्कीट शूटिंग और एयरो-मॉडलिंग के लिए इस्तेमाल किया जा रहा है। वर्तमान में इस हवाई अड्डे से कोई निर्धारित वाणिज्यिक हवाई सेवा नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>एनआईटी वारंगल, 1959 में स्थापित भारत के सर्वश्रेष्ठ इंजीनियरिंग संस्थानों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>काकतीय मेडिकल कॉलेज</p>\r\n<p>सरकारी और निजी दोनों संस्थानों की शहर में मौजूदगी है।</p>\r\n<p>महाविद्यालय और विश्वविद्यालय:</p>\r\n<p>&nbsp;</p>\r\n<p>काकतीय विश्वविद्यालय और कालोजी नारायण राव स्वास्थ्य विज्ञान विश्वविद्यालय शहर के दो विश्वविद्यालय हैं। अन्य उल्लेखनीय शैक्षिक संस्थानों में एनआईटी वारंगल, काकतीय प्रौद्योगिकी और विज्ञान संस्थान, वाग्देवी कॉलेज ऑफ इंजीनियरिंग, एसआर इंजीनियरिंग कॉलेज, काकतीय मेडिकल कॉलेज, तल्ला पद्मावती कॉलेज आदि शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल:</p>\r\n<p>&nbsp;</p>\r\n<p>प्लेटिनम जुबली हाई स्कूल</p>\r\n<p>दिल्ली पब्लिक स्कूल, वारंगल</p>\r\n<p>ग्रीनवुड हाई स्कूल</p>\r\n<p>सेंट गेब्रियल हाई स्कूल</p>\r\n<p>स्पार्किल इंटरनेशनल स्कूल</p>\r\n<p>बिड़ला ओपन माइंड्स इंटरनेशनल स्कूल</p>\r\n<p>वारंगल पब्लिक स्कूल</p>\r\n<p>हैदराबाद पब्लिक स्कूल</p>\r\n<p>तल्ला पद्मावती इंटरनेशनल स्कूल</p>\r\n<p>राइजिंग सन हाई स्कूल</p>\r\n<p>तेजस्विनी हाई स्कूल</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल त्रि-शहरों में कुछ पर्यटक आकर्षण स्पॉट</p>\r\n<p>शहर के निवासियों को अक्सर वारंगल के रूप में जाना जाता है। वारंगल किला, हजार स्तंभ मंदिर और रामप्पा मंदिर यूनेस्को द्वारा मान्यता प्राप्त विश्व धरोहर स्थल हैं। भद्रकाली मंदिर, पद्माक्षी मंदिर, काज़िपेट दरगाह, मट्टू गुट्टा, गोविंदा राजुला गुट्टा, उर्सु गुट्टा, और एर्रागट्टु गुट्टा विभिन्न धर्मों के अन्य उल्लेखनीय गंतव्य हैं। भद्रकाली झील, वाडेपल्ली झील, और धर्मसागर झील पर्यटन के लिए उल्लेखनीय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>वारंगल में भद्रकाली मंदिर</p>\r\n<p>भद्रकाली मंदिर झील देश में सबसे बड़े पहले जियो-बायो-विविधता सांस्कृतिक पार्क के रूप में विकसित की जा रही है, जिसमें सैर, ऐतिहासिक गुफाएं, निलंबन पुल, प्राकृतिक मार्ग, घोंसले के शिकार मैदान और पारिस्थितिक भंडार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन मंत्रालय ने वारंगल को वर्ष 2014-2015 के लिए राष्ट्रीय पर्यटन पुरस्कारों में सर्वश्रेष्ठ विरासत शहर के रूप में सम्मानित किया है। 2012 के बाद से यह पुरस्कार पाने वाले शहर के लिए यह लगातार तीसरी बार है।</p>\r\n<p>&nbsp;</p>\r\n<p>समारोह</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में त्योहारों में शामिल हैं, शहर की महिलाओं द्वारा बथुकम्मा का एक पुष्प उत्सव, जिसमें नौ दिनों तक विभिन्न फूलों के साथ देवी की पूजा की जाती है। महिलाएं अपने बथुकम्मा को अपने इलाके के निकटतम मंदिर में ले जाती हैं, फिर वे बथुकम्मा के चारों ओर ताल से गाती हैं और नृत्य करती हैं। बाथुकम्मा के साथ, बोनालू को भी 15 जून 2014 को एक राज्य उत्सव के रूप में घोषित किया जाता है। अन्य त्योहार हैं, सममक्का सरलाम्मा जतारा (मेदाराम जतारा), वारंगल जिले के मेदराम में देवी के सम्मान में एक लोकप्रिय धार्मिक मण्डली।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के व्यंजन मुख्य रूप से डेक्कन के व्यंजन हैं। नाश्ते की चीजों में चपाती, और पुरी शामिल हैं। दही सहित विभिन्न प्रकार के करी के साथ चावल मुख्य भोजन के रूप में लिया जाता है और सबसे उल्लेखनीय एक बिरयानी है। विशेष खाद्य पदार्थ हरे और हलीम रमजान के मौसम में उपलब्ध पारंपरिक खाद्य पदार्थ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>पी। वी। नरसिम्हा राव, भारत के प्रधान मंत्री</p>\r\n<p>कलोजी नारायण राव, कवि</p>\r\n<p>कोथपल्ली जयशंकर, प्रोफेसर</p>\r\n<p>थारुण भासकर धासयम, फिल्म निर्देशक</p>\r\n<p>संदीप रेड्डी वांगा, फिल्म निर्देशक</p>\r\n<p>चंद्रबोस (गीतकार), भारतीय गीतकार</p>\r\n<p>चक्री, संगीत निर्देशक</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Warangal_Rural_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37754786-2dc2-4e1e-aa95-2989fb82172b_Warangal-Rural-District.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-warangal-rural-telangana","tags":[{"name":"वारंगल-ग्रामीण","slug":"warangal-rural"},{"name":"वारंगल","slug":"warangal"},{"name":"तेलंगाना","slug":"telangana"}],"recommendations":[{"id":962,"title":"वारंगल अर्बन में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","dateCreated":"2019-11-07T14:35:45.225Z","dateModified":"2019-11-07T15:27:22.299Z","contributedBy":"AskGif","content":"वारंगल शहरी जिला भारतीय राज्य तेलंगाना के उत्तरी क्षेत्र में स्थित है। जिला मुख्यालय हनमकोंडा में स्थित है।\r\n&nbsp;\r\nसंस्कृति\r\n&nbsp;\r\nहजार स्तंभ मंदिर तालाब\r\n&nbsp;\r\nवारंगल किला खंडहर\r\nफरवरी 2013 में वारंगल को यूनेस्को द्वारा विश्व विरासत शहर का द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/685d013a-ec15-4468-8290-bb7e21acc8f0_Warangal-Urban-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वारंगल-अर्बन","slug":"warangal-urban"},{"name":"तेलंगाना","slug":"telangana"},{"name":"वारंगल","slug":"warangal"}],"slug":"top-places-to-visit-in-warangal-urban-telangana","total":0},{"id":948,"title":"नारायणपेट में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","dateCreated":"2019-11-04T02:34:13.78Z","dateModified":"2019-11-04T02:34:39.533Z","contributedBy":"AskGif","content":"नारायणपेट भारतीय राज्य तेलंगाना के नारायणपेट जिले का एक शहर और जिला मुख्यालय है। यह जिला महबूबनगर जिले, विकाराबाद, वानापर्थी, जोगुलम्बा गडवाल जिलों और कर्नाटक राज्य के साथ सीमाएँ साझा करता है। यह जिला 17 फरवरी 2019 को महबूबनगर जिले के विभाजन के बाद बना। यह राज्य की राजधानी हैदराबाद से 165 किमी दू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/476e2d8a-4302-49f1-aaba-979091181a24_Narayanpet-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नारायणपेट","slug":"narayanpet"},{"name":"तेलंगाना","slug":"telangana"}],"slug":"top-places-to-visit-in-narayanpet-telangana","total":0},{"id":933,"title":"जनगांव में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","dateCreated":"2019-10-28T09:10:22.314Z","dateModified":"2019-10-28T09:12:21.748Z","contributedBy":"AskGif","content":"भारत के तेलंगाना राज्य में एक कस्बा और जनगांव जिला मुख्यालय है। यह क्रमशः जगंल मंडल और जगाँव राजस्व विभाग का मंडल और मंडल मुख्यालय भी है। यह राज्य की राजधानी हैदराबाद से लगभग 85 किलोमीटर (53 मील) दूर है। यह राष्ट्रीय राजमार्ग 163 पर स्थित है।\r\nभारतीय राज्य तेलंगाना में एक जिला है, यह राज्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9276b70-40e9-4d27-b690-8206dd69547c_Jangaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"जनगांव","slug":"jangaon"}],"slug":"top-places-to-visit-in-jangaon-telangana","total":0},{"id":928,"title":"आदिलाबाद में देखने के लिए शीर्ष स्थान, तेलंगाना","imageUrl":"3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","dateCreated":"2019-10-26T04:33:06.027Z","dateModified":"2019-10-26T04:33:34.923Z","contributedBy":"AskGif","content":"आदिलाबाद, एक नगर पालिका और आदिलाबाद जिले का मुख्यालय, भारतीय राज्य तेलंगाना के आदिलाबाद जिले का एक शहर है। तेलुगु, मराठी और उर्दू आदिलाबाद की मूल भाषाएँ हैं। आदिलाबाद कपास की समृद्ध खेती के लिए प्रसिद्ध है। इसलिए, आदिलाबाद को \"व्हाइट गोल्ड सिटी\" भी कहा जाता है। यह राज्य की राजधानी हैदराबाद से लगभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c3a262b-b8a6-438f-b13c-c29154a39b16_Adilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेलंगाना","slug":"telangana"},{"name":"आदिलाबाद","slug":"adilabad"}],"slug":"top-places-to-visit-in-adilabad-telangana","total":0}]}