{"id":965,"title":"धलाई, अम्बासा में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"<p>धलाई भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय अंबासा में है। 2011 तक यह त्रिपुरा का सबसे कम आबादी वाला जिला था (8 में से), हालांकि यह राज्य का सबसे बड़ा जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन स्थल</p>\r\n<p>डूमर झील</p>\r\n<p>डंबूर झील अंबासा से लगभग 70 किलोमीटर दूर गंडचेर्रा सब-डिवीजन में एक आकर्षक जल निकाय है। यह झील भगवान के शिव के \"डमबोर\" नामक एक टेबोर के आकार के छोटे ड्रम की तरह दिखती है, जहाँ से \"डमबोर\" नाम की उत्पत्ति हुई है। 41 किमी 2 के विशाल और लुभावने जल निकाय के चारों ओर शानदार हरे रंग की वनस्पति के साथ अपनी आकर्षक सुंदरता और झील में 48 द्वीपों के लिए राजसी खड़ा है। यह झील राइमा और सरमा नदियों का संगम है। सर्दियों में प्रवासी पक्षी दिखाई देते हैं, और इसमें प्राकृतिक और सुसंस्कृत मछलियों का समृद्ध भंडार है। द्वीपों में से एक, \"नारकेल कुंजा\" या एक नारियल द्वीप विकसित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के त्रिपुरा के धलाई जिले में गंडचेर्रा क्षेत्र की दमबोर झील</p>\r\n<p>सेतराई के झरने</p>\r\n<p>सेतराई में, जो कि अम्बास से लगभग 40 किमी दूर है, जलवायु और पहाड़ी क्षेत्र की विशिष्टताओं को प्रदर्शित करता है। स्थलाकृतिक विशेषताओं, भारी वर्षा और क्षेत्र की ऊंचाई में परिवर्तन से सेराई में जलवायु परिस्थितियों में बदलाव का कारण बनता है। इलाके और मिट्टी के जलवायु और अन्य कारक बागवानी के लिए उपयुक्त स्थिति हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस वीसी के तहत सनाया रींग पारा में झरने आसपास की सुंदरता को बढ़ाते हैं। झरने के पास RCC कदम, RCC फुटब्रिज, कार पार्किंग की जगह आदि के निर्माण के लिए BADP और MGNREGA के तहत छह परियोजनाओं को लिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ढलाई जिले में सेतराई झरना</p>\r\n<p>लोंगथराई मंदिर</p>\r\n<p>त्रिपुरा की आदिवासी बोली के अनुसार, लोंकथराई कोकबोरोक भाषा में भगवान शिव का नाम है। एक मिथक है जो कहता है कि कैलाश से लौटने पर शिव ने लोंगथराई की पहाड़ी पर कुछ समय के लिए यहां विश्राम किया था। इसलिए पहाड़ी को लोंगथराई (दीप घाटी) के रूप में जाना जाता है। यह मंदिर धालई जिले के सबसे लोकप्रिय पर्यटन स्थलों में से एक है, जो कथलबाड़ी वीसी में श्रीनिबश पारा में अंबासा से लगभग 7 किमी दूर है। 1330 फीट ऊंचाई पर एक पहाड़ी की चोटी पर, बालाराम कुलपति के कुमारवर्धन पारा में एक और लोंगथराई मंदिर है, जो एक छोटी ट्रेक के बाद पहुँचा जा सकता है। जगह आसपास के क्षेत्र का एक शानदार दृश्य प्रस्तुत करती है। शिवरात्रि के अवसर पर मंदिरों में भक्तों द्वारा वार्षिक मेला आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कमलेश्वरी मंदिर</p>\r\n<p>मंदिर धलाई जिले के कमलपुर नगर पंचायत में है। यह शहर के केंद्र में है और एक प्रमुख तीर्थ स्थान है। कमलेश्वरी देवी काली का दूसरा नाम है। मंदिर के नाम पर सबसे बड़े उप-मंडल का नाम कमालपुर रखा गया है। कमलाश्वरी मंदिर, अंबासा से लगभग 35 किमी, धलाई का जिला एच। क्यू और त्रिपुरा की राज्य की राजधानी अगरतला से 122 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मनु इको पार्क</p>\r\n<p>यह वन विभाग द्वारा विकसित एक वन पार्क है। आराम करने के लिए एक अच्छा पैदल रास्ता और लकड़ी की झोपड़ी है। इसमें विभिन्न प्रकार के फूलों वाले पौधों और बड़े पेड़ों के साथ पास की नदी का शानदार दृश्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>कथलचेर्रा, मनु ब्लॉक में वृक्षारोपण</p>\r\n<p>मनु ब्लॉक के पूर्व और पश्चिम कथलचेर्रा गांवों में सिंचाई और मत्स्य पालन के लिए बनाए गए बड़े जल निकायों के साथ रबर, केला, अनानास, आम, लीची, कटहल, नारंगी, नींबू और अन्य फलों के वृक्षों के व्यवस्थित और व्यापक बागान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उपलब्धियां और विशेष उल्लेख</p>\r\n<p>ढालई एमजीएनआरईजीएस और आधार नामांकन को लागू करने वाले पहले जिलों में से एक था। वित्तीय वर्ष 2014-15 के लिए, राष्ट्रीय ग्रामीण रोजगार गारंटी अधिनियम 2005 के तहत महात्मा गांधी राष्ट्रीय ग्रामीण रोजगार गारंटी योजना के तहत उत्पन्न मजदूरी के 99 में, औसत व्यक्ति-दिन पैदा करने में जिला देश में सबसे अधिक था।</p>\r\n<p>&nbsp;</p>\r\n<p>१३ मई से १ 2015 मई २०१५ तक जिले के गांधीचंद्र में ३५ वीं शोभा यात्रा का आयोजन किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>राष्ट्रीय राजमार्ग 44 पूर्वोत्तर में गुवाहाटी-शिलांग से केंद्र और फिर पश्चिम की ओर अगरतला तक चलता है। काम शुरू हो गया था, लेकिन वर्तमान में मनु को आइजोल, मिजोरम से जोड़ने वाले राष्ट्रीय राजमार्ग 44-ए के लिए बंद कर दिया गया।</p>\r\n<p>जिले में मनु, जवाहरनगर और अंबासा के स्टेशनों के साथ लुमडिंग-अगरतला लाइन पर मीटर गेज रेल कनेक्टिविटी है। कमालपुर में एक गैर-कार्यात्मक हवाई पट्टी है। त्रिपुरा रोड ट्रांसपोर्ट कमीशन अंबासा से अगरतला, कमालपुर, गांधीचरा तक बस सेवा चलाता है। लगभग १०३, में से ३३० आवास, किसी भी मोटर योग्य सड़क से नहीं जुड़े हैं, इनमें से लगभग ९ १ गंडचेर्रा क्षेत्र में हैं। कई व्यक्तिगत निजी ऑपरेटर हैं जो मुख्यालय, गांवों और अगरतला के लिए स्थानीय परिवहन सेवाएं चलाते हैं। निजी परिवहन कंपनियां अंबासा से शिलांग और गुवाहाटी के लिए बस सेवा भी चलाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अंबासा और कमालपुर के शहरी क्षेत्रों में परिवहन ऑटो-रिक्शा और साइकिल-रिक्शा द्वारा चलाया जाता है। सभी परिवहन सेवाओं को ड्राइवरों और मालिकों के परिवहन यूनियनों द्वारा विनियमित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जब जिले में उग्रवाद व्याप्त था और AFSPA लागू था, तो राजमार्ग पर यात्रा मोटरसाइकिल के छोर पर अर्धसैनिक बलों के गश्ती दल के साथ हुई थी। हालांकि ऐसी प्रक्रियाओं को अब रोक दिया गया है, अर्धसैनिक बल महत्वपूर्ण सड़कों पर पैदल गश्त करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बिजली</p>\r\n<p>त्रिपुरा राज्य विद्युत निगम लिमिटेड जिले को ग्रिड से जुड़े बिजली का प्रदाता है। सौर फोटोवोल्टिक प्रणालियों द्वारा त्रिकोणीय अक्षय ऊर्जा विकास एजेंसी द्वारा असंबद्ध बस्तियों और सीमा चौकियों (बीओपी) की सेवा की जाती है। कस्बों में लोड-शेडिंग कम है लेकिन ग्रामीण क्षेत्रों के लिए लंबे समय तक लोड शेडिंग की जाती है। वितरण लाइनों पर तूफान और पेड़ गिरने के कारण वितरण नेटवर्क अक्सर परेशान हो जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पीने का पानी</p>\r\n<p>लोक निर्माण विभाग का पेयजल और स्वच्छता (डीडब्ल्यूएस) विंग जिले में पेयजल आपूर्ति का प्रबंधन करता है। स्कूलों और आंगनवाड़ी केंद्रों को विशेष रूप से इन संस्थानों में उपस्थिति के साथ-साथ पेयजल आपूर्ति में सुधार करने के लिए लक्षित किया गया है। अधिकांश क्षेत्र भूजल में अत्यधिक लौह सामग्री से ग्रस्त हैं जो लोहे को हटाने वाले संयंत्रों (आईआरपी) की स्थापना की आवश्यकता है। 579 बस्तियों में पेयजल आपूर्ति का आंशिक कवरेज है और 16 बस्तियों में पीने के पानी की गुणवत्ता की समस्या है। अंबासा के पास कुलाई में एक वाटर ट्रीटमेंट प्लांट स्थापित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकांश ग्रामीण क्षेत्रों में गहरे पानी के नलकूपों, हैंडपंपों, रिंग कुओं के साथ कुछ ओवरहेड पानी की टंकियों से पीने का पानी मिलता है। कई गांवों में शुष्क मौसम में टैंकर से आपूर्ति किए जाने वाले पेयजल की आवश्यकता होती है और 59 ऐसे संकटग्रस्त जेबों की पहचान की गई है। निजी ठेकेदार और सरकार टैंकर आपूर्ति सेवाएं चलाते हैं। कई आदिवासी निवासी पीने, खाना पकाने, बर्तन धोने और कपड़े धोने और नहाने के लिए खुली धाराओं और तालाबों के पानी का उपयोग करते हैं। कई गांवों में मानव मल को पीने के पानी के स्रोत में मिलाने के कारण जल जनित रोग दस्त आम है।</p>\r\n<p>&nbsp;</p>\r\n<p>\"ट्रिबेनी\", \"इको फ्रेश\", \"ब्लू फिना\", \"लाइफ ड्रॉप\" और \"एक्वा जूम\" जैसे अन्य लोगों के बीच पीने के पानी की खपत सरकारी कार्यालयों, रेस्तरां आदि में की जाती है। निर्मित सिरेमिक फिल्टर, बेचे जाते हैं, हालांकि ग्रामीण क्षेत्रों में उनकी स्वीकार्यता कम है। पानी में माइक्रोबियल सामग्री को कम करने के लिए प्रशासन द्वारा हलोजन टैबलेट्स का वितरण किया जाता है, जिसे कभी-कभी कुछ क्षेत्रों में सीधे दवा के रूप में सेवन किया जाता है या गंध के कारण इसका उपयोग बंद कर दिया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वच्छता</p>\r\n<p>&nbsp;</p>\r\n<p>अम्बासा ब्लॉक के कथलबारी के चंद कुमार पैरा, धलाई, त्रिपुरा में आंगनवाड़ी के लिए निर्मित शौचालय की स्थिति</p>\r\n<p>धलाई जिले में खुले में शौच की उच्च घटनाएं हैं, खासकर आंतरिक पहाड़ी और वन क्षेत्रों में। इस समस्या को दूर करने के लिए जिले ने निर्मल भारत अभियान, स्वच्छ भारत अभियान और एमजीएनआरईजीएस के साथ अभिसरण लागू किया है, जो गंडचेर्रा के कल्यानसिंग गांव जैसे कठिन क्षेत्रों में सराहनीय सफलता के साथ है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल और आंगनवाड़ी केंद्र कम उम्र में सेनेटरी शौचालय का उपयोग करने की आदत को बढ़ाने के लिए, आंगनवाड़ी केंद्रों में बच्चे के अनुकूल शौचालयों के साथ-साथ लड़कों और लड़कियों के लिए अलग-अलग मूत्रालय और शौचालय प्रदान करने पर केंद्रित हैं। हालांकि, कई शौचालय रखरखाव और क्षति की कमी के कारण खराब हो जाते हैं। पहले नि: शुल्क प्लास्टिक स्क्वाटिंग प्लेट उपलब्ध कराने की योजना के परिणामस्वरूप परिणाम नहीं आए हैं क्योंकि उनमें से अधिकांश अप्रयुक्त हैं क्योंकि बहुत से लोग शौचालय का निर्माण नहीं कर सकते हैं। खुले में शौच से डायरिया और मलेरिया की चपेट में आने की समस्या पैदा हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिंचाई</p>\r\n<p>अधिकांश कृषि वर्षा आधारित है, जो नदियों और नदियों के निकट क्षेत्रों को रोकती है। पानी के भंडारण के लिए केवल बड़ी मात्रा में संरचना होने के कारण बारहमासी सिंचाई बहुत कम है। स्थानीय निवासियों और सरकार द्वारा कई कार्यक्रमों और योजनाओं के तहत बनाए गए छोटे चेकडैम और तालाब सिंचाई और अन्य उद्देश्यों के लिए पानी का स्रोत हैं। जिला प्रशासन द्वारा परती भूमि की पहचान करने का प्रयास किया जा रहा है जिसे छोटे बांधों या बोरवेलों के साथ बारहमासी सिंचाई के तहत लाया जा सकता है।</p>\r\n<p>दूरसंचार</p>\r\n<p>जिले में बीएसएनएल की लैंडलाइन टेलीफोन सेवाएं हैं, हालांकि सभी ब्लॉक में नहीं है। सेल्युलर नेटवर्क सर्विस प्रोवाइडर 2 जी सेवाओं के साथ-साथ सबसे अधिक भाग और 3 जी के लिए अंबासा और कमालपुर में बीएसएनएल, एयरटेल, एयरसेल और रिलायंस हैं, जिनमें कुछ आंतरिक क्षेत्र शामिल नहीं हैं। यह जिला त्रिपुरा स्टेट वाइड एरिया नेटवर्क (TSWAN) का हिस्सा है जो ब्लॉक विकास अधिकारी और अन्य महत्वपूर्ण संस्थानों तक एक ओएफसी समर्थित प्रणाली है। बीएसएनएल कुछ क्षेत्रों को वाई-मैक्स और डब्ल्यूएलएल सेवाएं प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस विभाग की अपनी वायरलेस संचार प्रणाली है। ऑल इंडिया रेडियो के पास मीटर वेव (एमडब्ल्यू) रेंज के सिकरारी और एफएम रेंज के आंशिक कवरेज में ट्रांसमिशन टॉवर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhalai_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","tags":[{"name":"अम्बासा","slug":"ambassa"},{"name":"धलाई","slug":"dhalai"},{"name":"त्रिपुरा","slug":"tripura"}],"recommendations":[{"id":969,"title":"सिपाहीजला, बिश्रामगंज में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","dateCreated":"2019-11-09T10:01:31.19Z","dateModified":"2019-11-09T10:02:00.133Z","contributedBy":"AskGif","content":"सिपाहीजला जिला त्रिपुरा, भारत का एक जिला है। यह जिला जनवरी 2012 में बनाया गया था जब त्रिपुरा में चार नए जिलों की स्थापना की गई थी, जिसमें राज्य के जिलों की संख्या चार से आठ हो गई थी। जिले का हिस्सा पश्चिम त्रिपुरा के पूर्व जिले से बनाया गया था। जिले के प्रमुख शहर बिशालगढ़, बिश्रामगंज, मेलाघर और स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्रामगंज","slug":"bishramganj"},{"name":"त्रिपुरा","slug":"tripura"},{"name":"सिपाहीजला","slug":"sepahijala"}],"slug":"top-places-to-visit-in-sepahijala-bishramganj-tripura","total":0},{"id":968,"title":"उत्तर त्रिपुरा, धर्मनगर में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","dateCreated":"2019-11-09T08:20:20.636Z","dateModified":"2019-11-09T08:20:44.677Z","contributedBy":"AskGif","content":"उत्तर त्रिपुरा भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय धर्मनगर में स्थित है। जिले का क्षेत्रफल 1422.19 वर्ग किमी है और इसकी आबादी 693,947 (2011 के अनुसार) है।\r\nधर्मनगर भारत के उत्तर पूर्व में एक नगर परिषद और भारत के राज्य त्रिपुरा के उत्तर त्रिपुरा जिले के साथ एक शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-त्रिपुरा","slug":"north-tripura"},{"name":"त्रिपुरा","slug":"tripura"},{"name":"धर्मनगर","slug":"dharmanagar"}],"slug":"top-places-to-visit-in-north-tripura-dharmanagar-tripura","total":0},{"id":966,"title":"गोमती, उदयपुर में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","dateCreated":"2019-11-09T02:34:10.717Z","dateModified":"2019-11-09T02:35:38.952Z","contributedBy":"AskGif","content":"गोमती जिला त्रिपुरा, भारत का एक जिला है। यह जिला जनवरी 2012 में बनाया गया था, जब त्रिपुरा में चार नए जिले बनाए गए थे, जो राज्य में जिलों की संख्या चार से आठ तक ले गए थे।\r\nउदयपुर इसका मुख्यालय है।\r\nअमरपुर सब डिवीजन में तीर्थमुख एक और तीर्थस्थल भी इसी जिले में स्थित है।\r\nपूर्व ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"त्रिपुरा","slug":"tripura"},{"name":"उदयपुर","slug":"udaipur"},{"name":"गोमती","slug":"gomati"}],"slug":"top-places-to-visit-in-gomati-udaipur-tripura","total":0},{"id":965,"title":"धलाई, अम्बासा में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"धलाई भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय अंबासा में है। 2011 तक यह त्रिपुरा का सबसे कम आबादी वाला जिला था (8 में से), हालांकि यह राज्य का सबसे बड़ा जिला है।\r\n&nbsp;\r\nपर्यटन स्थल\r\nडूमर झील\r\nडंबूर झील अंबासा से लगभग 70 किलोमीटर दूर गंडचेर्रा सब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अम्बासा","slug":"ambassa"},{"name":"धलाई","slug":"dhalai"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}