{"id":965,"title":"Top Places to visit in Dhalai, Ambassa, Tripura","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"<p>Dhalai is an administrative district in the state of Tripura in India. The district headquarters are in Ambassa. As of 2011 it was the least populous district of Tripura (out of 8), although it is the largest district in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist destinations</p>\r\n<p>Dumboor Lake</p>\r\n<p>Dumboor Lake is a charming water body in Gandacherra Sub-Division about 70 km from Ambassa. The lake looks like a tabour-shaped small drum, \"Dumboor\" of Lord Shiva from which the name \"Dumboor\" originates. A massive and breathtaking water body of 41 km2 with an spell of luxuriant green vegetation all around stands majestic for its charming beauty and 48 islands in the lake. The lake is the confluence of the rivers Raima and Sarma. Migratory birds are visible in the winter, and it has rich reservoir of natural and cultured fishes. One of the islands, \"Narkel Kunja\" or a coconut island, has been developed.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Dumboor lake of the Gandacherra region in Dhalai district of Tripura, India</p>\r\n<p>Waterfalls of Setrai</p>\r\n<p>The climate in Setrai, which is about 40 km from Ambassa, displays characteristics that are typical of the hilly and mountainous region. The change in the topographical features, heavy rainfall and altitude of the region causes a change in the climatic conditions in Setrai. The climate and other factors of the terrain and the soil are suitable conditions for horticulture.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterfalls at Sanaiya Reang Para under this VC add to the beauty of the surroundings. Six projects under BADP and MGNREGA have been taken up for construction of RCC step, RCC footbridge, car parking place etc. near the waterfalls.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Setrai waterfall in Dhalai district</p>\r\n<p>Longtharai Mandir</p>\r\n<p>Longtharai is the name of Lord Shiva in Kokborok language, according to the Tribal dialect of Tripura. There is a myth which says that Shiva on his return from Kailash rested here for sometime in the hill of Longtharai. The hill is therefore known as Longtharai (Deep Valley). This temple is one of the most popular tourist spots of the Dhalai District, about 7 km from Ambassa at Srinibash Para in Kathalbari VC. There is another Longtharai Mandir at Kumardhan Para of Balaram VC, on a hill top at 1330 feet height, which can be reached after a short trek. The place offers a great view of the surrounding area. There is annual mela organised by the devotees at the temples on the occasion of Shiv Ratri.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamaleswari Mandir</p>\r\n<p>The temple is in the Kamalpur Nagar Panchayat of the Dhalai District. It is in the center of the town and a major pilgrimage spot. Kamaleswari is another name of Goddess Kali. Kamalpur, the largest Sub-divisional town, has been named after the temple. Kamaleswari Mandir is about 35 km from Ambassa, District H.Q of Dhalai and 122 km from Agartala the state capital of Tripura.</p>\r\n<p>&nbsp;</p>\r\n<p>Manu Eco Park</p>\r\n<p>This is a forest park developed by Forest Department. It has a nice walking path and wooden huts to rest. It has a great view of a nearby river with variety of flowering plants and large trees.</p>\r\n<p>&nbsp;</p>\r\n<p>Plantations at Kathalcherra, Manu block</p>\r\n<p>East and West Kathalcherra villages of Manu block have systematic and extensive plantations of rubber, banana, pineapple, mango, litchi, jackfruit, orange, lemon and other fruit trees with big water bodies created for irrigation and fisheries.</p>\r\n<p>&nbsp;</p>\r\n<p>Achievements and special mentions</p>\r\n<p>Dhalai was one of the first districts to implement MGNREGS and Aadhaar enrolment. For the financial year 2014-15, the district was the highest in the country in generating average person-days, at 99, of wage labour generated under the Mahatma Gandhi National Rural Employment Guarantee Scheme under the National Rural Employment Guarantee Act 2005.</p>\r\n<p>&nbsp;</p>\r\n<p>The 35th Shodh Yatra was organised at Gandacherra in the district from 13 May to 18 May 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>National Highway 44 runs from Guwahati-Shillong in the northeast to center and then to west towards Agartala. Work had begun but currently stopped for National Highway 44-A connecting Manu to Aizawl, Mizoram.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has meter gauge rail connectivity on the Lumding-Agartala line with stations at Manu, Jawaharnagar and Ambassa. There is a non-functional airstrip at Kamalpur. Tripura Road Transport Commission runs bus service from Ambassa to Agartala, Kamalpur, Gandacherra. Nearly 330 habitations, out of a total of 1037, are not connected by any motorable road, about 95 of them being in the Gandacherra region. There are many individual private operators who run local transport services to block headquarters, villages and to Agartala. Private transport companies also run bus service from Ambassa to Shillong and Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport in the urban regions of Ambassa and Kamalpur are run by auto-rickshaws and cycle-rickshaws. All the transport services are regulated by transport unions of drivers and owners.</p>\r\n<p>&nbsp;</p>\r\n<p>When militancy was rampant in the district and AFSPA was in force, traveling on the highway happened in batches with patrol squad of paramilitary forces on the ends of the motorcade. Although such procedures are stopped now, paramilitary forces exercise foot patrol of important roads.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity</p>\r\n<p>Tripura State Electricity Corporation Limited is the provider of grid-connected electricity to the district. Unconnected habitations and border outposts (BOPs) are serviced by Tripura Renewable Energy Development Agency by solar photovoltaic systems. There is less load-shedding in towns but long hours of load shedding is done for rural areas. The distribution network often gets disturbed due to storms and trees falling on distribution lines.</p>\r\n<p>&nbsp;</p>\r\n<p>Drinking water</p>\r\n<p>Drinking Water and Sanitation (DWS) wing of the Public Works Department manages the drinking water supply in the district. Schools and Anganwadi Centers have been specifically targeted to improve drinking water supply as well as attendance to these institutions. Most of region suffers from excessive iron content in the groundwater which necessitates installation of iron removal plants (IRPs). 579 habitations have partial coverage of drinking water supply and 16 habitations have reported drinking water quality problem. A water treatment plant is set up in Kulai near Ambassa.</p>\r\n<p>&nbsp;</p>\r\n<p>Most of the rural areas get drinking water from deep tube wells, handpumps, ring wells with a few having overhead water tanks. Many villages need drinking water supplied by tanker in the dry season and 59 such distressed pockets have been identified. Private contractors and government run tanker supply services. Many tribal inhabitations use water from open streams and ponds for drinking, cooking, washing utensils and clothes, and bathing. Water-borne disease diarrhea is common due to mixing of human excreta into drinking water source in many villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Packaged drinking water of brands \"Tribeni\", \"Eco Freshh\", \"Blue Fina\", \"Life Drop\" and \"Aqua Zoom\" among others is consumed in government offices, restaurants etc. Filters of many types and brands, in addition to locally manufactured ceramic filters, are sold although their acceptance in rural areas is less. Halogen tablets are distributed by the administration to reduce microbial content in water, which is sometimes consumed as a medicine directly in some areas or its use discontinued due to the smell it imparts to drinking water.</p>\r\n<p>&nbsp;</p>\r\n<p>Sanitation</p>\r\n<p>&nbsp;</p>\r\n<p>Situation of toilet built for Anganwadi in Chand Kumar para of Kathalbari in Ambassa block, Dhalai district, Tripura</p>\r\n<p>Dhalai district has high incidence of open defecation, especially in the interior hilly and forest areas. The district has implemented Nirmal Bharat Abhiyan, the Swachh Bharat Abhiyan and convergence with MGNREGS to address this problem, with commendable success in difficult areas like Kalyansing village in Gandacherra.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools and Anganwadi Center are focused on providing urinals and latrines, separate for boys and girls along with baby-friendly toilets in Anganwadi Centers to inculcate the habit of using sanitary latrines at a young age. However, many toilets lie dysfunctional due to lack of maintenance and damage. Earlier schemes of providing free plastic squatting plates has not produced results as most of them lie unused as many people cannot afford to construct a toilet. Open defecation has created problems of diarrhea and vulnerability to malaria.</p>\r\n<p>&nbsp;</p>\r\n<p>Irrigation</p>\r\n<p>Most of the agriculture is rain-fed, barring the areas near streams and rivers. Perennial irrigation is very minimal with only Manu barriage being a large structure for storing water. Small check dams and ponds built by the local residents and by the government under many programmes and schemes are the source of water for irrigation and other purposes. Efforts are ongoing by the district administration to identify fallow land that can be brought under perennial irrigation with small dams or borewells.</p>\r\n<p>&nbsp;</p>\r\n<p>Telecommunication</p>\r\n<p>The district has landline telephone services of BSNL although not in all the block. Cellular network service providers along with 2G services for the most part and 3G in Ambassa and Kamalpur are BSNL, Airtel, Aircel and Reliance, with some interior areas not covered. The district is part of the Tripura State Wide Area Network (TSWAN) which is an OFC supported system up to Block Development Officer and other important institutions. BSNL provides Wi-Max and WLL services to some areas.</p>\r\n<p>&nbsp;</p>\r\n<p>The police department has its own wireless communication system. All India Radio has transmission tower at Sikaribari of meter wave (MW) range and partial coverage of FM range.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhalai_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","tags":[{"name":"ambassa","slug":"ambassa"},{"name":"dhalai","slug":"dhalai"},{"name":"tripura","slug":"tripura"}],"recommendations":[{"id":969,"title":"Top Places to visit in Sepahijala, Bishramganj, Tripura","imageUrl":"dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","dateCreated":"2019-11-09T10:01:31.19Z","dateModified":"2019-11-09T10:02:00.133Z","contributedBy":"AskGif","content":"Sepahijala District is a district of Tripura, India. This district was created in January 2012 when four new districts were established in Tripura, taking the number of districts in the state from four to eight. Part of the district was formed from the former district of West Tripura. The princip","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishramganj","slug":"bishramganj"},{"name":"tripura","slug":"tripura"},{"name":"sepahijala","slug":"sepahijala"}],"slug":"top-places-to-visit-in-sepahijala-bishramganj-tripura","total":0},{"id":968,"title":"Top Places to visit in North Tripura, Dharmanagar, Tripura","imageUrl":"4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","dateCreated":"2019-11-09T08:20:20.636Z","dateModified":"2019-11-09T08:20:44.677Z","contributedBy":"AskGif","content":"North Tripura is an administrative district in the state of Tripura in India. The district headquarters are located at Dharmanagar. The district occupies an area of 1422.19 km&sup2; and has a population of 693,947 (as of 2011).\r\nDharmanagar is a town with a Municipal Council in the North E","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-tripura","slug":"north-tripura"},{"name":"tripura","slug":"tripura"},{"name":"dharmanagar","slug":"dharmanagar"}],"slug":"top-places-to-visit-in-north-tripura-dharmanagar-tripura","total":0},{"id":966,"title":"Top Places to visit in Gomati, Udaipur, Tripura","imageUrl":"e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","dateCreated":"2019-11-09T02:34:10.717Z","dateModified":"2019-11-09T02:35:38.952Z","contributedBy":"AskGif","content":"Gomati district is a district of Tripura, India. This district was created in January 2012 when four new districts were created in Tripura, taking the number of districts in the state from four to eight.\r\nUdaipur is its headquarters.\r\nTirthmukh another pilgrimage centre is also loca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tripura","slug":"tripura"},{"name":"udaipur","slug":"udaipur"},{"name":"gomati","slug":"gomati"}],"slug":"top-places-to-visit-in-gomati-udaipur-tripura","total":0},{"id":965,"title":"Top Places to visit in Dhalai, Ambassa, Tripura","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"Dhalai is an administrative district in the state of Tripura in India. The district headquarters are in Ambassa. As of 2011 it was the least populous district of Tripura (out of 8), although it is the largest district in the state.\r\n&nbsp;\r\nTourist destinations\r\nDumboor Lake<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ambassa","slug":"ambassa"},{"name":"dhalai","slug":"dhalai"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}