{"id":968,"title":"Top Places to visit in North Tripura, Dharmanagar, Tripura","imageUrl":"4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","dateCreated":"2019-11-09T08:20:20.636Z","dateModified":"2019-11-09T08:20:44.677Z","contributedBy":"AskGif","content":"<p>North Tripura is an administrative district in the state of Tripura in India. The district headquarters are located at Dharmanagar. The district occupies an area of 1422.19 km&sup2; and has a population of 693,947 (as of 2011).</p>\r\n<p>Dharmanagar is a town with a Municipal Council in the North East of India and the North Tripura district of the state of Tripura, India. Dharmanagar is the second largest urban body in the state of Tripura, after Agartala, the state capital. Dharmanagar is a major commercial center in Tripura because of its strategic location, connectivity and presence of many business &amp; financial institutions. The city has many schools, both Bengali and English medium. The city also has been ruled by several emperors.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The territory occupied by North Tripura district was part of the princely state of Tripura until 9 September 1949, when it was merged with the Union of India. The district came into existence on 1 September 1970, when the entire state was divided into three districts. On 14 April. 1995 Dhalai district was carved out from this district. Tripura was divided into four districts but with effect from 21 January 2012 four more new districts was divided making a total of eight districts in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative divisions</p>\r\n<p>North Tripura is divided into three sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Name Headquarters Blocks Location</p>\r\n<p>Dharmanagar Dharmanagar Panisagar</p>\r\n<p>Kadamtala</p>\r\n<p>North Tripura Subdivisions Dharmanagar.png</p>\r\n<p>Kailashahar Kailashahar Gaur Nagar</p>\r\n<p>Kumarghat</p>\r\n<p>North Tripura Subdivisions Kailashahar.png</p>\r\n<p>Kanchanpur Kanchanpur Dasda</p>\r\n<p>Pecharthal</p>\r\n<p>Damcherra</p>\r\n<p>Jampui Hill</p>\r\n<p>North Tripura Subdivisions Kanchanpur.png</p>\r\n<p>Subdivision &amp; Blocks. There are 3 nos of Sub-Division and 8 nos of Blocks under North Tripura District.</p>\r\n<p>&nbsp;</p>\r\n<p>Political constituencies</p>\r\n<p>There are eleven assembly constituencies in this district: Pabiachhara, Fatikroy, Chandipur, Kailasahar, Kadamtala-Kurti, Bagbassa, Dharmanagar, Jubarajnagar, Panisagar, Pencharthal and Kanchanpur.</p>\r\n<p>&nbsp;</p>\r\n<p>North Tripura district is in the Lok Sabha constituency of Tripura East, which is shared with Dhalai and South Tripura districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census total population of the District is 693,947. 12% of the total population of Tripura. The overall literacy assessment survey (LAS) conducted by SLMA-2016, the literacy rate 97.22% ( Male : 97.34% &amp; Female : 96.79%) &amp; the Sex ratio is 967/1000 (F/M) (State 960/1000) as per population census-2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1988 North Tripura district became home to the Rowa Wildlife Sanctuary, which has an area of 0.85 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Dharmanagar railway station</p>\r\n<p>The nearest airport to Dharmanagar is in Silchar and airfield at Agartala. There is also a helipad for helicopter rides or for quick journeys to the capital Agartala. Kailashahar Airport was the nearest airport to the city but it is currently non-active and abandoned. Recently the AAI surveyed the zone and has agreed to invest in upgrading the abandoned airport there. The state government has also agreed to acquire 79 acres to support this project.</p>\r\n<p>&nbsp;</p>\r\n<p>Daily bus service runs from Dharmanagar to Shillong and Guwahati which goes through National Highway 44. Bus services to nearby cities of Assam and Tripura from Dharmanagar ISBT are more frequent. Buses also connect Dharmanagar to state capital. Connectivity via bus is one of the most important forms of transportation for local residents.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has good train connectivity. Daily multiple passenger trains run from Dharmanagar to Assam and state capital Agartala. Agartala is connected to rest of India through the lines of Dharmanagar. On 2008 Agartala became the second capital of Northeast India to get connected to railway network. Agartala-anandvihar Tripurasundari Express,Rajdhani express,kanchanjhunga express,Humsafar express,Habibganj express,Deogarh express connects dharmanagar with cities like Delhi,Kolkata,Bangaluru,Habibganj(Madhya Pradesh), Deogarh (Jharkhand) respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are eight higher secondary schools in Dharmanagar. Padmapur HS School, Bir Bikram Institution (BBI), DMR Girls Higher Secondary School, DNV, Chandrapur, Nayapara, Rajbari, Golden Valley H.S (+2 Stage) School, Holy Cross, North Point School, and Siksha Bhavan Montessori School, last four are fully taught in English language. There's also a degree college which was called Dharmanagar Govt. Degree College(DGDC). It been graded by NAAC and is the highest ranked degree college in Tripura.Siksha Bhavan Montessori School is the Education Partner of TATA Interactive Systems and North Point School is the Education partner of MEXUS Education Pvt. Ltd. for providing Digital classes for the students. The school using the Digital Class System 'Class Edge' brand from the TATA Interactive Systems.</p>\r\n<p>&nbsp;</p>\r\n<p>NGOs</p>\r\n<p>Swapnochowa: It is a voluntary organization of several like-minded youth who think about the social problems and want to do something for the country keeping the values of the patriotic &amp; communal harmony in their mind and heart. Established in 2019 they believe that if they all work together for the betterment of the country through some small steps, they can change the lives of many people. They can enlighten the country as a spark of Light.</p>\r\n<p>&nbsp;</p>\r\n<p>Swapnochowa - A Non Governmental Organization</p>\r\n<p>Growing Seed: Nowadays it is one of the major NGOs in the state which is operating in the many field of social activity without any profit. Major activities are health camp, blood donation camp, publishing of \"uttaran\" magazine, awareness camp, vermi-compost project, tree plantation, cultural programme etc.</p>\r\n<p>Lions Club: Lions Club, Dharmanagar is one of the leading NGO's in the township. They have many permanent projects like Ambulance service, Oxygen service, drinking water projects etc. Their outstanding project is Lions Children Park which is one of the best parks in Tripura.</p>\r\n<p>Neighbouring Towns and Cities</p>\r\n<p>North Tripura</p>\r\n<p>&nbsp;</p>\r\n<p>Panisagar</p>\r\n<p>&nbsp;</p>\r\n<p>Unakoti</p>\r\n<p>Kailashahar</p>\r\n<p>Kumarghat</p>\r\n<p>West Tripura</p>\r\n<p>Agartala</p>\r\n<p>Khowai</p>\r\n<p>South Tripura</p>\r\n<p>Udaipur</p>\r\n<p>Belonia</p>\r\n<p>Dhalai</p>\r\n<p>Kamalpur</p>\r\n<p>Ambassa</p>\r\n<p>Outer Tripura</p>\r\n<p>Silchar</p>\r\n<p>Karimganj</p>\r\n<p>Kolkata</p>\r\n<p>Shillong</p>\r\n<p>Local Sights and Attractions</p>\r\n<p>Durga Puja Festival</p>\r\n<p>During the Durga Puja Festival, the streets come alive and people from the entire town come to the town centre to visit the many statues of goddess Durga scattered around the town. Durga Puja is an annual Hindu festival that celebrates worship of the Hindu goddess Durga. It refers to all the six days observed as Mahalaya, Shashthi, Saptami, Ashtami, Navami and Bijoya Dashami.</p>\r\n<p>&nbsp;</p>\r\n<p>The Durga pandals of Dharmanagar secured second place in the Maa Durga contest; after the Capital City of Tripura Agartala.</p>\r\n<p>&nbsp;</p>\r\n<p>Kali Puja Festival</p>\r\n<p>One of the main festivals is the Kali Puja which occurs between September and October. Dharmanagar is also known for its bright lights during this Puja where the entire town is lit up.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kali Bari DMN.</p>\r\n<p>Dighi, Shops, Markets and Temples</p>\r\n<p>The playgrounds (BBI &amp; DNV), shopping mall (RANA PLAZA),Vishal mega mart,City life, Cakes N Buns delight,Reliance Trends,Bazar India etc. Temples like Kalibari, Hari mandir, Officetilla Kalibari, Shib Bari, Ramakrishna Seba Samiti, Choto Kalibari are tourist attractions.</p>\r\n<p>&nbsp;</p>\r\n<p>Unakoti</p>\r\n<p>A short distance away is the ancient site of Unakoti, which literally means \"one less a crore\" in Bengali, hosts an ancient place of worship with huge rock-cut images and stone idols of Lord Shiva. It is the prime tourist spot of North Tripura District, and is located in the neighbouring town of Kailashahar Subdivision in the North-eastern Indian state of Tripura.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Dharmanagar assembly constituency is part of Tripura East (Lok Sabha constituency); the main political parties are CPI(M) and Congress(I).and in 2018 elections BJP won and now ruling party is BJP The assembly constituency is now represented by BJP MLA.</p>\r\n<p>&nbsp;</p>\r\n<p>Media &amp; communications</p>\r\n<p>Radio</p>\r\n<p>All India Radio</p>\r\n<p>Akashvani (On AM).</p>\r\n<p>Television</p>\r\n<p>Doordarshan</p>\r\n<p>DD Metro</p>\r\n<p>Bangla TV</p>\r\n<p>Cable TV showing hundreds of channels including MTV, ETV Bangla, Zee Bangla, Zee Cinema, Star Jalsha, Star Plus, Star Gold, B4U, CNN, and BBC Worldwide.</p>\r\n<p>Newspapers</p>\r\n<p>No daily newspaper is published from Dharmanagar, except a few weekly. Daily newspapers published from Agartala, Karimganj and Silchar reaches dail morning in this town. Besides above, national dailies like The Telegraph, Anandabazar Patrika, Dainik Sambad,Bartaman, The Times of India, The Statesman, Hindustan Times etc. are also available.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/North_Tripura_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-north-tripura-dharmanagar-tripura","tags":[{"name":"north-tripura","slug":"north-tripura"},{"name":"tripura","slug":"tripura"},{"name":"dharmanagar","slug":"dharmanagar"}],"recommendations":[{"id":970,"title":"Top Places to visit in South Tripura, Belonia, Tripura","imageUrl":"5ffc8f49-a264-497a-943a-dbbb53e26d31_Belonia-railway.jpg","dateCreated":"2019-11-09T16:03:45.433Z","dateModified":"2019-11-09T16:05:08.215Z","contributedBy":"AskGif","content":"South Tripura is an administrative district in the state of Tripura in northeastern India.\r\nBelonia is a town and Municipal Council in South Tripura district, Tripura, India. It is also the headquarters of South Tripura District. It is linked with Agartala (the state capital) by National H","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ffc8f49-a264-497a-943a-dbbb53e26d31_Belonia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"belonia","slug":"belonia"},{"name":"south-tripura","slug":"south-tripura"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-south-tripura-belonia-tripura","total":0},{"id":967,"title":"Top Places to visit in Khowai, Tripura","imageUrl":"fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","dateCreated":"2019-11-09T02:48:06.896Z","dateModified":"2019-11-09T02:48:24.7Z","contributedBy":"AskGif","content":"Khowai district is a district of Tripura state of India. This district was created in January, 2012 when four new districts were created in Tripura, taking the number of districts in the state from four to eight. The district headquarters are located in the town Khowai. The district was carved ou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khowai","slug":"khowai"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-khowai-tripura","total":0},{"id":966,"title":"Top Places to visit in Gomati, Udaipur, Tripura","imageUrl":"e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","dateCreated":"2019-11-09T02:34:10.717Z","dateModified":"2019-11-09T02:35:38.952Z","contributedBy":"AskGif","content":"Gomati district is a district of Tripura, India. This district was created in January 2012 when four new districts were created in Tripura, taking the number of districts in the state from four to eight.\r\nUdaipur is its headquarters.\r\nTirthmukh another pilgrimage centre is also loca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tripura","slug":"tripura"},{"name":"udaipur","slug":"udaipur"},{"name":"gomati","slug":"gomati"}],"slug":"top-places-to-visit-in-gomati-udaipur-tripura","total":0},{"id":965,"title":"Top Places to visit in Dhalai, Ambassa, Tripura","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"Dhalai is an administrative district in the state of Tripura in India. The district headquarters are in Ambassa. As of 2011 it was the least populous district of Tripura (out of 8), although it is the largest district in the state.\r\n&nbsp;\r\nTourist destinations\r\nDumboor Lake<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ambassa","slug":"ambassa"},{"name":"dhalai","slug":"dhalai"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}