{"id":968,"title":"उत्तर त्रिपुरा, धर्मनगर में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","dateCreated":"2019-11-09T08:20:20.636Z","dateModified":"2019-11-09T08:20:44.677Z","contributedBy":"AskGif","content":"<p>उत्तर त्रिपुरा भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय धर्मनगर में स्थित है। जिले का क्षेत्रफल 1422.19 वर्ग किमी है और इसकी आबादी 693,947 (2011 के अनुसार) है।</p>\r\n<p>धर्मनगर भारत के उत्तर पूर्व में एक नगर परिषद और भारत के राज्य त्रिपुरा के उत्तर त्रिपुरा जिले के साथ एक शहर है। राज्य की राजधानी अगरतला के बाद त्रिपुरा राज्य का दूसरा सबसे बड़ा शहरी निकाय धर्मनगर है। धर्मनगर त्रिपुरा में एक प्रमुख व्यावसायिक केंद्र है, क्योंकि इसकी रणनीतिक स्थिति, कनेक्टिविटी और कई व्यावसायिक और वित्तीय संस्थानों की उपस्थिति है। शहर में कई स्कूल हैं, दोनों बंगाली और अंग्रेजी माध्यम हैं। इस शहर में कई सम्राटों का शासन भी रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>उत्तर त्रिपुरा जिले के कब्जे वाला क्षेत्र 9 सितंबर 1949 तक त्रिपुरा की रियासत का हिस्सा था, जब इसे भारत संघ में मिला दिया गया था। 1 सितंबर 1970 को यह जिला अस्तित्व में आया, जब पूरे राज्य को तीन जिलों में विभाजित किया गया था। 14 अप्रैल को। 1995 धलाई जिले को इस जिले से लिया गया था। त्रिपुरा को चार जिलों में विभाजित किया गया था, लेकिन 21 जनवरी 2012 से राज्य के कुल आठ जिलों को विभाजित करते हुए चार और नए जिलों को विभाजित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>उत्तरी त्रिपुरा तीन उप-प्रभागों में विभाजित है:</p>\r\n<p>&nbsp;</p>\r\n<p>नाम मुख्यालय ब्लाकों स्थान</p>\r\n<p>धर्मनगर धर्मनगर Panisagar</p>\r\n<p>कदमताला</p>\r\n<p>उत्तर त्रिपुरा उपखंड धर्मनगर।पंग</p>\r\n<p>कैलाशहर कैलाशहर गौर नगर</p>\r\n<p>कुमारघाट</p>\r\n<p>उत्तर त्रिपुरा उप-मंडल कैलाशहर।पंग</p>\r\n<p>कंचनपुर कंचनपुर आउटडोर</p>\r\n<p>Pecharthal</p>\r\n<p>Damcherra</p>\r\n<p>जम्पुई हिल</p>\r\n<p>उत्तर त्रिपुरा उपखंड कंचनपुर.पंग</p>\r\n<p>उपखंड और ब्लॉक। उत्तर त्रिपुरा जिले के अंतर्गत उप-प्रभाग के 3 और ब्लॉक के 8 नग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीतिक निर्वाचन क्षेत्र</p>\r\n<p>इस जिले में ग्यारह विधानसभा क्षेत्र हैं: पाबियछारा, फटिकरो, चांदीपुर, कैलाशहर, कदमताल-कुर्ती, बागबासा, धर्मनगर, जुबेरनगर, पनीसागर, पैंथरथल और कंचनपुर।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर त्रिपुरा जिला त्रिपुरा पूर्व के लोकसभा क्षेत्र में है, जिसे धलाई और दक्षिण त्रिपुरा जिलों के साथ साझा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार जिले की कुल जनसंख्या 693,947 है। त्रिपुरा की कुल जनसंख्या का 12%। SLMA-2016 द्वारा सम्पूर्ण साक्षरता मूल्यांकन सर्वेक्षण (LAS), साक्षरता दर 97.22% (पुरुष: 97.34% और महिला: 96.79%) और लिंग अनुपात 967/1000 (F / M) (राज्य 960-1000) है प्रति जनगणना -2011।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1988 में उत्तरी त्रिपुरा जिला रोवा वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 0.85 वर्ग किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मनगर रेलवे स्टेशन</p>\r\n<p>धर्मनगर का निकटतम हवाई अड्डा सिलचर में है और अगरतला में हवाई क्षेत्र है। हेलीकॉप्टर की सवारी के लिए या राजधानी अगरतला के लिए त्वरित यात्रा के लिए एक हेलीपैड भी है। कैलाशहर हवाई अड्डा शहर का निकटतम हवाई अड्डा था लेकिन यह वर्तमान में गैर-सक्रिय है और इसे छोड़ दिया गया है। हाल ही में एएआई ने इस क्षेत्र का सर्वेक्षण किया और वहां छोड़े गए हवाई अड्डे के उन्नयन में निवेश करने पर सहमति व्यक्त की। राज्य सरकार ने इस परियोजना का समर्थन करने के लिए 79 एकड़ जमीन हासिल करने पर भी सहमति व्यक्त की है।</p>\r\n<p>&nbsp;</p>\r\n<p>दैनिक बस सेवा धर्मनगर से शिलांग और गुवाहाटी तक चलती है जो राष्ट्रीय राजमार्ग 44 से होकर जाती है। आस-पास के शहरों असम और त्रिपुरा से धर्मनगर आईएसबीटी के लिए बस सेवाएँ अधिक हैं। बसें धर्मनगर को राज्य की राजधानी से भी जोड़ती हैं। बस के माध्यम से कनेक्टिविटी स्थानीय निवासियों के लिए परिवहन के सबसे महत्वपूर्ण रूपों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में अच्छी ट्रेन कनेक्टिविटी है। धर्मनगर से असम और राज्य की राजधानी अगरतला के लिए दैनिक कई यात्री ट्रेनें चलती हैं। अगरतला धर्मनगर की तर्ज पर शेष भारत से जुड़ा हुआ है। 2008 में रेलवे नेटवर्क से जुड़ने के लिए अगरतला पूर्वोत्तर भारत की दूसरी राजधानी बन गई। अगरतला-आनंदविहार त्रिपुरासुंदरी एक्सप्रेस, राजधानी एक्सप्रेस, कंचनजंगा एक्सप्रेस, हमसफ़र एक्सप्रेस, हबीबगंज एक्सप्रेस, देवगढ़ एक्सप्रेस क्रमशः धर्मनगरी को दिल्ली, कोलकाता, बंगालुरु, हबीबगंज (मध्य प्रदेश), देवगढ़ (झारखंड) जैसे शहरों से जोड़ती है।</p>\r\n<p>शिक्षा</p>\r\n<p>धर्मनगर में आठ उच्चतर माध्यमिक विद्यालय हैं। पदमपुर एचएस स्कूल, बीर बिक्रम इंस्टीट्यूशन (बीबीआई), डीएमआर गर्ल्स हायर सेकेंडरी स्कूल, डीएनवी, चंद्रपुर, नयापारा, राजबाड़ी, गोल्डन वैली एचएस (+2 स्टेज) स्कूल, होली क्रॉस, नॉर्थ पॉइंट स्कूल, और शिक्षा भवन मोंटेसरी स्कूल, अंतिम चार पूरी तरह से अंग्रेजी भाषा में सिखाया जाता है। यहाँ एक डिग्री कॉलेज भी है जिसे धर्मनगर सरकार कहा जाता था। डिग्री कॉलेज (DGDC)। यह NAAC द्वारा वर्गीकृत किया गया है और यह त्रिपुरा में सर्वोच्च स्थान पर स्थित डिग्री कॉलेज है। शिक्षा भवन मोंटेसरी स्कूल TATA इंटरएक्टिव सिस्टम का शिक्षा भागीदार है और नॉर्थ प्वाइंट स्कूल MEXUS Education Pvt। का शिक्षा भागीदार है। लिमिटेड छात्रों के लिए डिजिटल कक्षाएं प्रदान करने के लिए। TATA इंटरएक्टिव सिस्टम से डिजिटल क्लास सिस्टम 'क्लास एज' ब्रांड का उपयोग करते हुए स्कूल।</p>\r\n<p>&nbsp;</p>\r\n<p>गैर सरकारी संगठनों</p>\r\n<p>स्वप्नोचोवा: यह कई समान विचारधारा वाले युवाओं का एक स्वैच्छिक संगठन है, जो सामाजिक समस्याओं के बारे में सोचते हैं और देश के लिए कुछ भी करना चाहते हैं जो उनके दिल और दिमाग में देशभक्ति और सांप्रदायिक सद्भाव के मूल्यों को ध्यान में रखते हैं। 2019 में स्थापित उनका मानना ​​है कि यदि वे सभी कुछ छोटे कदमों के माध्यम से देश की भलाई के लिए एक साथ काम करते हैं, तो वे कई लोगों के जीवन को बदल सकते हैं। वे देश को प्रकाश की चिंगारी के रूप में प्रकाशित कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वप्नोचोवा - एक गैर सरकारी संगठन</p>\r\n<p>बढ़ता हुआ बीज: आजकल यह राज्य के प्रमुख गैर सरकारी संगठनों में से एक है जो बिना किसी लाभ के सामाजिक गतिविधियों के कई क्षेत्रों में काम कर रहा है। प्रमुख गतिविधियाँ स्वास्थ्य शिविर, रक्तदान शिविर, \"उत्थान\" पत्रिका का प्रकाशन, जागरूकता शिविर, वर्मी-कम्पोस्ट परियोजना, वृक्षारोपण, सांस्कृतिक कार्यक्रम आदि हैं।</p>\r\n<p>लायंस क्लब: लायंस क्लब, धर्मनगर बस्ती के प्रमुख एनजीओ में से एक है। उनके पास कई स्थायी परियोजनाएं हैं जैसे एम्बुलेंस सेवा, ऑक्सीजन सेवा, पेयजल परियोजनाएं आदि। उनकी उत्कृष्ट परियोजना लायंस चिल्ड्रन पार्क है जो त्रिपुरा के सबसे अच्छे पार्कों में से एक है।</p>\r\n<p>पड़ोसी शहर और शहर</p>\r\n<p>उत्तर त्रिपुरा</p>\r\n<p>&nbsp;</p>\r\n<p>Panisagar</p>\r\n<p>&nbsp;</p>\r\n<p>Unakoti</p>\r\n<p>कैलाशहर</p>\r\n<p>कुमारघाट</p>\r\n<p>पश्चिम त्रिपुरा</p>\r\n<p>अगरतला</p>\r\n<p>खोवाई</p>\r\n<p>दक्षिण त्रिपुरा</p>\r\n<p>उदयपुर</p>\r\n<p>Belonia</p>\r\n<p>धलाई</p>\r\n<p>कमालपुर</p>\r\n<p>अम्बासा</p>\r\n<p>बाहरी त्रिपुरा</p>\r\n<p>सिलचर</p>\r\n<p>करीमगंज</p>\r\n<p>कोलकाता</p>\r\n<p>शिलांग</p>\r\n<p>स्थानीय जगहें और आकर्षण</p>\r\n<p>दुर्गा पूजा महोत्सव</p>\r\n<p>दुर्गा पूजा महोत्सव के दौरान, गलियां जीवंत हो जाती हैं और पूरे शहर के लोग कस्बे में देवी दुर्गा की कई प्रतिमाओं के दर्शन करने के लिए शहर के केंद्र में आते हैं। दुर्गा पूजा एक वार्षिक हिंदू त्योहार है जो हिंदू देवी दुर्गा की पूजा का जश्न मनाता है। यह महालया, षष्ठी, सप्तमी, अष्टमी, नवमी और बिजोय दशमी के रूप में मनाए गए सभी छह दिनों को संदर्भित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मनगरी के दुर्गा पंडालों ने मां दुर्गा प्रतियोगिता में दूसरा स्थान हासिल किया; त्रिपुरा अगरतला की राजधानी के बाद।</p>\r\n<p>&nbsp;</p>\r\n<p>काली पूजा महोत्सव</p>\r\n<p>मुख्य त्योहारों में से एक काली पूजा है जो सितंबर और अक्टूबर के बीच होती है। धर्मनगर भी इस पूजा के दौरान अपनी चमकदार रोशनी के लिए जाना जाता है, जहां पूरा शहर जगमगाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>काली बाड़ी DMN।</p>\r\n<p>दिघी, दुकानें, बाजार और मंदिर</p>\r\n<p>खेल के मैदान (बीबीआई और डीएनवी), शॉपिंग मॉल (राणा प्लाजा), विशाल मेगा मार्ट, सिटी लाइफ, केक्स एन बन्स खुश, रिलायंस ट्रेंड्स, बाजार इंडिया आदि मंदिर जैसे कालीबाड़ी, हरि मंदिर, ओफिसिला कालीबाड़ी, शिब बारी, रामकृष्ण सेवा समिति। , चोटो कालीबाड़ी पर्यटक आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Unakoti</p>\r\n<p>कुछ ही दूरी पर उनाकोटि का प्राचीन स्थल है, जिसका शाब्दिक अर्थ है \"बंगाली में एक करोड़ कम\", जो भगवान शिव की विशाल रॉक-कट छवियों और पत्थर की मूर्तियों के साथ एक प्राचीन पूजा स्थल है। यह उत्तर त्रिपुरा जिले का प्रमुख पर्यटन स्थल है, और यह उत्तर-पूर्वी भारतीय राज्य त्रिपुरा के पड़ोसी शहर कैलाशहर उपखंड में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>धर्मनगर विधानसभा निर्वाचन क्षेत्र त्रिपुरा पूर्व (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है; मुख्य राजनीतिक दल सीपीआई (एम) और कांग्रेस (आई) हैं। और 2018 के चुनावों में बीजेपी ने जीत हासिल की और अब सत्ताधारी पार्टी बीजेपी है। विधानसभा क्षेत्र का प्रतिनिधित्व अब बीजेपी विधायक करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>रेडियो</p>\r\n<p>ऑल इंडिया रेडियो</p>\r\n<p>आकाशवाणी (AM पर)।</p>\r\n<p>टेलीविजन</p>\r\n<p>दूरदर्शन</p>\r\n<p>डीडी मेट्रो</p>\r\n<p>बंगला टी.वी.</p>\r\n<p>केबल टीवी जिसमें MTV, ETV Bangla, Zee Bangla, Zee Cinema, Star Jalsha, Star Plus, Star Gold, B4U, CNN, और BBC Worldwide सहित सैकड़ों चैनल हैं।</p>\r\n<p>समाचार पत्र</p>\r\n<p>कुछ साप्ताहिकों को छोड़कर धर्मनगरी से कोई दैनिक समाचार पत्र प्रकाशित नहीं होता है। अगरतला, करीमगंज और सिलचर से प्रकाशित दैनिक समाचार पत्र इस कस्बे में सुबह होते हैं। उपरोक्त के अलावा, राष्ट्रीय टेलीविज़न जैसे द टेलीग्राफ, आनंदबाजार पत्रिका, दैनिक सांबाद, बार्टमैन, द टाइम्स ऑफ़ इंडिया, द स्टेट्समैन, हिंदुस्तान टाइम्स आदि भी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/North_Tripura_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-north-tripura-dharmanagar-tripura","tags":[{"name":"उत्तर-त्रिपुरा","slug":"north-tripura"},{"name":"त्रिपुरा","slug":"tripura"},{"name":"धर्मनगर","slug":"dharmanagar"}],"recommendations":[{"id":970,"title":"दक्षिण त्रिपुरा, बेलोनिया में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"5ffc8f49-a264-497a-943a-dbbb53e26d31_Belonia-railway.jpg","dateCreated":"2019-11-09T16:03:45.433Z","dateModified":"2019-11-09T16:05:08.215Z","contributedBy":"AskGif","content":"दक्षिण त्रिपुरा पूर्वोत्तर भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है।\r\nबेलोनिया दक्षिण त्रिपुरा जिले, त्रिपुरा, भारत में एक शहर और नगर परिषद है। यह दक्षिण त्रिपुरा जिले का मुख्यालय भी है। यह राष्ट्रीय राजमार्ग 8 पर उदयपुर और राजनगर, सोनमुरा, मेलाघर, और बिश्रामगंज के माध्यम से अगरतला ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ffc8f49-a264-497a-943a-dbbb53e26d31_Belonia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेलोनिया","slug":"belonia"},{"name":"दक्षिण-त्रिपुरा","slug":"south-tripura"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-south-tripura-belonia-tripura","total":0},{"id":967,"title":"खोवाई में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","dateCreated":"2019-11-09T02:48:06.896Z","dateModified":"2019-11-09T02:48:24.7Z","contributedBy":"AskGif","content":"खोवाई जिला भारत के त्रिपुरा राज्य का एक जिला है। यह जिला जनवरी, 2012 में बनाया गया था, जब त्रिपुरा में चार नए जिले बनाए गए थे, जिसमें राज्य के जिलों की संख्या चार से आठ थी। जिला मुख्यालय शहर खोवाई में स्थित है। जिले को नए त्रिपुरा जिले के साथ पश्चिम त्रिपुरा जिले से बाहर किया गया था। जिले को दो उ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खोवाई","slug":"khowai"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-khowai-tripura","total":0},{"id":966,"title":"गोमती, उदयपुर में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","dateCreated":"2019-11-09T02:34:10.717Z","dateModified":"2019-11-09T02:35:38.952Z","contributedBy":"AskGif","content":"गोमती जिला त्रिपुरा, भारत का एक जिला है। यह जिला जनवरी 2012 में बनाया गया था, जब त्रिपुरा में चार नए जिले बनाए गए थे, जो राज्य में जिलों की संख्या चार से आठ तक ले गए थे।\r\nउदयपुर इसका मुख्यालय है।\r\nअमरपुर सब डिवीजन में तीर्थमुख एक और तीर्थस्थल भी इसी जिले में स्थित है।\r\nपूर्व ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4103976-fa7d-4f9a-8cb7-8716f3839de1_Udaipur-Tripura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"त्रिपुरा","slug":"tripura"},{"name":"उदयपुर","slug":"udaipur"},{"name":"गोमती","slug":"gomati"}],"slug":"top-places-to-visit-in-gomati-udaipur-tripura","total":0},{"id":965,"title":"धलाई, अम्बासा में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"धलाई भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय अंबासा में है। 2011 तक यह त्रिपुरा का सबसे कम आबादी वाला जिला था (8 में से), हालांकि यह राज्य का सबसे बड़ा जिला है।\r\n&nbsp;\r\nपर्यटन स्थल\r\nडूमर झील\r\nडंबूर झील अंबासा से लगभग 70 किलोमीटर दूर गंडचेर्रा सब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अम्बासा","slug":"ambassa"},{"name":"धलाई","slug":"dhalai"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}