{"id":971,"title":"Top Places to visit in Unokoti, Kailashahar, Tripura","imageUrl":"e6f5c521-0465-4eb2-b215-5ef7c46a4447_Unokoti-tourism.jpg","dateCreated":"2019-11-10T03:21:22.821Z","dateModified":"2019-11-10T03:22:31.145Z","contributedBy":"AskGif","content":"<p>Unakoti district is a district of Tripura, India. This district was created on 21 January 2012 when four new districts were created in Tripura, taking the number of districts in the state from four to eight.</p>\r\n<p>&nbsp;</p>\r\n<p>Kailashahar is its headquarters. The district was part of North Tripura district earlier. The District and divided into two sub-divisions, namely, Kailashahar and Kumarghat. For the purpose of developmental activities it is divided into three Blocks namely Kumarghat, Pecharthal and Gournagar.</p>\r\n<p>&nbsp;</p>\r\n<p>The original name of Unakoti is Subrai Khung in Kokborok as claimed by Jamatia Hoda, Unakoti hill literally means one less a koti in Bengali, hosts an ancient Shaivite place of worship with huge rock reliefs celebrating Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the prime tourist spot of Unakoti District Tripura in the Kailashahar Subdivision in the North-eastern Indian state of Tripura. It is Shiva pilgrimage and dates back to 7th &ndash; 9th centuries if not earlier.</p>\r\n<p>&nbsp;</p>\r\n<p>Festival</p>\r\n<p>Every year a big fair popularly known as Ashokastami Mela is held in the month of April. The festival is visited by thousands of pilgrims. Another smaller festival takes place in January. Apart from that, tourists also come to see these sculptures almost every other day from different parts of the country and abroad.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>Unakoti lies 178 km to the northeast from Agartala which has the closest airport, 8 km to the east from Kailashahar, district headquarters of Unakoti district, 148 km to the south-east from Silchar. The nearest railway station is 19.6&nbsp; km away at Dharmanagar railway station on the Lumding&ndash;Sabroom section. From Dharmanagar railway station it takes about 30&ndash;40 minutes by car. Travelling from capital town Agartala has become much easier nowadays. The morning train from Agartala reaches Dharmanagar before 10 am. The afternoon train from Dharmanagar reaches Agartala by 8 p.m.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>A wall of stone with reliefs</p>\r\n<p>Preservation</p>\r\n<p>The site has suffered centuries of neglect causing degradation and loss of considerable scale to the rock art. Since its adoption by the ASI (Archaeological Survey of India) as a heritage site, the situation has slightly improved, though a lot of work including substantial excavation remains to be undertaken. The government of India has approached to UNESCO to declare it as a world heritage site. The Centre has recently granted Rs 12 crore to the state for developing the area, 178&nbsp; km from here, as a major tourist destination.</p>\r\n<p>&nbsp;</p>\r\n<p>Official Heads of the District</p>\r\n<p>The current District Magistrate and Collector is Sri P. R. Bhattacharjee The current Superintendent of Police is Sri Lalhruaia Darlong.</p>\r\n<p>&nbsp;</p>\r\n<p>Iconography</p>\r\n<p>The images found at Unakoti are of two types: namely rock-carved figures and stone images. Among the rock cut carvings, the central Shiva head and gigantic Ganesha figures deserve special mention. The central Shiva head known as Unakotiswara Kal Bhairava is about 30 feet high including an embroidered head-dress which itself is 10 feet high. On each side of the head-dress of the central Shiva, there are two full-size female figures - one of Durga standing on a lion and another female figure on the other side. In addition, three enormous images of Nandi Bull are found half buried in the ground. There are various other stone as well as rock-cut images at Unakoti.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Unakoti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e6f5c521-0465-4eb2-b215-5ef7c46a4447_Unokoti-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-unokoti-kailashahar-tripura","tags":[{"name":"tripura","slug":"tripura"},{"name":"unokoti","slug":"unokoti"},{"name":"kailashahar","slug":"kailashahar"}],"recommendations":[{"id":970,"title":"Top Places to visit in South Tripura, Belonia, Tripura","imageUrl":"5ffc8f49-a264-497a-943a-dbbb53e26d31_Belonia-railway.jpg","dateCreated":"2019-11-09T16:03:45.433Z","dateModified":"2019-11-09T16:05:08.215Z","contributedBy":"AskGif","content":"South Tripura is an administrative district in the state of Tripura in northeastern India.\r\nBelonia is a town and Municipal Council in South Tripura district, Tripura, India. It is also the headquarters of South Tripura District. It is linked with Agartala (the state capital) by National H","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ffc8f49-a264-497a-943a-dbbb53e26d31_Belonia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"belonia","slug":"belonia"},{"name":"south-tripura","slug":"south-tripura"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-south-tripura-belonia-tripura","total":0},{"id":969,"title":"Top Places to visit in Sepahijala, Bishramganj, Tripura","imageUrl":"dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","dateCreated":"2019-11-09T10:01:31.19Z","dateModified":"2019-11-09T10:02:00.133Z","contributedBy":"AskGif","content":"Sepahijala District is a district of Tripura, India. This district was created in January 2012 when four new districts were established in Tripura, taking the number of districts in the state from four to eight. Part of the district was formed from the former district of West Tripura. The princip","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishramganj","slug":"bishramganj"},{"name":"tripura","slug":"tripura"},{"name":"sepahijala","slug":"sepahijala"}],"slug":"top-places-to-visit-in-sepahijala-bishramganj-tripura","total":0},{"id":968,"title":"Top Places to visit in North Tripura, Dharmanagar, Tripura","imageUrl":"4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","dateCreated":"2019-11-09T08:20:20.636Z","dateModified":"2019-11-09T08:20:44.677Z","contributedBy":"AskGif","content":"North Tripura is an administrative district in the state of Tripura in India. The district headquarters are located at Dharmanagar. The district occupies an area of 1422.19 km&sup2; and has a population of 693,947 (as of 2011).\r\nDharmanagar is a town with a Municipal Council in the North E","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e4f44b7-b88d-436b-8ffd-1331f839ae4d_Dharmanagar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-tripura","slug":"north-tripura"},{"name":"tripura","slug":"tripura"},{"name":"dharmanagar","slug":"dharmanagar"}],"slug":"top-places-to-visit-in-north-tripura-dharmanagar-tripura","total":0},{"id":965,"title":"Top Places to visit in Dhalai, Ambassa, Tripura","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"Dhalai is an administrative district in the state of Tripura in India. The district headquarters are in Ambassa. As of 2011 it was the least populous district of Tripura (out of 8), although it is the largest district in the state.\r\n&nbsp;\r\nTourist destinations\r\nDumboor Lake<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ambassa","slug":"ambassa"},{"name":"dhalai","slug":"dhalai"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}