{"id":972,"title":"पश्चिम त्रिपुरा, अगरतला में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","dateCreated":"2019-11-10T04:46:24.85Z","dateModified":"2019-11-10T04:47:08.435Z","contributedBy":"AskGif","content":"<p>पश्चिम त्रिपुरा भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय अगरतला में स्थित हैं। 2012 तक यह त्रिपुरा (8 में से) का सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>अगरतला भारतीय राज्य त्रिपुरा की राजधानी है, और गुवाहाटी के बाद पूर्वोत्तर भारत का दूसरा सबसे बड़ा शहर है। यह शहर अगरतला नगर निगम द्वारा शासित है। शहर त्रिपुरा सरकार की सीट है। यह बांग्लादेश की राजधानी ढाका से लगभग 90 किलोमीटर (55 मील) पूर्व में बांग्लादेश सीमा के पास, होरा नदी के तट पर स्थित है। अगरतला को भारत सरकार की एक प्रमुख योजना, स्मार्ट सिटीज़ मिशन के तहत विकसित किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अगरतला भारत का तीसरा अंतरराष्ट्रीय इंटरनेट गेटवे है जो मुंबई और चेन्नई के लोगों के बाद है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>पश्चिम त्रिपुरा जिले में त्रीसुब-विभाग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सदर उपखंड</p>\r\n<p>मोहनपुर उपखंड</p>\r\n<p>जिरानिया उपखंड</p>\r\n<p>पश्चिम त्रिपुरा जिले में 9 ब्लॉक हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मोहनपुर</p>\r\n<p>Hezamara</p>\r\n<p>Lefunga</p>\r\n<p>Bamutia</p>\r\n<p>पुराना अगरतला</p>\r\n<p>Jirania</p>\r\n<p>Mandwi</p>\r\n<p>Belbari</p>\r\n<p>Dukli</p>\r\n<p>&nbsp;</p>\r\n<p>लोकसभा क्षेत्र</p>\r\n<p>पश्चिम त्रिपुरा जिला दो लोकसभा निर्वाचन क्षेत्रों में स्थित है: त्रिपुरा पश्चिम (दक्षिण त्रिपुरा जिले के साथ साझा), और त्रिपुरा पूर्व (दक्षिण त्रिपुरा, धलाई और उत्तर त्रिपुरा जिलों के साथ साझा)।</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिम त्रिपुरान लाइन में इंतजार कर रहे हैं।</p>\r\n<p>2011 की जनगणना के अनुसार पश्चिम त्रिपुरा जिले की जनसंख्या 1,725,739 है, जो कि द गाम्बिया या अमेरिका के नेब्रास्का राज्य के बराबर है। यह भारत में 281 वें स्थान पर है (कुल 640 में से)। जिले की जनसंख्या घनत्व 576 निवासियों प्रति वर्ग किलोमीटर (1,490 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 12.5% ​​थी। पश्चिम त्रिपुरा में हर 1000 पुरुषों पर 964 महिलाओं का लिंग अनुपात है, और साक्षरता दर 88.91% है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>पैलेस परिसर में लक्ष्मी नारायण बाड़ी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>यूनिवर्सल प्रार्थना हॉल, रामकृष्ण मिशन, अगरतला</p>\r\n<p>अन्य भारतीय राज्यों की तरह, अगरतला में मिश्रित धर्म है। हिंदू धर्म प्रमुख धर्म है और शहर भर में कई मंदिर हैं। पूरे शहर में कई तरह के थीम के साथ टेंट कैटरिंग है। ईसाई धर्म एक व्यापक विश्वास है, साथ ही क्रिसमस वर्ष का बहुत व्यस्त समय है। अगरतला अपने आदिवासी त्योहारों जैसे खारची, और गरिया पूजा के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>कुछ प्रमुख मंदिर हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिपुरेश्वरी मटरबारी, उदयपुर, दक्षिण त्रिपुरा</p>\r\n<p>लक्ष्मी नारायण मंदिर, महल परिसर</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>बनमालीपुर में राम ठाकुर का आश्रम</p>\r\n<p>पैलेस कंपाउंड में दुर्गा बाड़ी मंदिर</p>\r\n<p>पगला देवता मंदिर, अगरतला पुराना मोटरस्टैंड</p>\r\n<p>मोटरस्टैंड शनि मंदिर</p>\r\n<p>सत्संग बिहार, कृष्णानगर</p>\r\n<p>केर चौमुहानी शिव-काली मंदिर</p>\r\n<p>पैलेस परिसर में कालीबाड़ी मंदिर</p>\r\n<p>इस्कॉन मंदिर (हरे कृष्ण मंदिर) -SRI SRI RADHA GOVINDA MANDIR</p>\r\n<p>बाबा लोकनाथ मंदिर, लक्ष्मी नारायण बाड़ी रोड</p>\r\n<p>उमामहेश्वर मंदिर (शिबरी), सेंट्रल रोड</p>\r\n<p>रामकृष्ण मिशन, मठ चौमनी (धलेश्वर के पास), गांधी घाट और आमेटली</p>\r\n<p>भारत सेवाश्रम संघ</p>\r\n<p>भवतारानी मंदिर, मेलामठ</p>\r\n<p>अगरतला में रामकृष्ण मिशन धलेश्वर परिसर में यूनिवर्सल प्रेयर हॉल है।</p>\r\n<p>मस्जिदों</p>\r\n<p>गेदु मियार मस्जिद</p>\r\n<p>जमी मस्जिद, भाटी अभयनगर (पश्चिम)</p>\r\n<p>रंगमति दारुल उलूम जामे मस्जिद</p>\r\n<p>मठों</p>\r\n<p>बेनुबन विहार, कुंजाबन</p>\r\n<p>चर्चों</p>\r\n<p>&nbsp;</p>\r\n<p>नंदनगर के कैथोलिक चर्च के पैरिश, डॉन बोस्को</p>\r\n<p>यूनियन बैपटिस्ट चर्च, अरुंधुतिनगर, अगरतला का सबसे पुराना चर्च</p>\r\n<p>अगरतला सिटी बैपटिस्ट चर्च, सुपारी बागान</p>\r\n<p>खाकोटर बैप्टिस्ट चर्च, अभयनगर</p>\r\n<p>हेलेलुजाह बैपटिस्ट चर्च, गोरखा बस्ती</p>\r\n<p>राजधानी बैपटिस्ट चर्च, नंदनगर</p>\r\n<p>पैलेस बैपटिस्ट चर्च, पैलेस कंपाउंड</p>\r\n<p>अगुली बैपटिस्ट चर्च, टी.आर.टी.सी.</p>\r\n<p>नॉयंग बैपटिस्ट चर्च, हरधन संघ</p>\r\n<p>सेंट फ्रांसिस जेवियर कैथेड्रल चर्च, दुर्जापानगर</p>\r\n<p>डॉन बॉस्को कैथोलिक चर्च, नंदानगर</p>\r\n<p>कैथोलिक चर्च, मरियमनगर, त्रिपुरा में पहला ईसाई समुदाय है</p>\r\n<p>प्रेस्बिटेरियन चर्च, श्यामली बाजार</p>\r\n<p>विश्वासियों पूर्वी चर्च, सलाहकार चौमुहानी</p>\r\n<p>इंजील क्रिश्चियन फैलोशिप, रेड क्रॉस बिल्डिंग, आईजीएम अस्पताल परिसर</p>\r\n<p>ट्रिनिटी उपासना केंद्र, राठौड़ भवन, उत्तर गेट, पैलेस कंपाउंड</p>\r\n<p>परिवहन</p>\r\n<p>हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>अगरतला हवाई अड्डा प्रस्थान टर्मिनल</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डे का प्रवेश द्वार</p>\r\n<p>अगरतला महाराजा बीर बिक्रम किशोर माणिक्य हवाई अड्डे (अगरतला हवाई अड्डे) के माध्यम से भारत के अन्य शहरों से जुड़ा हुआ है। कोलकाता, इम्फाल, गुवाहाटी, बैंगलोर और नई दिल्ली के लिए सीधी उड़ान कनेक्शन हैं। एएआई की रिपोर्ट के अनुसार, अगरतला हवाई अड्डा पूर्वोत्तर भारत में गुवाहाटी हवाई अड्डे के बाद दूसरा सबसे व्यस्त हवाई अड्डा है। हवाई अड्डा अगरतला के केंद्र से 12.5 किमी (6.7 समुद्री मील) उत्तर पश्चिम में स्थित है। प्रमुख एयरलाइंस एयर इंडिया, इंडिगो, एयर एशिया हैं। इसे अंतरराष्ट्रीय हवाई अड्डा बनाने के लिए हवाई अड्डे का निर्माण चल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डे के निर्माण को बेहतर सुविधाओं और आधुनिक उपकरणों के साथ-साथ अधिक एप्रन, रनवे के विस्तार, बेहतर कैट और नेविगेशन प्रणाली के साथ अपग्रेड करने की योजनाएं पारित हुईं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>राष्ट्रीय राजमार्ग 8 अगरतला को असम और शेष भारत को सड़क मार्ग से जोड़ता है, जिसे त्रिपुरा की जीवन रेखा के रूप में भी जाना जाता है। राजमार्ग (NH44, NH 44A) अगरतला को सिल्चर (317 किमी), गुवाहाटी (599 किमी), शिलांग (499 किमी), धर्मनगर (200 किमी) और आइज़ोल (443 किमी) से जोड़ता है। एक बस सेवा इसे ढाका (150 किमी) से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 44 (भारत) - शिलांग और मिजोरम (NH 44A) के लिए त्रिपुरा से जुड़ा हुआ</p>\r\n<p>राष्ट्रीय राजमार्ग 44 ए (भारत) - मिजोरम में त्रिपुरा से जुड़ा</p>\r\n<p>अगरतला त्रिपुरा राज्य के अन्य हिस्सों से सड़क मार्ग से अच्छी तरह जुड़ा हुआ है। राष्ट्रीय राजमार्ग 44 को दक्षिण की ओर बढ़ाया गया है, इस प्रकार अगरतला और दक्षिण त्रिपुरा के बीच सड़क संपर्क में सुधार हुआ है। बसें, जीप, ट्रेकर्स और एसयूवी सबसे आम सार्वजनिक वाहक हैं, और कारों और वैन का इस्तेमाल आमतौर पर निजी किराए पर किया जाता है। राजमार्ग पहाड़ी इलाकों से होकर गुजरता है, जबकि शहर से उत्तर की ओर यात्रा करने के दौरान भव्य और हरे-भरे बारामुरा हिल रेंज, अथारामुरा हिल्स और लोंगथराई हिल्स का अनुभव कर सकते हैं और दक्षिण डिबेटामाई हिल्स की ओर बढ़ते हुए देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के भीतर सार्वजनिक परिवहन के मुख्य मोड में साइकिल रिक्शा, ऑटो रिक्शा और बसों का नेटवर्क है। यातायात की भीड़ को कम करने के लिए 2.26 किमी लंबा फ्लाईओवर निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>2008 से, अगरतला रेलवे स्टेशन द्वारा भारत के अन्य शहरों से जुड़ा हुआ है। 119 किलोमीटर की कुमारघाट-अगरतला रेलवे परियोजना की आधारशिला 1996 में पूर्व प्रधान मंत्री एच। डी। देवेगौड़ा ने रखी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>अगरतला रेलवे स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>अगरतला रेलवे स्टेशन</p>\r\n<p>अगरतला पूर्वोत्तर में दूसरा राजधानी शहर (गुवाहाटी, असम के बाद) है जो देश के रेलवे नेटवर्क से जुड़ा है। रेलवे स्टेशन शहर के केंद्र से लगभग 5.5 किमी (2.96 समुद्री मील) दूर स्थित है और स्टेशन से शहर तक पहुंचने के लिए परिवहन के बहुत सारे साधन उपलब्ध हैं। लाइनें लुमडिंग से मीटर गेज ट्रैक के साथ अगरतला से जुड़ती हैं और राज्य के चरम अंत बिंदु से सबरूम के लिए एक कनेक्शन के लिए लगभग रास्ते में है। त्रिपुरा में कुल 14 स्टेशन थे जिनमें चुरिबारी उत्तर में अंतिम था। दक्षिण में नए स्टेशन निर्माणाधीन हैं। इस राज्य में ट्रैक की कुल लंबाई लगभग 153 किमी है जिसके बाद रेलवे असम में प्रवेश करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्टेशन का विस्तार और अधिक ट्रैक बिछाने का काम चल रहा है, जिससे यातायात और यात्री क्षमता में वृद्धि होगी, और तेज ट्रेनों और अधिक आरामदायक यात्रा के लिए पूरी तरह से नया ब्रॉडगेज ट्रैक स्थापित किया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>लुमडिंग-सिलचर खंड में ब्रॉड-गेज रूपांतरण का काम मार्च 2015 में पूरा हो गया था। अगरतला तक गेज रूपांतरण का काम मार्च 2016 के अंत तक पूरा हो गया था, और अगरतला और सिलचर के बीच रेल यातायात शुरू हो गया। कुमारघाट से अगरतला तक रेल लाइन बिछाने के दौरान इसे तेजी से ब्रॉड गेज में परिवर्तित करने के प्रावधान रखे गए। वर्तमान में, अगरतला से धर्मनगर और सिलचर तक स्थानीय ट्रेनें कार्यात्मक हैं। अगरतला से दिल्ली, कोलकाता, गुवाहाटी और डिब्रूगढ़ को जोड़ने वाली एक्सप्रेस ट्रेनों पर काम शुरू हो गया है। हाल ही में अगरतला से उदयपुर और बिशालगढ़ के बीच स्थानीय रेल यातायात कार्यात्मक हो गया है। त्रिपुरा ट्रेन के साथ जुड़ने वाली राजधानी, शताब्दी, जनशताब्दी, गरीब रथ, दुरंतो, युवा, एसी ट्रेनें। बांग्लादेश में अगरतला और अखौरा के बीच रेल लिंक को सितंबर 2011 में भारत सरकार द्वारा अनुमोदित किया गया था। इरकॉन 15 किमी लंबे इस ट्रैक का निर्माण कर रहा है जो पूर्वोत्तर भारत को सीधे चटगांव अंतरराष्ट्रीय समुद्री बंदरगाह से जोड़ेगा। त्रिपुरासुंदरी एक्सप्रेस और राजधानी एक्सप्रेस दो सुपर फास्ट साप्ताहिक ट्रेनें हैं जो अगरतला से आनंद विहार टर्मिनल, दिल्ली को जोड़ती हैं। अन्य ट्रेनें जैसे देवघर एक्सप्रेस (साप्ताहिक), कंचनजंघा एक्सप्रेस से सियालदाह तक सप्ताह में चार दिन चलती हैं, अगरतला-हबीबगंज साप्ताहिक स्पेशल ट्रेन और बेंगलुरु बाध्य द्वि-साप्ताहिक हमसफ़र एक्सप्रेस शहर को असम, पश्चिम बंगाल, बिहार, झारखंड, मध्य राज्यों से जोड़ती है। उत्तर प्रदेश, उत्तर प्रदेश, ओडिशा, आंध्र प्रदेश, तमिलनाडु और कर्नाटक।</p>\r\n<p>&nbsp;</p>\r\n<p>कैब और ऑटो सेवा</p>\r\n<p>हाल ही में, जुगनू ने अगरतला में अपना ऑपरेशन शुरू किया है, कैब और ऑटो को उनके ऑनलाइन ऐप का उपयोग करके ऑनलाइन बुक किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/West_Tripura_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-west-tripura-agartala-tripura","tags":[{"name":"अगरतला","slug":"agartala"},{"name":"पश्चिम-त्रिपुरा","slug":"west-tripura"},{"name":"त्रिपुरा","slug":"tripura"}],"recommendations":[{"id":972,"title":"पश्चिम त्रिपुरा, अगरतला में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","dateCreated":"2019-11-10T04:46:24.85Z","dateModified":"2019-11-10T04:47:08.435Z","contributedBy":"AskGif","content":"पश्चिम त्रिपुरा भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय अगरतला में स्थित हैं। 2012 तक यह त्रिपुरा (8 में से) का सबसे अधिक आबादी वाला जिला है।\r\nअगरतला भारतीय राज्य त्रिपुरा की राजधानी है, और गुवाहाटी के बाद पूर्वोत्तर भारत का दूसरा सबसे बड़ा शहर है। यह शहर अगरतला नगर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अगरतला","slug":"agartala"},{"name":"पश्चिम-त्रिपुरा","slug":"west-tripura"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-west-tripura-agartala-tripura","total":0},{"id":969,"title":"सिपाहीजला, बिश्रामगंज में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","dateCreated":"2019-11-09T10:01:31.19Z","dateModified":"2019-11-09T10:02:00.133Z","contributedBy":"AskGif","content":"सिपाहीजला जिला त्रिपुरा, भारत का एक जिला है। यह जिला जनवरी 2012 में बनाया गया था जब त्रिपुरा में चार नए जिलों की स्थापना की गई थी, जिसमें राज्य के जिलों की संख्या चार से आठ हो गई थी। जिले का हिस्सा पश्चिम त्रिपुरा के पूर्व जिले से बनाया गया था। जिले के प्रमुख शहर बिशालगढ़, बिश्रामगंज, मेलाघर और स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्रामगंज","slug":"bishramganj"},{"name":"त्रिपुरा","slug":"tripura"},{"name":"सिपाहीजला","slug":"sepahijala"}],"slug":"top-places-to-visit-in-sepahijala-bishramganj-tripura","total":0},{"id":967,"title":"खोवाई में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","dateCreated":"2019-11-09T02:48:06.896Z","dateModified":"2019-11-09T02:48:24.7Z","contributedBy":"AskGif","content":"खोवाई जिला भारत के त्रिपुरा राज्य का एक जिला है। यह जिला जनवरी, 2012 में बनाया गया था, जब त्रिपुरा में चार नए जिले बनाए गए थे, जिसमें राज्य के जिलों की संख्या चार से आठ थी। जिला मुख्यालय शहर खोवाई में स्थित है। जिले को नए त्रिपुरा जिले के साथ पश्चिम त्रिपुरा जिले से बाहर किया गया था। जिले को दो उ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खोवाई","slug":"khowai"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-khowai-tripura","total":0},{"id":965,"title":"धलाई, अम्बासा में देखने के लिए शीर्ष स्थान, त्रिपुरा","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"धलाई भारत में त्रिपुरा राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय अंबासा में है। 2011 तक यह त्रिपुरा का सबसे कम आबादी वाला जिला था (8 में से), हालांकि यह राज्य का सबसे बड़ा जिला है।\r\n&nbsp;\r\nपर्यटन स्थल\r\nडूमर झील\r\nडंबूर झील अंबासा से लगभग 70 किलोमीटर दूर गंडचेर्रा सब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अम्बासा","slug":"ambassa"},{"name":"धलाई","slug":"dhalai"},{"name":"त्रिपुरा","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}