{"id":972,"title":"Top Places to visit in West Tripura, Agartala, Tripura","imageUrl":"acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","dateCreated":"2019-11-10T04:46:24.85Z","dateModified":"2019-11-10T04:47:08.435Z","contributedBy":"AskGif","content":"<p>West Tripura is an administrative district in the state of Tripura in India. The district headquarters are located at Agartala. As of 2012 it is the most populous district of Tripura (out of 8).</p>\r\n<p>Agartala is the capital city of the Indian state of Tripura, and is the second-largest city in northeast India after Guwahati. The city is governed by the Agartala Municipal Corporation. The city is the seat of the Government of Tripura. It is located on the banks of the Haora River, near the Bangladesh border, about 90 kilometres (55 mi) east of Bangladesh's capital Dhaka. Agartala is being developed under the Smart Cities Mission, a flagship scheme of the Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Agartala is India's third international internet gateway after the ones in Mumbai and Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>West Tripura District has Threesub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Sadar Subdivision</p>\r\n<p>Mohanpur Subdivision</p>\r\n<p>Jirania Subdivision</p>\r\n<p>West Tripura District has 9 Blocks:</p>\r\n<p>&nbsp;</p>\r\n<p>Mohanpur</p>\r\n<p>Hezamara</p>\r\n<p>Lefunga</p>\r\n<p>Bamutia</p>\r\n<p>Old Agartala</p>\r\n<p>Jirania</p>\r\n<p>Mandwi</p>\r\n<p>Belbari</p>\r\n<p>Dukli</p>\r\n<p>&nbsp;</p>\r\n<p>Lok Sabha constituencies</p>\r\n<p>West Tripura district is located in two Lok Sabha constituencies: Tripura West (shared with South Tripura district), and Tripura East (shared with South Tripura, Dhalai and North Tripura districts).</p>\r\n<p>&nbsp;</p>\r\n<p>West Tripurans waiting in line.</p>\r\n<p>According to the 2011 census West Tripura district has a population of 1,725,739, roughly equal to the nation of The Gambia or the US state of Nebraska. This gives it a ranking of 281st in India (out of a total of 640). The district has a population density of 576 inhabitants per square kilometre (1,490/sq mi) . Its population growth rate over the decade 2001-2011 was 12.5%. West Tripura has a sex ratio of 964 females for every 1000 males, and a literacy rate of 88.91%.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Laxmi Narayan Bari temple in the Palace Compound</p>\r\n<p>&nbsp;</p>\r\n<p>Universal Prayer Hall, Ramakrishna Mission, Agartala</p>\r\n<p>Like in other Indian states, there is mixed religion in Agartala. Hinduism is the dominant religion and there are many temples across the city. The whole city is nestled with tents catering to a variety of themes. Christianity is a widespread faith as well, with Christmas being a very busy time of the year. Agartala is also known for its tribal festivals like Kharchi, and Garia Puja.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>Some prominent temples are:</p>\r\n<p>&nbsp;</p>\r\n<p>Tripureswari Matarbari, Udaipur, South Tripura</p>\r\n<p>Lakshmi Narayan Temple, the Palace Compound</p>\r\n<p>Jagannath Temple</p>\r\n<p>Ram Thakur's Ashram in Banamalipur</p>\r\n<p>Durga Bari Temple in the Palace Compound</p>\r\n<p>Pagla Debata Temple, Agartala Old Motorstand</p>\r\n<p>Motorstand Shani Mandir</p>\r\n<p>Satsanga Bihar, Krishnanagar</p>\r\n<p>Ker Chowmuhani Shiv-Kali temple</p>\r\n<p>Kalibari Temple in the Palace Compound</p>\r\n<p>Iskcon Temple (Hare Krishna Temple)-SRI SRI RADHA GOVINDA MANDIR</p>\r\n<p>Baba Loknath Temple, Laxmi Narayan Bari Road</p>\r\n<p>Umamaheshwar Temple (Shibbari), Central Road</p>\r\n<p>Ramkrishna Mission, Math Chowmani (Near Dhaleswar), Gandhi Ghat and Amtali</p>\r\n<p>Bharat Sevashram Sangha</p>\r\n<p>Bhavatarani Temple, Melarmath</p>\r\n<p>Universal Prayer Hall is at the Ramakrishna Mission Dhaleswar Complex in Agartala.</p>\r\n<p>Mosques</p>\r\n<p>Gedu Miyar Masjid</p>\r\n<p>Jame Masjid, Bhati Abhoynagar (West)</p>\r\n<p>Rangamati Darul Ulom Jame Masjid</p>\r\n<p>Monasteries</p>\r\n<p>Benuban Vihar, Kunjaban</p>\r\n<p>Churches</p>\r\n<p>&nbsp;</p>\r\n<p>Catholic Church of Nandangagar parish, Don Bosco</p>\r\n<p>Union Baptist Church, Arundhutinagar, the oldest church in Agartala</p>\r\n<p>Agartala City Baptist Church, Supari Bagan</p>\r\n<p>Khakotor Baptist Church, Abhoynagar</p>\r\n<p>Hallelujah Baptist Church, Gurkha Basti</p>\r\n<p>Capital Baptist Church, Nandannagar</p>\r\n<p>Palace Baptist Church, Palace Compound</p>\r\n<p>Aguli Baptist Church, TRTC</p>\r\n<p>Noyung Baptist Church, Haradhan Sangha</p>\r\n<p>St. Francis Xavier Cathedral Church, Durjoynagar</p>\r\n<p>Don Bosco Catholic Church, Nandannagar</p>\r\n<p>Catholic Church, Mariamnagar, the first Christian community in Tripura</p>\r\n<p>Presbyterian Church, Shyamali Bazaar</p>\r\n<p>Believers Eastern Church, Advisor Chowmuhani</p>\r\n<p>Evangelical Christian Fellowship, Red Cross Building, IGM Hospital Complex</p>\r\n<p>Trinity Worship Center, Rathore Bhawan, North Gate, Palace Compound</p>\r\n<p>Transportation</p>\r\n<p>Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Agartala Airport Departure Terminal</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance gate of the airport</p>\r\n<p>Agartala is connected to other cities in India by air via Maharaja Bir Bikram Kishore Manikya Airport (Agartala Airport). There are direct flight connections to Kolkata, Imphal, Guwahati, Bangalore and New Delhi. As per AAI report, Agartala airport is the second busiest airport in northeast India after Guwahati airport. The airport is located in Singerbhil 12.5 km (6.7 nautical miles) northwest from the heart of Agartala. The major airlines are Air India, IndiGo, Air Asia.The airport is under construction to make it an international airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Plans passed to upgrade the airport building with better facilities and modern equipment along with more apron, expansion of runways, better CAT and navigation system.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>National Highway 8 connects Agartala to Assam and the rest of India by road, also known as the lifeline of Tripura. The highways (NH44, NH 44A) connect Agartala with Silchar (317 km), Guwahati (599 km), Shillong (499 km), Dharmanagar (200 km) and Aizawl (443 km). A bus service connects it to Dhaka (150 km).</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 44 (India) &ndash; Connected to Tripura to Shillong and Mizoram(NH 44A)</p>\r\n<p>National Highway 44A (India) &ndash; Connected to Tripura to Mizoram</p>\r\n<p>Agartala is well connected by road to other parts of Tripura state. National Highway 44 has been extended to the south, thus improving the road connectivity between Agartala and south Tripura. Buses, Jeeps, Trekkers and SUVs are the most common public carriers, and cars and vans are usually used for private hire. The highway passes through hilly terrains, while travelling from the city towards the North one can experience the lavishing and lush green Baramura Hill Range, Atharamura Hills and the Longtharai Hills and while moving towards the South Debatamura Hills can be seen.</p>\r\n<p>&nbsp;</p>\r\n<p>The main mode of public transportation within the city consists of a network of cycle rickshaws, auto rickshaws and buses. To ease traffic congestion a 2.26 km long flyover is under construction.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Since 2008, Agartala has been connected to other cities in India by the Agartala Railway Station. The foundation stone for the 119-km Kumarghat-Agartala railway project was laid in 1996 by former prime minister H. D. Deve Gowda.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Agartala railway station</p>\r\n<p>&nbsp;</p>\r\n<p>Agartala railway station</p>\r\n<p>Agartala is the second capital city (after Guwahati, Assam) in the northeast which is connected to the country's railway network. The railway station is located approximately 5.5 km (2.96 nautical miles) from the heart of the city and a lot of modes of transportation are available to reach the city from the station. The lines connect from Lumding with a meter gauge track to Agartala and is almost in its way for a connection towards the extreme end point of the state to Sabroom. There were total 14 stations in Tripura with Churaibari being the last one in the North. New stations in South are under construction. The total length of track in this state is approximately 153 km following which the railway enters Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Expansion of the station and laying more tracks is underway, which will increase the traffic and passenger capacity, and set up a completely new broadgauge track for faster trains and more comfortable travel.</p>\r\n<p>&nbsp;</p>\r\n<p>Broad-gauge conversion work in the Lumding-Silchar segment was completed in March 2015. Gauge conversion work up to Agartala was completed by the end of March 2016, and railway traffic between Agartala and Silchar began. During the laying of rail lines from Kumarghat to Agartala, provisions were kept for swiftly converting it to broad gauge. Presently, local trains from Agartala to Dharmanagar and Silchar are functional. Work on express trains connecting Agartala to Delhi, Kolkata, Guwahati and Dibrugarh has started. Recently, local railway traffic between Agartala to Udaipur and Bishalgarh has become functional. Connecting with Tripura Train Rajdhani, Shatabdi, Janshatabdi, Garib Rath, Duronto, Yuva, AC Trains. A rail link between Agartala and Akhaura in Bangladesh was approved by the government of India in September 2011. IRCON is constructing this 15 km long track that will directly connect northeast India to Chittagong international sea port. The TripuraSundari Express and Rajdhani Express are two Super Fast weekly trains connecting Agartala to Anand Vihar Terminal, Delhi. Other trains like Deoghar express (weekly), Kanchanjungha Express to Sealdah runs four days a week, Agartala-Habibganj weekly special train and Bengaluru bound Bi-weekly Humsafar Express connects the city to the states of Assam, West Bengal, Bihar, Jharkhand, Madhya Pradesh, Uttar Pradesh, Odisha, Andhra Pradesh, Tamil Nadu and Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Cab and Auto Services</p>\r\n<p>Recently, Jugnoo has started its Operation in Agartala, the cabs and autos can be booked online using their online App.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Tripura_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-west-tripura-agartala-tripura","tags":[{"name":"agartala","slug":"agartala"},{"name":"west-tripura","slug":"west-tripura"},{"name":"tripura","slug":"tripura"}],"recommendations":[{"id":972,"title":"Top Places to visit in West Tripura, Agartala, Tripura","imageUrl":"acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","dateCreated":"2019-11-10T04:46:24.85Z","dateModified":"2019-11-10T04:47:08.435Z","contributedBy":"AskGif","content":"West Tripura is an administrative district in the state of Tripura in India. The district headquarters are located at Agartala. As of 2012 it is the most populous district of Tripura (out of 8).\r\nAgartala is the capital city of the Indian state of Tripura, and is the second-largest city in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/acf3b786-785a-43de-8eb6-142b89d7970d_Agartala-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agartala","slug":"agartala"},{"name":"west-tripura","slug":"west-tripura"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-west-tripura-agartala-tripura","total":0},{"id":969,"title":"Top Places to visit in Sepahijala, Bishramganj, Tripura","imageUrl":"dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","dateCreated":"2019-11-09T10:01:31.19Z","dateModified":"2019-11-09T10:02:00.133Z","contributedBy":"AskGif","content":"Sepahijala District is a district of Tripura, India. This district was created in January 2012 when four new districts were established in Tripura, taking the number of districts in the state from four to eight. Part of the district was formed from the former district of West Tripura. The princip","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dd759d06-8e1e-4303-b4e6-6d25a7854bf2_Sepahijala-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishramganj","slug":"bishramganj"},{"name":"tripura","slug":"tripura"},{"name":"sepahijala","slug":"sepahijala"}],"slug":"top-places-to-visit-in-sepahijala-bishramganj-tripura","total":0},{"id":967,"title":"Top Places to visit in Khowai, Tripura","imageUrl":"fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","dateCreated":"2019-11-09T02:48:06.896Z","dateModified":"2019-11-09T02:48:24.7Z","contributedBy":"AskGif","content":"Khowai district is a district of Tripura state of India. This district was created in January, 2012 when four new districts were created in Tripura, taking the number of districts in the state from four to eight. The district headquarters are located in the town Khowai. The district was carved ou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdd6030d-dbda-4f2d-ba34-a747970a8415_Khowai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khowai","slug":"khowai"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-khowai-tripura","total":0},{"id":965,"title":"Top Places to visit in Dhalai, Ambassa, Tripura","imageUrl":"4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","dateCreated":"2019-11-08T03:06:18.25Z","dateModified":"2019-11-08T03:06:41.985Z","contributedBy":"AskGif","content":"Dhalai is an administrative district in the state of Tripura in India. The district headquarters are in Ambassa. As of 2011 it was the least populous district of Tripura (out of 8), although it is the largest district in the state.\r\n&nbsp;\r\nTourist destinations\r\nDumboor Lake<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cf2b264-1555-4eaf-96ae-8d1869b6800a_Ambassa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ambassa","slug":"ambassa"},{"name":"dhalai","slug":"dhalai"},{"name":"tripura","slug":"tripura"}],"slug":"top-places-to-visit-in-dhalai-ambassa-tripura","total":0}]}