{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"<p>Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Visitor attractions</p>\r\n<p>Chitai Temple, 10 kilometres (6.2 mi) from the main city of Almora, is dedicated to the Hindu deity Golu Devata, the god of justice, popular in Kumaon region. An incarnation of the Lord Shiva, he is traditionally thought to fulfill wishes if prayed to with a clear conscience.</p>\r\n<p>Nanda Devi Temple is a Hindu temple to the Goddess Nanda Devi in the center of the town, with unusual image carving on the temple walls. Nanda Devi festival is held annually in September.</p>\r\n<p>Bright End Corner, 2 kilometres (1.2 mi) from the main city of Almora, is a beauty spot visited at sunrise and sunset. A circuit house, Swami Vivekanand Memorial and Vivekanand Library is also situated here.</p>\r\n<p>Binsar Mahadev Temple was built around the 9-10 century A.D. It is believed locally to have been built in a single day. Ladies come here on Vaikunth chaturdashi and light a lamp on their palm to fulfill the desire of child. Binsar Mahadev is 19 kilometres (12 mi) from Ranikhet, and is surrounded by thick forests at an altitude of 2,480 metres (8,140 ft). It is known for its archeological significance and its dense forest.</p>\r\n<p>Lal Bazaar is a shopping centre for local crafts, woolen garments, decorative items and metal utensils.</p>\r\n<p>Someshwar, 35 kilometres (22 mi) from Almora city is famous for its ancient Lord Shiva Temple, constructed by Raja Som Chand during the Chand Dynasty.</p>\r\n<p>Jageshwar is known for its Shiva temple within a dense forest. The temple complex has 124 shrines and hundreds of statues.</p>\r\n<p>Administrative subdivisions</p>\r\n<p>District of Almora is divided into nine tehsils: Almora, Bhikiyasain, Bhanoli, Chaukhutiya, Dwarahat, Jainti, Ranikhet, Someshwar, and Sult.</p>\r\n<p>&nbsp;</p>\r\n<p>Its Assembly constituencies are Dwarahat, Salt, Ranikhet, Someshwar (SC), Almora, and Jageshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and literature</p>\r\n<p>Almora was also the site of the dance academy set up by Udai Shankar, danseuse, in 1938 &ndash; several well-known Indian and French dancers[who?] trained there. The Almora dance academy was housed in Pine Lodge on the outskirts of the town (Ranidhara). The site has views of the Himalayas and the city.</p>\r\n<p>&nbsp;</p>\r\n<p>\"In these hills, Nature&rsquo;s hospitality eclipses all that man can ever do. The enchanting beauty of the Himalayas, their bracing climate and the soothing green that envelops you, leave nothing more to be desired. I wonder whether the scenery of these hills and the climate are to be surpassed, if equalled, by any of the beauty spots of the world. After having been for nearly three weeks in the Almora hills, I am more than ever amazed why our people need to go to Europe in search of health.\"</p>\r\n<p>&nbsp;</p>\r\n<p>- Mahatma M.K. Gandhi</p>\r\n<p>&nbsp;</p>\r\n<p>\"These mountains are associated with the best memories of our race: Here, therefore, must be one of centers, not merely of activity, but more of calmness of meditation, and of peace and I hope some one to realize it.\"</p>\r\n<p>&nbsp;</p>\r\n<p>- Swami Vivekananda (replying to the address given to him by the people of Almora)</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The Nearest airports to Almora are Pantnagar Airport (127 km) in Nainital and Naini Saini Airport (125 km) in Pithoragarh.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest railway station is at Kathgodam, 90 km, from where direct trains are available for Delhi, Lucknow and Agra. Some of the major trains from Kathgodam are:</p>\r\n<p>&nbsp;</p>\r\n<p>Sampark Kranti Express (5035/506)</p>\r\n<p>Howrah Express (3019/3020)</p>\r\n<p>Ranikhet Express (5013/5014)</p>\r\n<p>Rampur Passenger (1/2 R.K. Passenger and 3/4 R.K. Passenger)</p>\r\n<p>Naintial Express (5308/5307)</p>\r\n<p>Garib Rath (weekly)</p>\r\n<p>Almora is well connected by road to important centres in the region. NH 87 passes through to almora is known as karnaprayag national highway. Some distances:</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi (378 km)</p>\r\n<p>Dehradun (394 km)</p>\r\n<p>Bageshwar (74 km), (92 km via Kausani)</p>\r\n<p>Nainital (63 km) (via Ranikhet 103 km)</p>\r\n<p>Kathgodam (86 km)</p>\r\n<p>Haldwani (91 km)</p>\r\n<p>Ramnagar (120 km), (via Nainital- 150 km)</p>\r\n<p>Rudrapur (130 km)</p>\r\n<p>Ranikhet (45 km)</p>\r\n<p>Dwarahat (68 km)</p>\r\n<p>Pithoragarh (120 km)</p>\r\n<p>Lucknow (454 km)</p>\r\n<p>Bareilly (191 km)</p>\r\n<p>chaukhutia (93 km)</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Manohar Shyam Joshi (1933&ndash;2006), writer; born in Almora.</p>\r\n<p>Sumitra Nandan Pant, writer; born in Almora.</p>\r\n<p>Bhairab Dutt Pande Former Cabinet Secretary of India and Governor of West Bengal, Punjab is a resident of Almora</p>\r\n<p>Prasoon Joshi, writer, lyricist`</p>\r\n<p>Murli Manohar Joshi (Former Human Resource Development Minister of India)</p>\r\n<p>Pandit Govind Ballabh Pant ( First chief minister of U.P)</p>\r\n<p>Ekta Bisht: Indian national cricket team member</p>\r\n<p>Naima Khan Upreti(Hindi: नईमा खान उप्रेती) (1938&ndash;2018) was an Indian theatre actor, singer and a producer at Doordarshan</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Almora_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-almora-uttarakhand","tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"recommendations":[{"id":983,"title":"Top Places to visit in Tehri Garhwal, New Tehri, Uttarakhand","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"Tehri Garhwal is a district in the hill state of Uttarakhand, India. Its administrative headquarters is at New Tehri. The district has a population of 618, 931 (2011 census), a 2.35% increase over the previous decade. It is surrounded by Rudraprayag District in the east, Dehradun District in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"new-tehri","slug":"new-tehri"},{"name":"tehri-garhwal","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":978,"title":"Top Places to visit in Haridwar, Uttarakhand","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"Haridwar district also spelled as Hardwar is a district in the state of Uttarakhand, India. It is headquartered at Haridwar which is also its largest city. The district is ringed by the districts Dehradun in the north and east, Pauri Garhwal in the east and the Uttar Pradesh districts of Muzaffar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"haridwar","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":975,"title":"Top Places to visit in Chamoli, Gopeshwar, Uttarakhand","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"Chamoli district is the second largest district of Uttarakhand state of India. It is bounded by the Tibet region to the north, and by the Uttarakhand districts of Pithoragarh and Bageshwar to the east, Almora to the south, Pauri Garhwal to the southwest, Rudraprayag to the west, and Uttarkashi to","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gopeshwar","slug":"gopeshwar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"chamoli","slug":"chamoli"}],"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}