{"id":974,"title":"बागेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"<p>बागेश्वर उत्तर भारत में उत्तराखंड राज्य का एक जिला है। बागेश्वर शहर जिला मुख्यालय है। 1997 में एक जिले के रूप में इसकी स्थापना से पहले यह अल्मोड़ा जिले का हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>बागेश्वर जिला उत्तराखंड के कुमाऊं क्षेत्र में है, और पश्चिम और उत्तर-पश्चिम में चमोली जिले से, पूर्व में पिथौरागढ़ जिले से और पूर्व में और दक्षिण में अल्मोड़ा जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक रुद्रप्रयाग और चंपावत के बाद यह उत्तराखंड का तीसरा सबसे कम आबादी वाला जिला है (13 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>प्रशासनिक सुविधा के लिए, बागेश्वर को चार तहसीलों में विभाजित किया गया है, बागेश्वर - जिसमें 415 आबाद गाँव शामिल हैं; 2) कांडा (180 बसे गांवों के साथ); 3) 156 गाँव वाले कपकोट; और गरूर में 197 राजस्व गाँव हैं। पट्टिस (अर्थात।, कत्यूर-तल्ला, मल्ल और बिचला; दुग; खराणा; दानपुर-तल्ला, मल्ल, बिचला; नकुरी; दफौट और कामसिर-वालेला और पल्ला और विकास BLOCKS) अन्य प्रशासनिक इकाइयाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बागेश्वर, गरूर, झिरोली, कांडा और कपकोट जैसे विभिन्न थानों पर नियमित पुलिस के अलावा, पटवारी (राजस्व अधिकारी) भी पुलिस शक्ति से लैस हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि, अल्मोड़ा में उत्पन्न बाल मित्र, कुमाऊँ में प्रसिद्ध है</p>\r\n<p>शहर में कई शास्त्रीय नृत्य रूपों और लोक कलाओं का अभ्यास किया जाता है। कुछ प्रसिद्ध नृत्यों में हुरका बौल, झोरा-चांचरी, झुमला और छोलिया शामिल हैं। संगीत कुमाऊँनी संस्कृति का एक अभिन्न अंग है। लोकप्रिय प्रकार के लोक गीतों में मंगल, बसंती, खुदेड़ और छोपति शामिल हैं। ये लोक गीत ढोल, दमाऊ, तुरई, रणसिंघा, ढोलकी, दउर, थली, भंकोरा, मंडन और माशाबकजा सहित वाद्ययंत्रों पर बजाए जाते हैं। संगीत का उपयोग एक माध्यम के रूप में भी किया जाता है, जिसके माध्यम से देवताओं को आमंत्रित किया जाता है। जागर आत्मा की पूजा का एक रूप है जिसमें गायक, या जगारिया, महाभारत और रामायण जैसे महान महाकाव्यों के साथ देवताओं का एक गाथा गाते हैं, जो भगवान के आह्वान के कारनामों और कारनामों का वर्णन करते हैं। बागेश्वर में 1948 से नवरात्रि के शरदोत्सव के दौरान प्रतिवर्ष रामलीला का मंचन किया जाता रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बागेश्वर का प्राथमिक भोजन गेहूं के साथ एक प्रधान सब्जी है। उत्तराखंड के व्यंजनों की एक विशिष्ट विशेषता टमाटर, दूध और दूध आधारित उत्पादों का बख्शना है। कठोर भू-भाग के कारण उच्च फाइबर सामग्री के साथ मोटे अनाज उत्तराखंड में बहुत आम है। एक और फसल जो उत्तराखंड से जुड़ी है, वह है बकव्हीट (स्थानीय रूप से मडुआ या झिंगोरा)। आम तौर पर या तो देसी घी या सरसों के तेल का उपयोग भोजन पकाने के लिए किया जाता है। मसाले के रूप में हैश के बीज \"जखिया\" के उपयोग के साथ सरल व्यंजनों को दिलचस्प बनाया जाता है। बाल मिठाई एक लोकप्रिय ठग-जैसी मिठाई है। अन्य लोकप्रिय व्यंजनों में डबूक, चेन, कप, चुटकनी, सेई और गुलगुला शामिल हैं। झाड़ी या झोली नामक कढ़ी का एक क्षेत्रीय रूपांतर भी लोकप्रिय है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>बागनाथ मंदिर 1640 में राजा लक्ष्मी चंद द्वारा बनवाया गया था</p>\r\n<p>&nbsp;</p>\r\n<p>बैजनाथ में मंदिरों का समूह; बागेश्वर से 20 किमी उत्तर पश्चिम में</p>\r\n<p>हिंदू धर्म 93.34% द्वारा प्रचलित है और बागेश्वर में अधिकांश धर्म है इसलिए विभिन्न मंदिर बागेश्वर में स्थित हैं। प्रमुख एक:</p>\r\n<p>&nbsp;</p>\r\n<p>बागनाथ मंदिर</p>\r\n<p>नदियों के जंक्शन पर, गोमती और सरजू अपने शंक्वाकार टॉवर के साथ एक बड़ा मंदिर है। यहां बागेश्वर या व्याघ्रेश्वर, \"टाइगर भगवान\", भगवान शिव का एक मंदिर है। इस मंदिर को लगभग 1450 ई। में कुमायूँ के राजा, लक्ष्मी चंद द्वारा बनवाया गया था, लेकिन वहाँ एक संस्कृत शिलालेख है जो बहुत पहले की तारीख में है। शिवरात्रि के वार्षिक अवसर पर मंदिर भक्तों से भर जाता है। इस जगह पर मंदिरों का एक समूह है। इन मंदिरों में प्रमुख हैं, बैरव मंदिर, दत्तात्रेय महाराज, गंगा माई मंदिर, हनुमान मंदिर, दुर्गा मंदिर, कालिका मंदिर, थिंगल भैरव मंदिर, पंचनाम जूनाखरा और वनेश्वर मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडिका मंदिर</p>\r\n<p>देवी चंडिका को समर्पित एक सुंदर मंदिर बागेश्वर से लगभग आधा किलोमीटर की दूरी पर स्थित है। मंदिर में हर साल नवरात्रों के दौरान देवता को पूजन अर्पित करने के लिए श्रद्धालु यहां पहुंचते हैं।</p>\r\n<p>श्रीहरु मंदिर</p>\r\n<p>एक और महत्वपूर्ण मंदिर, श्रीहरू मंदिर, बागेश्वर से लगभग 5 किमी की दूरी पर स्थित है। श्रद्धालुओं का मानना ​​है कि यहां मनोकामना पूरी होने की प्रार्थना कभी नहीं होती। हर साल, नवरात्रों के बाद विजयादशमी के दिन एक बड़े मेले का आयोजन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गौरी उडियार</p>\r\n<p>यह बागेश्वर से 8 किमी दूर स्थित है। 20 मीटर x 95 मीटर मापने वाली एक बड़ी गुफा यहाँ स्थित है, जिसमें भगवान शिव की मूर्तियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पंतनगर हवाई अड्डा, पंतनगर में स्थित प्राथमिक हवाई अड्डा है जो पूरे कुमाऊँ क्षेत्र की सेवा करता है। सरकार पिथौरागढ़ में नैनी सैनी हवाई अड्डे को विकसित करने की योजना बना रही है जो एक बार विकसित होने के बाद बहुत निकट हो जाएगा। दिल्ली में स्थित इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा, निकटतम अंतरराष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>काठगोदाम रेलवे स्टेशन निकटतम रेलवे स्टेशन है। काठगोदाम उत्तर पूर्व रेलवे की ब्रॉड गेज लाइन का अंतिम टर्मिनस है जो कुमाऊं को दिल्ली, देहरादून और हावड़ा से जोड़ता है। बागेश्वर को टनकपुर से जोड़ने वाली एक नई रेलवे लाइन क्षेत्र के लोगों की लंबे समय से मांग रही है। टनकपुर-बागेश्वर रेल लिंक को पहली बार 1902 में ब्रिटिश द्वारा योजनाबद्ध किया गया था। हालांकि रेल मंत्रालय ने 2016 में रेल लाइन की व्यावसायिक व्यवहार्यता का हवाला देते हुए इस परियोजना को रोक दिया था। एक अन्य रेलवे लाइन के बारे में भी कयास लगाए गए हैं, जो बागेश्वर को गरूर के माध्यम से चौखुटिया से जोड़ेगी।</p>\r\n<p>&nbsp;</p>\r\n<p>बागेश्वर उत्तराखंड राज्य और उत्तरी भारत के प्रमुख स्थलों के साथ मोटर योग्य सड़कों द्वारा अच्छी तरह से जुड़ा हुआ है। बागेश्वर से गुजरने वाली प्रमुख सड़कों में NH 309A, बरेली-बागेश्वर हाईवे, बागेश्वर-गरूर-ग्वालदम रोड, बागेश्वर-सोमेश्वर-द्वाराहाट रोड और बागेश्वर-कपकोट-तेजम रोड शामिल हैं। उत्तराखंड परिवहन निगम बागेश्वर बस स्टेशन से दिल्ली, देहरादून और अल्मोड़ा के लिए बस चलाता है; जबकि K.M.O.U (कुमाऊँ मोटर ओनर यूनियन) ने हल्द्वानी, अल्मोड़ा, ताकुला, बेरीनाग, पिथौरागढ़, दीदीहाट और गंगोलीहाट के लिए विभिन्न मार्गों पर 55 बसें चलाईं। टैक्सी और निजी बसें, जो ज्यादातर K.M.O.U द्वारा चलती हैं, बागेश्वर को कुमाऊँ क्षेत्र के अन्य प्रमुख स्थलों से जोड़ती हैं। एक उप क्षेत्रीय परिवहन कार्यालय बागेश्वर में स्थित है, जहां वाहन यूके -२०१ नंबर द्वारा पंजीकृत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में मुख्य रूप से सरकारी-संचालित, निजी अनएडेड (कोई सरकारी मदद नहीं) और निजी सहायता प्राप्त स्कूल हैं। स्कूलों में शिक्षा की भाषा अंग्रेजी या हिंदी है। उत्तराखंड सरकार के शिक्षा विभाग द्वारा परिभाषित मुख्य पाठ्यक्रम सीबीएसई, सीआईएससीई या यूबीएसई हैं। जनसंख्या की जरूरतों को पूरा करने के लिए ग्यारह जूनियर बेसिक स्कूल, तीन सीनियर बेसिक स्कूल, दो हायर सेकंडरी स्कूल और एक पोस्ट-ग्रेजुएट कॉलेज हैं। बागेश्वर में शिक्षक-छात्र अनुपात 1:47 है। बागेश्वर की औसत साक्षरता दर 80% है, जिसमें 84% पुरुष और 76% महिलाएँ साक्षर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बागेश्वर में पहला पब्लिक स्कूल 1926 में शुरू किया गया था, जिसे 1933 में जूनियर हाई स्कूल बनाया गया था। एक और निजी हाई स्कूल 1949 में विक्टर मोहन जोशी की याद में खोला गया था, जो 1967 में एक इंटर कॉलेज बन गया था। पहला स्कूल प्राइमरी स्कूल शुरू हुआ 1950 और महिला पब्लिक हाई स्कूल की शुरुआत 1975 में हुई थी। 1974 में तत्कालीन मुख्यमंत्री हेमवती नंदन बहुगुणा ने एक नए सरकारी डिग्री कॉलेज का उद्घाटन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कुमाऊँ केसरी पंडित बद्रीदत्त पांडेय शासकीय पीजी कॉलेज यहाँ स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bageshwar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bageshwar-uttarakhand","tags":[{"name":"बागेश्वर","slug":"bageshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"recommendations":[{"id":981,"title":"पिथोरागढ़ में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","dateCreated":"2019-11-12T02:39:32.945Z","dateModified":"2019-11-12T02:39:54.652Z","contributedBy":"AskGif","content":"पिथौरागढ़ भारत के उत्तराखंड राज्य का सबसे पूर्वी जिला है। यह हिमालय में स्थित है और इसका क्षेत्रफल 7,110 किमी 2 (2,750 वर्ग मील) और 483,439 (2011 के अनुसार) की आबादी है। सौर घाटी में स्थित पिथौरागढ़ शहर इसका मुख्यालय है। जिला उत्तराखंड राज्य के कुमाऊं मंडल के भीतर है। तिब्बत पठार उत्तर में स्थित ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पिथोरागढ़","slug":"pithoragarh"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pithoragarh-uttarakhand","total":0},{"id":980,"title":"पौड़ी गढ़वाल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"पौड़ी गढ़वाल भारतीय राज्य उत्तराखंड में एक जिला है। इसका मुख्यालय पौड़ी शहर में है। इसे कभी-कभी केवल गढ़वाल के रूप में संदर्भित किया जाता है, हालांकि इसे बड़े गढ़वाल क्षेत्र के साथ भ्रमित नहीं होना चाहिए, जिसका यह केवल एक हिस्सा है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपरिवहन का सबसे आम तरी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पौड़ी-गढ़वाल","slug":"pauri-garhwal"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","total":0},{"id":979,"title":"नैनीताल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"नैनीताल जिला भारत के उत्तराखंड राज्य का एक जिला है। मुख्यालय नैनीताल में है।\r\nनैनीताल जिला कुमाऊं मंडल में स्थित है, और उत्तर में अल्मोड़ा जिले और दक्षिण में उधम सिंह नगर जिले से घिरा है। हल्द्वानी जिले का सबसे बड़ा शहर है।\r\n&nbsp;\r\nनैनीताल, जिसे नैनी ताल भी कहा जाता है, भारत","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नैनीताल","slug":"nainital"}],"slug":"top-places-to-visit-in-nainital-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}