{"id":974,"title":"Top Places to visit in Bageshwar, Uttarakhand","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"<p>Bageshwar is a district of Uttarakhand state in northern India. The town of Bageshwar is the district headquarters. Prior to its establishment as a district in 1997 it was part of Almora district.</p>\r\n<p>&nbsp;</p>\r\n<p>Bageshwar district is in the Kumaon region of Uttarakhand, and is bounded on the west and northwest by Chamoli District, on the northeast and east by Pithoragarh District, and on the south by Almora District.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third least populous district of Uttarakhand (out of 13), after Rudraprayag and Champawat.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>For administrative convenience, Bageshwar is divided in four Tehsils, viz., Bageshwar&mdash;comprising 415 inhabited villages; 2) Kanda (with 180 inhabited villages); 3) Kapkot having 156 villages; and Garur having 197 revenue villages. Pattis (viz., Katyur&mdash;Talla, Malla and Bichalla ; Dug; Kharahi; Danpur&mdash;Talla, Malla, Bichalla; Nakuri; Dafaut and Kamsyar&mdash;Walla and Palla) and Development BLOCKS are other administrative units.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides regular police at different Thanas like Bageshwar, Garur, Jhiroli, Kanda and Kapkot, the Patwaris (revenue officials) are also equipped with police power.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Bal Mithai, though originating in Almora, is famous all over Kumaon</p>\r\n<p>Many classical dance forms and folk art are practised in the city. Some well-known dances include Hurka Baul, Jhora-Chanchri, Jhumaila, and Chholiya. Music is an integral part of the Kumaoni culture. Popular types of folk songs include Mangal, Basanti, Khuded and Chhopati. These folk songs are played on instruments including dhol, damau, turri, ransingha, dholki, daur, thali, bhankora, mandan and mashakbaja.Music is also used as a medium through which the gods are invoked. Jagar is a form of spirit worship in which the singer, or Jagariya, sings a ballad of the gods, with allusions to great epics, like Mahabharat and Ramayana, that describe the adventures and exploits of the god being invoked. Ramleela has been staged annually during the autumn festival of Navratri since 1948 in Bageshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>The primary food of Bageshwar is vegetables with wheat being a staple. A distinctive characteristic of Uttarakhand cuisine is the sparing use of tomatoes, milk, and milk based products. Coarse grain with high fibre content is very common in Uttarakhand due to the harsh terrain. Another crop which is associated with Uttarakhand is Buckwheat (locally called Madua or Jhingora). Generally, either Desi Ghee or Mustard oil is used for the purpose of cooking food. Simple recipes are made interesting with the use of hash seeds \"Jakhiya\" as spice. Bal Mithai is a popular fudge-like sweet. Other popular dishes include Dubuk, Chains, Kap, Chutkani, Sei, and gulgula. A regional variation of Kadhi called Jhoi or Jholi is also popular.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>&nbsp;</p>\r\n<p>Bagnath Temple was erected in 1640 by King Laxmi Chand</p>\r\n<p>&nbsp;</p>\r\n<p>Group of Temples at Baijnath; 20 km northwest to Bageshwar</p>\r\n<p>Hinduism is practiced by 93.34% and is the religion of the Majority in Bageshwar therefore Various Temples are situated in Bageshwar. the major one being:</p>\r\n<p>&nbsp;</p>\r\n<p>Bagnath Temple</p>\r\n<p>At the junction of the rivers, Gomati and Sarju stands a large temple with its conical tower. Here is the shrine of Bageswar or Vyagreswar, the, \"Tiger Lord\", an epithet of Lord Siva. This temple was erected by the Kumaun king, Laxmi Chand, about 1450 A.D., but there is a Sanskrit inscription there of a far earlier date. The temple is flooded with devotees on the annual occasion of Shivratri. This place has a cluster of temples. Prominent among these temples are the Bairav temple, Dattatrey Maharaj, Ganga Mai temple, Hanuman temple, Durga temple, Kalika temple, Thingal Bhirav temple, Panchnam Junakhara and the Vaneshwar temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandika Temple</p>\r\n<p>A beautiful temple dedicated to Goddess Chandika stands at a distance of about half a kilometre from Bageshwar. Every year, the temple bustles with activity as the devout congregate here to offer pujas to the deity during the Navratras.</p>\r\n<p>&nbsp;</p>\r\n<p>Sriharu Temple</p>\r\n<p>Another important temple, the Sriharu temple, is situated at a distance of about 5 km from Bageshwer. The devotees believe that prayers for wish fulfilment here never go in vein. Every year, a large fair is organised on the Vijya Dashmi day following the Navratras.</p>\r\n<p>&nbsp;</p>\r\n<p>Gauri Udiyar</p>\r\n<p>This is situated 8 km from Bageshwer. A large cave, measuring 20 m x 95 m is situated here, which houses the idols of Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Pantnagar Airport, located in Pantnagar is the primary Airport serving entire Kumaon Region. The Government is planning to develop Naini Saini Airport in Pithoragarh which once developed will be much nearer. Indira Gandhi International Airport, located in Delhi is the nearest international Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Kathgodam railway station is the nearest railway station. Kathgodam is the last terminus of the broad gauge line of North East Railways that connects Kumaon with Delhi, Dehradun, and Howrah. A new Railway line connecting Bageshwar with Tanakpur has been a long-standing demand of the people of the region. the tanakpur-Bageshwar rail link was first planned by British in 1902. However the project was stalled by Railway ministry in 2016 citing the commercial viability of the rail line. There have also been speculations about another railway line, that would connect Bageshwar to Chaukhutia via Garur.</p>\r\n<p>&nbsp;</p>\r\n<p>Bageshwar is well connected by motorable roads with major destinations of Uttarakhand state and northern India. The major roads passing through Bageshwar include NH 309A, Bareilly-Bageshwar Highway, Bageshwar-Garur-Gwaldam Road, Bageshwar-Someshwar-Dwarahat road and the Bageshwar-Kapkot-Tejam Road. Uttarakhand Transport Corporation runs Buses Bageshwar bus station to Delhi, Dehradun and Almora; while K.M.O.U (Kumaon Motor Owner's Union) runs 55 buses on various routes to Haldwani, Almora, Takula, Berinag, Pithoragarh, Didihat and Gangolihat. Taxis and Private Buses, mostly run by K.M.O.U, connect Bageshwar to other major destinations of Kumaon region. A Sub Regional Transport Office is located in Bageshwar where Vehicles are registered by the number UK-02.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are mainly government-run, private unaided (no government help), and private aided schools in the city. The language of instruction in the schools is either English or Hindi. The main school affiliations are CBSE, CISCE or UBSE, the state syllabus defined by the Department of Education of the Government of Uttarakhand. There are Eleven junior basic schools, three senior basic schools, two higher secondary schools and one post-graduate college to serve the needs of the population. The teacher-student ratio in Bageshwar is 1:47. Bageshwar has an average literacy rate of 80%, with 84% of the males and 76% of females literate.</p>\r\n<p>&nbsp;</p>\r\n<p>The first public school in Bageshwar was started in 1926, which was made junior high school in 1933. Another private high school was opened in 1949 in memory of Victor Mohan Joshi, which became an Inter College in 1967. The first women's primary school started in the 1950s and women's public high school started in 1975. A new Government Degree College was inaugurated in 1974 by the then Chief Minister Hemwati Nandan Bahuguna.</p>\r\n<p>&nbsp;</p>\r\n<p>Kumaon Kesari Pandit Badridutt Pandey Government PG College is located here.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bageshwar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bageshwar-uttarakhand","tags":[{"name":"bageshwar","slug":"bageshwar"},{"name":"uttarakhand","slug":"uttarakhand"}],"recommendations":[{"id":981,"title":"Top Places to visit in Pithoragarh, Uttarakhand","imageUrl":"48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","dateCreated":"2019-11-12T02:39:32.945Z","dateModified":"2019-11-12T02:39:54.652Z","contributedBy":"AskGif","content":"Pithoragarh is the easternmost district in the state of Uttarakhand, India. It is located in the Himalayas and has an area of 7,110 km2 (2,750 sq mi) and a population of 483,439 (as of 2011). The town of Pithoragarh, located in Saur Valley, is its headquarters. The district is within the Kumaon d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pithoragarh","slug":"pithoragarh"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pithoragarh-uttarakhand","total":0},{"id":980,"title":"Top Places to visit in Pauri Garhwal, Uttarakhand","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"Pauri Garhwal is a district in the Indian state of Uttrakhand. Its headquarters are in the town of Pauri. It sometimes referred to simply as Garhwal, though it should not be confused with the larger Garhwal region of which it is only a part.\r\n&nbsp;\r\nTransport\r\nThe most commo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pauri-garhwal","slug":"pauri-garhwal"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","total":0},{"id":979,"title":"Top Places to visit in Nainital, Uttarakhand","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"Nainital district is a district of Uttarakhand state, India. The headquarters is at Nainital.\r\nNainital District is located in Kumaon Division, and is bounded on the north by the Almora District and on the south by the Udham Singh Nagar District. Haldwani is the largest town in the distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"nainital","slug":"nainital"}],"slug":"top-places-to-visit-in-nainital-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}