{"id":975,"title":"Top Places to visit in Chamoli, Gopeshwar, Uttarakhand","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"<p>Chamoli district is the second largest district of Uttarakhand state of India. It is bounded by the Tibet region to the north, and by the Uttarakhand districts of Pithoragarh and Bageshwar to the east, Almora to the south, Pauri Garhwal to the southwest, Rudraprayag to the west, and Uttarkashi to the northwest. The administrative headquarters of the district is Gopeshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Chamoli hosts a variety of destinations of pilgrim and tourists' interest. Badrinath, Hemkund Sahib, Valley of Flowers and Auli. Chamoli also happened to be a birthplace of \"Chipko movement\". Chamoli proved itself \"the most spectacular in its natural assets; be it scenery, valley aspects, water-edges, floristic varieties, dramatic landform or the climatic cardinalities\". The district is also inhabited by Bhotiya ethnic group who adhere to Hinduism.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Gopeshwar is surrounded by four famous temples: Tungnath, Anasuya Devi, Rudranath, and Badrinath. The holy town of Kedarnath is also nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>A famous temple of Lord Shiva, now known as Gopinath Mandir, is situated there.There is also a kund(pond) known as vaitrani. There are many parks like as Eco Park, Deen dayal park, Sri Chakrdhar Tiwari Park.</p>\r\n<p>&nbsp;</p>\r\n<p>Media and communications</p>\r\n<p>All India Radio has a local station in Gopeshwar which transmits various programs of mass interest.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools and colleges</p>\r\n<p>Gopeshwar is the famous education hub in district Chamoli. There are many schools, colleges and coaching centres</p>\r\n<p>&nbsp;</p>\r\n<p>Schools-</p>\r\n<p>&nbsp;</p>\r\n<p>Subodh Prem Vidya Mandir</p>\r\n<p>Kendriya Vidyalaya Gopeshwar</p>\r\n<p>Sri Guru Ram Rai Public School</p>\r\n<p>shri Ram chandra bhatt vidya mandir inter college.</p>\r\n<p>Peace Public School</p>\r\n<p>Christ Academy</p>\r\n<p>Sharada Suman children Academy</p>\r\n<p>National Public School</p>\r\n<p>Himalayan Public School</p>\r\n<p>Gopinath Children's Academy</p>\r\n<p>Uttarakhand Public School</p>\r\n<p>Nalanda Public School</p>\r\n<p>Adarsh Vidya Mandir</p>\r\n<p>Sharswati Vidya Mandir</p>\r\n<p>Govt Girls Inter College</p>\r\n<p>Govt Inter College</p>\r\n<p>Higher education college-</p>\r\n<p>&nbsp;</p>\r\n<p>Govt. P.G. college Gopeshwar</p>\r\n<p>Govt. Law college Gopeshwar</p>\r\n<p>Govt. Polytechnic Gopeshwar</p>\r\n<p>&nbsp;</p>\r\n<p>Culture, fair and festival</p>\r\n<p>Housing</p>\r\n<p>The houses in the district have not been built according to any town planning scheme but have been put up haphazardly in clusters on level ground at places where water springs are accessible or on the bank of the river in the valley. The houses are built of stones and are generally double-storeyed, a few having three to five storeys, the very low rooms on the ground floor, which are usually 1.8 metres high, being used for housing the cattle. Each house has in front of it a courtyard called a Chauk. A mud or stone staircase or a wooden ladder leads to the upper storey, the roof being of wood. The height of the upper storey is generally 2.1 metres and the roof is usually a sloping structures of timber covered with Patals (quartzite slabs), the well off use corrugated galvanised iron sheets. Generally the upper storey has a veranda in front of the upper rooms.</p>\r\n<p>&nbsp;</p>\r\n<p>The houses in the higher regions are two to three storeys with balconies all round and paved courtyard in front where people do their threshing, weaving, spinning and other house hold works. A few houses have five or six storeys, the topmost being used as the kitchen. At times the cattle sheds are made at some distance from the villages. The houses are built in rows of half a dozen or so and strikingly picturesque in their fort like appearance.</p>\r\n<p>&nbsp;</p>\r\n<p>Food</p>\r\n<p>The staple grains consumed by the people of the district are wheat, rice, maze, mandua and jhanjora, the last three being coarse grains generally eaten by the poorer sections. The pulses consumed are urad, gahat, bhatt, soontha, tur, lopia and masor. The Hindus of the district mostly vegetarian by habit and preference and although the Muslims, Christians and Sikhs are generally non-vegetarian, those not able to afford eating meat daily due to want of fund or local unavailability often resulting to a vegetarian diet.</p>\r\n<p>&nbsp;</p>\r\n<p>Jewellery</p>\r\n<p>Bichhuwas (toe-rings of silver) are worn by married women whose husband are alive. Keels (small studs) worn on the left nostril, nose ring (Naths) and ear rings made of gold and hansulis (ornament worn round the neck), chandanhar (necklaces) and necklaces consisting of coloured beads or rupees or of the teeth and claws of the Panther are generally worn by women and girls. Silver amulets set with turquoise are also worn round the neck and arms. Married women wear anklets made of copper or silver. Churis (Bangles) of gold, silver or of coloured glass are usually worn by women and girls. Bhotiya women wear this type of jewellery and articles made of ivory are also worn at times. Men usually wear rings and some wear gold chain round their neck.</p>\r\n<p>&nbsp;</p>\r\n<p>Dress</p>\r\n<p>The dress of the people of the district is simple, economical and well suited for the hill environment. The usual dress for men is a Kurta (long lose shirt) or shirt, Pyjama (tight from the knee down), Sadri (jacket), a cap and a knee-length coat, the last named being worn in winter. Those better off are increasingly taking to trousers and buttoned up coats. Women often wear the Sari and full sleeved shirt or Angra (a sort of jacket) in place of a shirt, the well to do wearing woolen jacket in winter. In the rural areas most of the women still wear the long full shirt, tight fitting long sleeved jacket and an Orhni (long scarf for covering the head and shoulders).</p>\r\n<p>&nbsp;</p>\r\n<p>Female students often wear the Salwar (very full pyjama narrow at the ankle), Kamiz (knee length shirt) and Dupatta ( long scarf for the head and shoulders). The Bhotiyas who lives at high altitudes generally wear woolen clothes. The usual wear for the men are pyjamas, shirt, coat and cap. The women wear gay coloured Angras, a Ghagra (long full shirt), phantu (coloured scarf) and a woolen shawl which is worn so as to make a pocket on each side. Both men and women wear a long piece of cotton cloth as a tight Kamarband (a sort of belt).</p>\r\n<p>&nbsp;</p>\r\n<p>Recreation</p>\r\n<p>Living in the mountains mostly in places that are not easily accessible, the people of the district have been able to preserve their culture, folklore, folksongs and folk dances, the last, a distinctive feature of the district, being seasonal, traditional and religious, some of the better known being described below.</p>\r\n<p>&nbsp;</p>\r\n<p>The Thadiya dance, which is accompanied by song, is performed on Basant Panchami, the festival celebrating the advent of Spring, the Mela, another dance, is perform on Deepawali and the Pandava during the winter after the harvesting of the crop and depicts the principal events of the Mahabharata. Other folk dances are Jeetu Bhagdawal and Jagar or Ghariyali. These dances enact mythological stories, the participants, both men and women, put on their traditional colourful dress and dance to the tune of drums and Ransinghas. Another dance performed during the fairs and accompanied by song is the Chanchari, in which both men and women participate.</p>\r\n<p>&nbsp;</p>\r\n<p>Folk songs are usually traditional and are sung particularly by the women, who work very hard in the fields from morning till night in all kind of weather. During the month Chaitra the women of the village gather at a central place and sing traditional song which generally relate deeds of heroism, love and the hard life which they have to lead in the hills. In the district, fairs, festivals, religious and social gatherings are the main occasions for recreation and amusement. On special occasions people arrange Swangs (open air dramatic performances) particularly depicting scenes or legends connected with Shiva and Parvati.</p>\r\n<p>&nbsp;</p>\r\n<p>Fairs And festivals</p>\r\n<p>Festivals play an important role in the life of people in the district, as elsewhere, and are spread over the entire year, the most important being briefly described below.</p>\r\n<p>&nbsp;</p>\r\n<p>Ram Navami falls on the ninth day of the bright half of Chaitra to celebrate the birthday of Rama. The followers of Rama in the district observe fast throughout the day and the Ramayana is read and recited and people gather to listen to the recitations.</p>\r\n<p>&nbsp;</p>\r\n<p>Nag Panchmi is celebrated in the district on the fifth day of the bright half of Sravana to appease the Nagas or serpent gods. Figures of snakes are drawn in flour in wooden boards and are worshipped by the family by offering milk, flowers and rice.</p>\r\n<p>&nbsp;</p>\r\n<p>Raksha-Bandhan is traditionally associated with the Brahmanas and falls on the last day of Sravana. On this occasion a sister ties a Rakshasutra (thread of protection)&mdash;commonly known as Rakhi&mdash;round the right wrist of her brother in token of the protection she expects to receive from him. Fairs are held on this occasion at Kedarnath, Karnaprayag and Nandprayag.</p>\r\n<p>&nbsp;</p>\r\n<p>Janmastami &ndash; the festival celebrating the birth of Krishna, falls on the eighth day of the dark half of Bhadra. As in other parts of the state, devotees in the district fast the whole day, breaking their fast only at mid-night when worshipers throng the temples and foregather to have a Jhanki (glimpse) of the shrines and cradles specially installed, decorated and illuminated in homes and other places to commemorate the deity's birth. A special feature of this festival is the singing of devotional songs in praise of Krishna in shrines and homes. The Chhati (sixth-day ceremony after birth) is also celebrated by the devout. The festival is celebrated with great enthusiasm at Nagnath, Badrinath and Kedarnath.</p>\r\n<p>&nbsp;</p>\r\n<p>Dushera &ndash; falls on the tenth day of the bright half of Asvina and commemorates the victory of Rama over Ravana, the preceding nine days being celebrated as Navaratri dedicated to the worship of the goddess Durga. Ramlila celebrations are held at different places in the district particularly at Kalimath.</p>\r\n<p>&nbsp;</p>\r\n<p>Dipavali &ndash; the festival of lights, is celebrated in the district, as elsewhere, on the last day of the dark half of Kartika when the houses are illuminated and the goddess Lakshmi is worshipped. Festivities start two days earlier, with Dhanteras, when metal utensils are purchased as a token of the desired prosperity, followed by Naraka Chaturdashi when a few small earthen lamps are lit as a preliminary to the main day of festival. For traders and businessmen Dipavali marks the end of the fiscal year and they pray for prosperity in the new year. On this occasion the people of the district perform mela nritya, a type of folk dance, a distinctive feature of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Makar Sankranti &ndash; a bathing festival which falls either on 13 or 14 January when people take bath in the Alaknanda and big fairs (Uttaraini) are held at Karnprayag and Nandprayag.</p>\r\n<p>&nbsp;</p>\r\n<p>Sivaratri &ndash; falls on the 14th day of the dark half of Phalgun and is observed in the honour of Siva. People fast throughout the day and a vigil is kept at night when the deity is worshipped. The Siva temples are specially decorated and illuminated and large numbers of devotees offer water and flowers to the symbols and images of Siva and sing devotional songs in his praise. Big fairs are held on this occasion at most of the Siva temples of the district particularly at Dewal, Bairaskund, Gopeshwar, and Nagnath.</p>\r\n<p>&nbsp;</p>\r\n<p>Holi &ndash; the spring festival, is celebrated on the full moon day of Phalgun. People start singing Phaags (Songs of Phalgun) during the nights, long before the festival. A flag or banner is installed at a central place in the village on the 11th day of bright of Phalgun and is burnt on the 15th day which is known as Chharoli when ash mark is put on the foreheads of friends and relatives. The following day is marked by common rejoicing when, till about noon, people throw coloured water and coloured powder on each other and in evening visit relatives and friends.</p>\r\n<p>&nbsp;</p>\r\n<p>Many fairs are held in the district, the important ones being mentioned below.</p>\r\n<p>&nbsp;</p>\r\n<p>On the 13th day of April every year the big fair known as Bishwat Sankranti is held in the district. This fair is also mentioned in the Pandukeshwar inscription of Lalitashuradeva issued in the 22nd regnal year. It is also held at Ming (14 April), Aser (15 April), Hans Koti (16 April), and Kulsari and Adbadri (17 April). Another important fair of the district is the Gaucher Mela held at Gaucher in Karnprayag in the month of November every year and is attended by number of persons. Others fairs of importance are the Nautha at Adbadri, Naumi at Hariyali, Nanda Devi at Bedni, Dattatreya Pooranmasi at Ansuya temple, Nagnath at Dewar Walla.</p>\r\n<p>&nbsp;</p>\r\n<p>Nanda Devi Raj Jat &ndash; Nanda Raj Jat, the big pilgrimage of Nandadevi, is unique to Chamoli. It is very old traditional pilgrimage from the time of shalipal in the ninth century. There are no historical records but it is gathered from the local folklores and folksongs (jagori) that Shahipal who had his capital at Chandpur Garhi, buried a tantric instrument at Nauti nearby, and installed his patron-goddess Nandadevi (Raj Rajeshwari) there. The Royal priest, Nautiyal, of Nauti was made responsible for regular worship of the goddess.</p>\r\n<p>&nbsp;</p>\r\n<p>King Shahipal started a tradition that a big pilgrimage (Nanda Raj Jat) would bw organised every twelfth year to escort Nandadevi to her in-law's place, near Nanda Ghungti peak. When the capital was shifted by Ajay Pal, Kunwar (the younger brother of the king), who gad settled at Kansuwa nearby, was authorised to organise Raj Jat on behalf of King.</p>\r\n<p>&nbsp;</p>\r\n<p>Traditionally the Kunwar comes to Nauti to seek the blessing of the Devi to organise the Jat. A four horned ram takes birth in Kasuwa area thereafter. A time schedule is drawn up for the Jat so as to reach Homkund on the Nandastami day in August/September, and Kulsari on the preceding new moon for special worship.</p>\r\n<p>&nbsp;</p>\r\n<p>Accordingly, the Kunwar reaches Nauti with the four horned ram and ringal-umbrella. The Raj Jat starts on the long round-trek of about 280 km. with 19 halts on the way, taking about 19 days. Bhumiyal, Ufrai and Archana Devis are worshipped prior to the departure. The golden image of Nandadevi is carried in a silver palanquin and thousands of devotees follow in a long procession.</p>\r\n<p>&nbsp;</p>\r\n<p>Great festivities and religious observances mark the Jat wherever they halt or pass through. The procession swells as it advances with various groups joining from far and near with their idols and umbrellas. Special mention may be made of those coming from kurud from Ghat, Lata near Tapovan and Almora in Kumaon. Some 300 idols and decorated umbrellas assembles at Wan, en route Homkund.</p>\r\n<p>&nbsp;</p>\r\n<p>Mass participation and religious devotion are unmatched, for the Jat involves a long and arduous journey over treacherous terrains rising to an altitude of 5,335 m at Jiura Gali Dhar from a near 900 m at Nauti, walking barefoot over snow and moraines and passing through deep forests.</p>\r\n<p>&nbsp;</p>\r\n<p>At Shail Samundra the pilgrims see three lights and a streak of smoke just before dawn as a divine beckon.</p>\r\n<p>&nbsp;</p>\r\n<p>Surprisingly the four horned ram, loaded with the offerings for the goddess, guides the procession of devotees from the Nauti till it reaches Homkund, near the base of Nanda Ghungti, resting every night near the Nauti umbrella of the goddess. At Homkund it manifests human emotions and tears are seen in its eyes before it leaves everyone behind to get lost towards the mountains, laden with the offering of the devotees for the goddess Nandadevi.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a unique custom of keeping everyone's house unlocked in Wan village for the use of the yatris on the Jat day, according to the divine instruction of the goddess Nandadevi, and it is followed religiously. The last NandaDevi Raj Jat was held during August/September 2000. Smaller Raj Jats are organised annually from Kurud village near Ghat, covering a smaller circuit in August&ndash;September.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chamoli_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","tags":[{"name":"gopeshwar","slug":"gopeshwar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"chamoli","slug":"chamoli"}],"recommendations":[{"id":978,"title":"Top Places to visit in Haridwar, Uttarakhand","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"Haridwar district also spelled as Hardwar is a district in the state of Uttarakhand, India. It is headquartered at Haridwar which is also its largest city. The district is ringed by the districts Dehradun in the north and east, Pauri Garhwal in the east and the Uttar Pradesh districts of Muzaffar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"haridwar","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":976,"title":"Top Places to visit in Champawat, Uttarakhand","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"Champawat district is a district of Uttarakhand state in northern India. The town of Champawat is the administrative headquarters. The district of Champawat constituted in the year 1997. The district is divided into five tehsils: Barakot, Champawat, Lohaghat, Pati, Purnagiri.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"champawat","slug":"champawat"}],"slug":"top-places-to-visit-in-champawat-uttarakhand","total":0},{"id":974,"title":"Top Places to visit in Bageshwar, Uttarakhand","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"Bageshwar is a district of Uttarakhand state in northern India. The town of Bageshwar is the district headquarters. Prior to its establishment as a district in 1997 it was part of Almora district.\r\n&nbsp;\r\nBageshwar district is in the Kumaon region of Uttarakhand, and is bounded on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bageshwar","slug":"bageshwar"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}