{"id":975,"title":"चमोली, गोपेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"<p>चमोली जिला भारत के उत्तराखंड राज्य का दूसरा सबसे बड़ा जिला है। यह उत्तर में तिब्बत क्षेत्र, और पूर्व में पिथौरागढ़ और बागेश्वर, दक्षिण में अल्मोड़ा, दक्षिण में पौड़ी गढ़वाल, दक्षिण पश्चिम में पौड़ी गढ़वाल, पश्चिम में रुद्रप्रयाग और उत्तरकाशी से घिरा हुआ है। जिले का प्रशासनिक मुख्यालय गोपेश्वर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चमोली तीर्थयात्रियों और पर्यटकों की रुचि के विभिन्न स्थलों को होस्ट करता है। बद्रीनाथ, हेमकुंड साहिब, फूलों की घाटी और औली। चमोली भी \"चिपको आंदोलन\" का जन्मस्थान हुआ। चमोली ने खुद को \"अपनी प्राकृतिक संपत्ति में सबसे शानदार साबित किया; यह दृश्य, घाटी के पहलू, पानी के किनारों, फूलों की किस्में, नाटकीय भूमि या जलवायु कार्डिनिटी\" हैं। जिले में भोटिया जातीय समूह भी रहते हैं जो हिंदू धर्म का पालन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>गोपेश्वर चार प्रसिद्ध मंदिरों से घिरा हुआ है: तुंगनाथ, अनसूया देवी, रुद्रनाथ, और बद्रीनाथ। पवित्र नगर केदारनाथ भी पास में है।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान शिव का एक प्रसिद्ध मंदिर, जिसे अब गोपीनाथ मंदिर के नाम से जाना जाता है, वहाँ स्थित है। यह एक कुंड (तालाब) भी है जिसे वैतरणी के नाम से जाना जाता है। इको पार्क, दीन दयाल पार्क, श्री चक्रधर तिवारी पार्क जैसे कई पार्क हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>ऑल इंडिया रेडियो का गोपेश्वर में एक स्थानीय स्टेशन है जो जनहित के विभिन्न कार्यक्रमों को प्रसारित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल और कॉलेज</p>\r\n<p>गोपेश्वर जिला चमोली में प्रसिद्ध शिक्षा केंद्र है। कई स्कूल, कॉलेज और कोचिंग सेंटर हैं</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>&nbsp;</p>\r\n<p>सुबोध प्रेम विद्या मंदिर</p>\r\n<p>केन्द्रीय विद्यालय गोपेश्वर</p>\r\n<p>श्री गुरु राम राय पब्लिक स्कूल</p>\r\n<p>श्री राम चन्द्र भट्ट विद्या मंदिर इंटर कॉलेज।</p>\r\n<p>पीस पब्लिक स्कूल</p>\r\n<p>क्राइस्ट एकेडमी</p>\r\n<p>शारदा सुमन बच्चे अकादमी</p>\r\n<p>नेशनल पब्लिक स्कूल</p>\r\n<p>हिमालयन पब्लिक स्कूल</p>\r\n<p>गोपीनाथ चिल्ड्रन एकेडमी</p>\r\n<p>उत्तराखंड पब्लिक स्कूल</p>\r\n<p>नालंदा पब्लिक स्कूल</p>\r\n<p>आदर्श विद्या मंदिर</p>\r\n<p>शरस्वती विद्या मंदिर</p>\r\n<p>गवर्नमेंट गर्ल्स इंटर कॉलेज</p>\r\n<p>गवर्नमेंट इंटर कॉलेज</p>\r\n<p>उच्च शिक्षा महाविद्यालय-</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार। P.G. कॉलेज गोपेश्वर</p>\r\n<p>सरकार। लॉ कॉलेज गोपेश्वर</p>\r\n<p>सरकार। पॉलिटेक्निक गोपेश्वर</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति, मेला और त्योहार</p>\r\n<p>आवास</p>\r\n<p>जिले में घरों का निर्माण किसी नगर नियोजन योजना के अनुसार नहीं किया गया है, बल्कि घाटी में नदी के तट पर या नदी के किनारे उन स्थानों पर स्तर के मैदानों में बेतरतीब तरीके से बनाए गए हैं। मकान पत्थरों से बने होते हैं और आमतौर पर दो मंजिला होते हैं, कुछ तीन से पांच मंजिला होते हैं, भूतल पर बहुत कम कमरे होते हैं, जो आमतौर पर 1.8 मीटर ऊंचे होते हैं, जिनका उपयोग मवेशियों के आवास के लिए किया जाता है। प्रत्येक घर के सामने एक प्रांगण है जिसे चौख कहते हैं। मिट्टी या पत्थर की सीढ़ी या लकड़ी की सीढ़ी ऊपरी मंजिल तक जाती है, छत लकड़ी की होती है। ऊपरी मंजिल की ऊंचाई आम तौर पर 2.1 मीटर है और छत आमतौर पर पत्थरों (क्वार्टजाइट स्लैब) से ढकी हुई लकड़ी की ढलान वाली संरचना है, जो अच्छी तरह से नालीदार जस्ती लोहे की चादर का उपयोग करती है। आमतौर पर ऊपरी मंजिल में ऊपरी कमरों के सामने एक बरामदा होता है।</p>\r\n<p>उच्च क्षेत्रों में घर दो से तीन मंजिला होते हैं, जिनके सामने बालकोनी होते हैं और सामने आंगन होते हैं, जहां लोग अपनी थ्रैडिंग, बुनाई, कताई और अन्य हाउस होल्ड कार्य करते हैं। कुछ घरों में पाँच या छह मंजिला होते हैं, सबसे ऊपरी रसोई के रूप में इस्तेमाल किया जाता है। कई बार गांवों से कुछ दूरी पर पशु शेड बना दिए जाते हैं। घरों को आधा दर्जन या तो पंक्तियों में बनाया गया है और उनके किले में उपस्थिति की तरह हड़ताली सुरम्य हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खाना</p>\r\n<p>जिले के लोगों द्वारा खाया जाने वाला प्रधान अनाज गेहूं, चावल, भूलभुलैया, मंडुआ और झंजोरा हैं, पिछले तीन मोटे अनाज आमतौर पर गरीब वर्गों द्वारा खाए जाते हैं। खायी जाने वाली दालें उड़द, गहत, भट्ट, सोंठ, अरहर, लोपिया और मसूर हैं। जिले के हिंदू ज्यादातर आदत और पसंद से शाकाहारी होते हैं और हालांकि मुस्लिम, ईसाई और सिख आम तौर पर मांसाहारी होते हैं, जो फंड या स्थानीय अनुपलब्धता के कारण रोजाना मांसाहार नहीं कर पाते हैं, जिसके कारण अक्सर शाकाहारी भोजन नहीं मिलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आभूषण</p>\r\n<p>बिछुवा (चांदी के पैर की अंगुली) विवाहित महिलाओं द्वारा पहना जाता है जिनके पति जीवित हैं। बायीं नासिका, नाक की अंगूठी (नथ) और कान के छल्ले पर सोने और हंसुली (गले में पहना जाने वाला आभूषण), चंदनहार (हार) और गले में काले मोतियों या रुपयों या दांतों और पंजों से बना कान की बाली (छोटे स्टड) पहने जाते हैं। पैंथर आमतौर पर महिलाओं और लड़कियों द्वारा पहना जाता है। फ़िरोज़ा के साथ चांदी के ताबीज भी गर्दन और बाजुओं के बीच पहने जाते हैं। विवाहित महिलाएं तांबे या चांदी से बनी पायल पहनती हैं। सोने, चांदी या रंगीन कांच के चुरिस (चूड़ियाँ) आमतौर पर महिलाओं और लड़कियों द्वारा पहने जाते हैं। भोटिया महिलाएं इस प्रकार के आभूषण पहनती हैं और हाथी दांत से बने लेख भी कई बार पहने जाते हैं। पुरुष आमतौर पर रिंग पहनते हैं और कुछ गले में सोने की चेन पहनते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पोशाक</p>\r\n<p>जिले के लोगों की पोशाक सरल, किफायती और पहाड़ी वातावरण के अनुकूल है। पुरुषों के लिए सामान्य पोशाक एक कुर्ता (लंबी हार शर्ट) या शर्ट, पायजामा (घुटने के नीचे से तंग), सदरी (जैकेट), एक टोपी और एक घुटने की लंबाई वाला कोट है, जिसे अंतिम नाम सर्दियों में पहना जाता है। वे बेहतर बंद तेजी से पतलून और बटन को कोट करने के लिए ले जा रहे हैं। महिलाएं अक्सर साड़ी और फुल स्लीव शर्ट या अंगारा (एक तरह का जैकेट) पहनती हैं, जो कि शर्ट की जगह होता है, जो सर्दियों में ऊनी जैकेट पहनने के लिए होता है। ग्रामीण क्षेत्रों में ज्यादातर महिलाएं अभी भी लंबी फुल शर्ट, टाइट फिटिंग लॉन्ग स्लीव जैकेट और ओरहनी (सिर और कंधों को ढँकने के लिए लंबा दुपट्टा) पहनती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महिला छात्र अक्सर सलवार (टखने पर बहुत पूर्ण पायजामा), कामिज़ (घुटने की लंबाई वाली शर्ट) और दुपट्टा (सिर और कंधों के लिए लंबा दुपट्टा) पहनती हैं। उच्च ऊंचाई पर रहने वाले भोटिया आमतौर पर ऊनी कपड़े पहनते हैं। पुरुषों के लिए सामान्य वस्त्र पायजामा, शर्ट, कोट और टोपी हैं। महिलाएं समलैंगिक रंग का अंगरेज, एक घाघरा (लंबी फुल कमीज), फंटू (रंगीन दुपट्टा) और एक ऊनी शॉल पहनती हैं, जिसे पहना जाता है ताकि हर तरफ जेब बनाई जा सके। पुरुष और महिला दोनों एक तंग कमरबंद (एक तरह की बेल्ट) के रूप में सूती कपड़े का एक लंबा टुकड़ा पहनते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन</p>\r\n<p>ज्यादातर स्थानों पर पहाड़ों में रहना जो आसानी से सुलभ नहीं हैं, जिले के लोग अपनी संस्कृति, लोककथाओं, लोकगीतों और लोक नृत्यों को संरक्षित करने में सक्षम रहे हैं, अंतिम, जिले की एक विशिष्ट विशेषता, मौसमी, पारंपरिक और धार्मिक, नीचे वर्णित कुछ बेहतर ज्ञात हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ठाड़िया नृत्य, जो गीत के साथ होता है, बसंत पंचमी पर किया जाता है, वसंत, मेला, एक और नृत्य के आगमन का जश्न मनाने वाला त्यौहार, दीपावली और पांडव पर फसल की कटाई के बाद सर्दियों के दौरान किया जाता है और इसमें प्रमुखता को दर्शाया गया है। महाभारत की घटनाएँ। अन्य लोक नृत्य जीतू भदावल और जागर या घड़ियाली हैं। ये नृत्य पौराणिक कहानियों को शामिल करते हैं, प्रतिभागियों, दोनों पुरुषों और महिलाओं, अपनी पारंपरिक रंगीन पोशाक पर डालते हैं और ड्रम और रणसिंघा की धुन पर नृत्य करते हैं। मेलों के दौरान और गीत के साथ किया जाने वाला एक और नृत्य है चांचरी, जिसमें महिला और पुरुष दोनों भाग लेते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लोक गीत आमतौर पर पारंपरिक होते हैं और विशेष रूप से महिलाओं द्वारा गाए जाते हैं, जो हर तरह के मौसम में सुबह से रात तक खेतों में बहुत मेहनत करते हैं। महीने के दौरान चैत्र गाँव की महिलाएँ एक केंद्रीय स्थान पर इकट्ठा होती हैं और पारंपरिक गीत गाती हैं जो आम तौर पर वीरता, प्रेम और कठिन जीवन के कामों से संबंधित होता है जिसका उन्हें पहाड़ियों में नेतृत्व करना होता है। जिले में मेलों, त्योहारों, धार्मिक और सामाजिक समारोहों में मनोरंजन और मनोरंजन के प्रमुख अवसर हैं। विशेष अवसरों पर लोग स्वांग (खुली हवा में नाटकीय प्रदर्शन) की व्यवस्था करते हैं, विशेष रूप से शिव और पार्वती से जुड़े दृश्यों या किंवदंतियों का चित्रण।</p>\r\n<p>&nbsp;</p>\r\n<p>मेले और त्यौहार</p>\r\n<p>त्यौहार जिले में लोगों के जीवन में एक महत्वपूर्ण भूमिका निभाते हैं, अन्यत्र, और पूरे वर्ष में फैले हुए हैं, सबसे महत्वपूर्ण संक्षेप में नीचे वर्णित किया गया है।</p>\r\n<p>रामनवमी, राम का जन्मदिन मनाने के लिए चैत्र के उज्ज्वल आधे के नौवें दिन आती है। जिले में राम के अनुयायी दिन भर उपवास करते हैं और रामायण का पाठ और पाठ किया जाता है और लोग भजन सुनने के लिए एकत्रित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नाग पंचमी को नागों या नाग देवताओं को प्रसन्न करने के लिए श्रावण के उज्ज्वल आधे के पांचवें दिन जिले में मनाया जाता है। सांपों के आंकड़े लकड़ी के बोर्ड में आटे में खींचे जाते हैं और परिवार द्वारा दूध, फूल और चावल चढ़ाकर उनकी पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रक्षा-बंधन पारंपरिक रूप से ब्राह्मणों के साथ जुड़ा हुआ है और श्रावण के अंतिम दिन आता है। इस अवसर पर एक बहन एक रक्षासूत्र (सुरक्षा का धागा) बाँधती है - जिसे राखी के नाम से जाना जाता है - अपने भाई की दाईं कलाई को उस सुरक्षा के टोकन से गोल करती है जो वह उससे प्राप्त करने की अपेक्षा करती है। इस अवसर पर केदारनाथ, कर्णप्रयाग और नंदप्रयाग में मेले लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जन्माष्टमी - कृष्ण के जन्म का उत्सव, भद्र के अंधेरे आधे दिन के आठवें दिन पड़ता है। राज्य के अन्य हिस्सों की तरह, जिले में श्रद्धालु पूरे दिन उपवास रखते हैं, मध्यरात्रि में ही अपना उपवास तोड़ते हैं, जब उपासक मंदिरों और मंदिरों की झाँकी (दर्शन) करते हैं और तीर्थयात्रियों की झाँकी (झलक) लगाई जाती है, उन्हें सजाया और सजाया जाता है घरों और अन्य स्थानों में देवता के जन्म के उपलक्ष्य में। इस त्यौहार की एक विशेष विशेषता तीर्थ और घरों में कृष्ण की प्रशंसा में भक्ति गीतों का गायन है। छटी (जन्म के बाद छठा दिन) भी भक्तों द्वारा मनाया जाता है। यह त्योहार नागनाथ, बद्रीनाथ और केदारनाथ में बड़े उत्साह के साथ मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दशहरा - अस्विन के उज्ज्वल आधे के दसवें दिन पड़ता है और रावण पर राम की विजय की याद करता है, पूर्ववर्ती नौ दिनों को नवरात्रि के रूप में मनाया जाता है जो देवी दुर्गा की पूजा के लिए समर्पित है। रामलीला समारोह जिले के विभिन्न स्थानों पर विशेष रूप से कालीमठ में आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दीपावली - दीपों का त्योहार, जिले में, कहीं और, कार्तिका के अंधेरे आधे के आखिरी दिन में मनाया जाता है जब घरों को रोशन किया जाता है और देवी लक्ष्मी की पूजा की जाती है। त्योहारों की शुरुआत दो दिन पहले होती है, धनतेरस के साथ, जब धातु के बर्तन वांछित समृद्धि के टोकन के रूप में खरीदे जाते हैं, इसके बाद नरका चतुर्दशी होती है जब त्योहार के मुख्य दिन में कुछ छोटे मिट्टी के दीपक प्रारंभिक के रूप में जलाए जाते हैं। व्यापारियों और व्यापारियों के लिए दीपावली वित्तीय वर्ष के अंत का प्रतीक है और वे नए साल में समृद्धि के लिए प्रार्थना करते हैं। इस अवसर पर जिले के लोग मेला नृत्य, एक प्रकार का लोक नृत्य, जिले की विशिष्ट विशेषता का प्रदर्शन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मकर संक्रांति - एक स्नान पर्व जो 13 या 14 जनवरी को पड़ता है जब लोग अलकनंदा में स्नान करते हैं और कर्णप्रयाग और नंदप्रयाग में बड़े मेले (उत्तरायणी) आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिवरात्रि - फाल्गुन के अंधेरे आधे के 14 वें दिन आती है और शिव के सम्मान में मनाई जाती है। लोग दिन भर उपवास रखते हैं और रात में देवता की पूजा करते समय एक व्रत रखा जाता है। शिव मंदिरों को विशेष रूप से सजाया गया है और प्रबुद्ध हैं और बड़ी संख्या में भक्त शिव के प्रतीकों और चित्रों को जल और फूल चढ़ाते हैं और उनकी प्रशंसा में भक्ति गीत गाते हैं। इस अवसर पर जिले के अधिकांश शिव मंदिरों में विशेष रूप से देवल, बैरासकुंड, गोपेश्वर और नागनाथ में बड़े मेले आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>होली - वसंत त्योहार, फाल्गुन की पूर्णिमा के दिन मनाया जाता है। लोग त्योहार से बहुत पहले रातों के दौरान फाग (फाल्गुन के गीत) गाना शुरू कर देते हैं। फाल्गुन के 11 वें दिन गांव में एक केंद्रीय स्थान पर एक झंडा या बैनर स्थापित किया जाता है और 15 वें दिन जलाया जाता है जिसे छारोली के रूप में जाना जाता है जब मित्रों और रिश्तेदारों के माथे पर राख का निशान लगाया जाता है। अगले दिन को आम खुशी से चिह्नित किया जाता है, जब दोपहर के बारे में, लोग रंगीन पानी और रंगीन पाउडर एक दूसरे पर फेंकते हैं और शाम को रिश्तेदारों और दोस्तों से मिलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में कई मेले लगते हैं, जिनका उल्लेख नीचे किया जा रहा है।</p>\r\n<p>जिले में हर साल अप्रैल के 13 वें दिन को बिश्वत संक्रांति के रूप में जाना जाता है। इस मेले का उल्लेख 22 वें पुनर्जन्म वर्ष में जारी किए गए ललिताशुरदेव के पांडुकेश्वर शिलालेख में भी है। यह मिंग (14 अप्रैल), एसर (15 अप्रैल), हंस कोटि (16 अप्रैल), और कुलसारी और अदबद्री (17 अप्रैल) में भी आयोजित किया जाता है। जिले का एक अन्य महत्वपूर्ण मेला हर साल नवंबर के महीने में कर्णप्रयाग के गौचर में आयोजित गौचर मेला है और इसमें कई लोग शामिल होते हैं। अन्य महत्व के मेलों में अदबद्री में नौथा, हरियाली में नामी, बेदनी में नंदा देवी, अनसूया मंदिर में दत्तात्रेय पूरनमासी, देवर वाले में नागनाथ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदा देवी राज जाट - नंदादेवी की बड़ी तीर्थयात्रा नंदा राज जाट, चमोली के लिए अद्वितीय है। नौवीं शताब्दी में शालिपाल के समय से यह बहुत पुराना पारंपरिक तीर्थ है। कोई ऐतिहासिक रिकॉर्ड नहीं है, लेकिन स्थानीय लोककथाओं और लोकगीतों (जगोरी) से यह इकट्ठा किया जाता है कि शाहीपाल, जो अपनी राजधानी चांदपुर गढ़ी में थे, ने पास में नौटी में एक तांत्रिक यंत्र को दफनाया, और अपने संरक्षक-देवी नंदादेवी (राज राजेश्वरी) को वहां स्थापित किया। रॉयल पुजारी, नौटी के नौटियाल को देवी की नियमित पूजा के लिए जिम्मेदार बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>राजा शशिपाल ने एक परंपरा शुरू की कि एक बड़ा तीर्थयात्रा (नंद राज जाट) नंदादेवी को नंदा घुंगटी चोटी के पास ससुराल पहुंचाने के लिए हर बारहवें वर्ष आयोजित करेगा। जब राजधानी को अजय पाल द्वारा स्थानांतरित किया गया था, कुंवर (राजा का छोटा भाई), जो पास के कांसुवा में बस गए थे, को राजा की ओर से राज जाट को व्यवस्थित करने के लिए अधिकृत किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>परंपरागत रूप से कुंवर जाट को संगठित करने के लिए देवी का आशीर्वाद लेने के लिए नौटी आते हैं। इसके बाद कसुवा क्षेत्र में चार सींग वाले राम जन्म लेते हैं। जाट के लिए एक समय-सारणी तैयार की जाती है, ताकि अगस्त / सितंबर में नंदस्वामी के दिन होमकुंड और विशेष पूजा के लिए पूर्ववर्ती अमावस्या पर कलसरी पहुंचे।</p>\r\n<p>&nbsp;</p>\r\n<p>तदनुसार, कुंवर चार सींग वाले राम और रिंगाल-छाता के साथ नौटी पहुंचता है। राज जाट लगभग 280 किमी के लंबे राउंड-ट्रेक पर शुरू होता है। रास्ते में 19 पड़ाव हैं, लगभग 19 दिन लगते हैं। प्रस्थान से पहले भूमिमाल, उफराई और अर्चना देवी की पूजा की जाती है। नंदादेवी की स्वर्ण प्रतिमा एक चांदी की पालकी में रखी गई है और हजारों भक्त एक लंबे जुलूस में चलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महान उत्सव और धार्मिक पर्यवेक्षण जाट को चिन्हित करते हैं जहाँ भी वे रुकते हैं या गुजरते हैं। जुलूस के रूप में यह विभिन्न समूहों के साथ आगे बढ़ने के साथ उनकी मूर्तियों और छतरियों के साथ आगे बढ़ता है। कुमाऊं में घाट, लता के पास तपोवन और अल्मोड़ा से आने वाले लोगों का विशेष उल्लेख किया जा सकता है। वान में कुछ 300 मूर्तियाँ और सजे हुए छतरियाँ इकट्ठे, होमकुंड के रास्ते में।</p>\r\n<p>&nbsp;</p>\r\n<p>सामूहिक भागीदारी और धार्मिक भक्ति बेजोड़ है, क्योंकि जाट के लिए विश्वासघाती इलाकों में एक लंबी और कठिन यात्रा शामिल है, जो नौट्टी में 900 मीटर के पास से जीउरा गली धार में 5,335 मीटर की ऊंचाई तक बढ़ती है, जो बर्फ और मोरैन पर नंगे पांव चलती है और गहरे जंगलों से गुजरती है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>शैल समुंद्र में तीर्थयात्रियों को दिव्य भिक्षु के रूप में भोर से ठीक पहले तीन रोशनी और धुएं की एक लकीर दिखाई देती है।</p>\r\n<p>&nbsp;</p>\r\n<p>आश्चर्यजनक रूप से चार सींग वाले राम, देवी के लिए प्रसाद से लदे हुए, नौटी से भक्तों के जुलूस का मार्गदर्शन करते हैं, जब तक कि वह नंद घुँघटी के आधार के पास, होमकुंड तक नहीं पहुँचता, हर रात देवी के नाभि छत्र के पास आराम करता है। होमकुंड में यह मानवीय भावनाओं को प्रकट करता है और इसकी आंखों में आंसू दिखाई देते हैं, इससे पहले कि यह सभी को पहाड़ों की ओर खो जाने के लिए छोड़ देता है, देवी नंदादेवी के लिए भक्तों की पेशकश के साथ लदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवी नंदादेवी के दिव्य निर्देश के अनुसार, जाट दिवस पर यत्रियों के उपयोग के लिए वान गांव में सभी के घर को खुला रखने का एक अनूठा रिवाज है, और इसका धार्मिक रूप से पालन किया जाता है। अंतिम नंदादेवी राज जाट अगस्त / सितंबर 2000 के दौरान आयोजित किया गया था। छोटे राज जाटों को घाट के पास कुरुड़ गांव से सालाना आयोजित किया जाता है, जो अगस्त-सितंबर में एक छोटे सर्किट को कवर करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chamoli_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","tags":[{"name":"गोपेश्वर","slug":"gopeshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चमोली","slug":"chamoli"}],"recommendations":[{"id":978,"title":"हरिद्वार में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"हरिद्वार जिला भी कहा जाता है क्योंकि भारत के उत्तराखंड राज्य में हरद्वार एक जिला है। इसका मुख्यालय हरिद्वार में है जो इसका सबसे बड़ा शहर भी है। यह जिला उत्तर और पूर्व में देहरादून, पूर्व में पौड़ी गढ़वाल और दक्षिण में मुजफ्फरनगर और उत्तर प्रदेश के बिजनौर और पश्चिम में सहारनपुर जिलों से घिरा हुआ ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"हरिद्वार","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":976,"title":"चम्पावत में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"चंपावत जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। चंपावत शहर प्रशासनिक मुख्यालय है। वर्ष 1997 में चंपावत जिले का गठन किया गया। यह जिला पांच तहसीलों में विभाजित है: बाराकोट, चंपावत, लोहाघाट, पाटी, पूर्णागिरि।\r\n&nbsp;\r\nचंपावत जिला उत्तराखंड के पूर्वी कुमाऊं मंडल का हिस्सा है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चम्पावत","slug":"champawat"}],"slug":"top-places-to-visit-in-champawat-uttarakhand","total":0},{"id":974,"title":"बागेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"बागेश्वर उत्तर भारत में उत्तराखंड राज्य का एक जिला है। बागेश्वर शहर जिला मुख्यालय है। 1997 में एक जिले के रूप में इसकी स्थापना से पहले यह अल्मोड़ा जिले का हिस्सा था।\r\n&nbsp;\r\nबागेश्वर जिला उत्तराखंड के कुमाऊं क्षेत्र में है, और पश्चिम और उत्तर-पश्चिम में चमोली जिले से, पूर्व में पिथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बागेश्वर","slug":"bageshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}