{"id":976,"title":"चम्पावत में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"<p>चंपावत जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। चंपावत शहर प्रशासनिक मुख्यालय है। वर्ष 1997 में चंपावत जिले का गठन किया गया। यह जिला पांच तहसीलों में विभाजित है: बाराकोट, चंपावत, लोहाघाट, पाटी, पूर्णागिरि।</p>\r\n<p>&nbsp;</p>\r\n<p>चंपावत जिला उत्तराखंड के पूर्वी कुमाऊं मंडल का हिस्सा है। यह उत्तर में पिथौरागढ़ जिले, पूर्व में नेपाल, दक्षिण में उधम सिंह नगर जिले, पश्चिम में नैनीताल जिले और उत्तर-पश्चिम में अल्मोड़ा जिले से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक रुद्रप्रयाग के बाद यह उत्तराखंड के 13 जिलों में दूसरा सबसे कम आबादी वाला इलाका है।</p>\r\n<p>चंपावत भारत के उत्तराखंड राज्य में चंपावत जिले में एक शहर और एक नगर पालिका परिषद है। यह चंपावत जिले का प्रशासनिक मुख्यालय है। यह शहर कुमाऊँ साम्राज्य की पूर्व राजधानी था।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>लोहाघाट</p>\r\n<p>चम्पावत</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अपने ठंडे तापमान के कारण चंपावत पिथौरागढ़, धारचूला, अल्मोड़ा और अन्य पहाड़ी शहरों में आने वाले पर्यटकों के लिए एक लोकप्रिय केंद्र है। टनकपुर के माध्यम से चंपावत तक जाने वाली लंबी घुमावदार सील मोटरसाइकिल उत्साही लोगों के लिए एक लोकप्रिय मार्ग है। Champawat शहर में आने वाले व्यक्तियों के लिए कई होटल और गेस्टहाउस हैं। चंपावत का बाल मिठाई अपने अनोखे स्वाद के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, चंपावत जिले की आबादी 259,648 है, जो लगभग वानूआतू राष्ट्र के बराबर है। यह भारत के 640 जिलों में 579 वें स्थान पर है। जिले का जनसंख्या घनत्व 147 निवासियों प्रति वर्ग किलोमीटर (380 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 15.63% थी। चंपावत जिले में हर 1000 पुरुषों पर 980 महिलाओं का लिंग अनुपात है, और साक्षरता दर 79.83% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले की प्रमुख पहली भाषा कुमाउनी है।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 की भारतीय जनगणना के अनुसार, चंपावत जिले की आबादी 224,542 थी, जिसमें 216,646 हिंदू (96.5%), 6,642 (3.0%) मुस्लिम और 626 (0.3%) ईसाई शामिल थे।</p>\r\n<p>चंपावत की 2011 में 5 किमी 2 (1.9 वर्ग मील) की भूमि पर प्रशासनिक सीमा के भीतर 4801 की आबादी थी, जो 2001 में 3958 से 21.3% थी। कुल आबादी में से 2,543 पुरुष हैं जबकि 2,258 महिलाओं के अनुसार जारी की गई रिपोर्ट है। 2011 की जनगणना भारत द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>०-६ वर्ष की आयु वाले बच्चों की जनसंख्या ५५४ है जो चम्पावत की कुल जनसंख्या का ११.५४% है। चंपावत में, महिला लिंग अनुपात 963 के राज्य औसत के मुकाबले 888 है। इसके अलावा चंपावत में बाल लिंग अनुपात उत्तराखंड राज्य के 890 की तुलना में लगभग 748 है। चंपावत शहर की साक्षरता दर 78.82% के राज्य औसत से 91.69% अधिक है। पुरुष साक्षरता लगभग 95.91% है जबकि महिला साक्षरता दर 87.04% है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसूचित जाति का गठन 18.60% है जबकि अनुसूचित जनजाति चंपावत में कुल जनसंख्या का 0.94% है। कुल जनसंख्या में से, 1,356 कार्य या व्यावसायिक गतिविधि में लगे हुए थे। इसमें से 1,103 पुरुष थे जबकि 253 महिलाएं थीं। कुल 1356 कामकाजी आबादी में से 95.28% मुख्य कार्य में लगे हुए थे, जबकि कुल श्रमिकों के 4.72% सीमांत कार्य में लगे हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>&nbsp;</p>\r\n<p>फोर्ट और काली कुमाऊँ की राजधानी, चंपावत, 1815।</p>\r\n<p>चंपावत पहले कुमाऊं के चंद वंशीय शासकों की राजधानी थी। 12 वीं शताब्दी में चंद शासकों द्वारा बनाया गया बालेश्वर मंदिर एक अद्भुत स्मारक है जिसमें अद्भुत पत्थर की नक्काशी की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>शनि मंदिर</p>\r\n<p>मौरारी ग्राम में एक प्रसिद्ध मंदिर शानी मंदिर (मनोकामना पूर्ण मंदिर कौला) है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>चंपावत उत्तर भारतीय राज्य उत्तराखंड के दक्षिण-पूर्व में स्थित है। यह 1,615 मीटर (5,299 फीट) की औसत ऊंचाई पर कुमाऊं हिमालय के पूर्वी भाग में है। यह 29.33 &deg; N 80.10 &deg; E पर स्थित है और 5 वर्ग किलोमीटर (1.9 वर्ग मील) के क्षेत्र को कवर करता है। चंपावत शहर उत्तराखंड के चंपावत जिले में स्थित है, जो 1997 में उत्तर प्रदेश सरकार द्वारा पिथौरागढ़ जिले से लिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Champawat_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-champawat-uttarakhand","tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चम्पावत","slug":"champawat"}],"recommendations":[{"id":983,"title":"टिहरी गढ़वाल, नई टिहरी में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"टिहरी गढ़वाल भारत के पहाड़ी राज्य उत्तराखंड का एक जिला है। इसका प्रशासनिक मुख्यालय नई टिहरी में है। जिले की आबादी 618, 931 (2011 की जनगणना) है, जो पिछले एक दशक में 2.35% की वृद्धि है। यह पूर्व में रुद्रप्रयाग जिले, पश्चिम में देहरादून जिले, उत्तर में उत्तरकाशी जिले और दक्षिण में पौड़ी गढ़वाल जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नई-टिहरी","slug":"new-tehri"},{"name":"टिहरी-गढ़वाल","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":980,"title":"पौड़ी गढ़वाल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"पौड़ी गढ़वाल भारतीय राज्य उत्तराखंड में एक जिला है। इसका मुख्यालय पौड़ी शहर में है। इसे कभी-कभी केवल गढ़वाल के रूप में संदर्भित किया जाता है, हालांकि इसे बड़े गढ़वाल क्षेत्र के साथ भ्रमित नहीं होना चाहिए, जिसका यह केवल एक हिस्सा है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपरिवहन का सबसे आम तरी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पौड़ी-गढ़वाल","slug":"pauri-garhwal"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","total":0},{"id":975,"title":"चमोली, गोपेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"चमोली जिला भारत के उत्तराखंड राज्य का दूसरा सबसे बड़ा जिला है। यह उत्तर में तिब्बत क्षेत्र, और पूर्व में पिथौरागढ़ और बागेश्वर, दक्षिण में अल्मोड़ा, दक्षिण में पौड़ी गढ़वाल, दक्षिण पश्चिम में पौड़ी गढ़वाल, पश्चिम में रुद्रप्रयाग और उत्तरकाशी से घिरा हुआ है। जिले का प्रशासनिक मुख्यालय गोपेश्वर है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गोपेश्वर","slug":"gopeshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चमोली","slug":"chamoli"}],"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}