{"id":976,"title":"Top Places to visit in Champawat, Uttarakhand","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"<p>Champawat district is a district of Uttarakhand state in northern India. The town of Champawat is the administrative headquarters. The district of Champawat constituted in the year 1997. The district is divided into five tehsils: Barakot, Champawat, Lohaghat, Pati, Purnagiri.</p>\r\n<p>&nbsp;</p>\r\n<p>Champawat district is part of the eastern Kumaon division of Uttarakhand. It is bounded on the north by Pithoragarh district, on the east by Nepal, on the south by Udham Singh Nagar district, on the west by Nainital district, and on the northwest by Almora district.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the second least populous of the 13 districts of Uttarakhand, after Rudraprayag.</p>\r\n<p>Champawat is a town and a Nagar Palika Parishad in Champawat district in the state of Uttarakhand, India. It is the administrative headquarters of Champawat district. The town was the former capital of the Kumaon Kingdom.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>Lohaghat</p>\r\n<p>Champawat</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Due to its cooler temperatures Champawat is a popular conduit for tourists visiting Pithoragarh, Dharchula, Almora and other mountain towns. The long winding sealed roads leading up to Champawat through Tanakpur are a popular route for motorcycle enthusiasts. Champawat has multiple hotels and guesthouses for individuals visiting the town. Bal Mithai of Champawat is famous for its unique taste.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Champawat district has a population of 259,648 roughly equal to the nation of Vanuatu. This gives it a ranking of 579th among the 640 districts of India. The district has a population density of 147 inhabitants per square kilometre (380/sq mi). Its population growth rate over the decade 2001&ndash;2011 was 15.63%. Champawat district has a sex ratio of 980 females for every 1000 males, and a literacy rate of 79.83%.</p>\r\n<p>&nbsp;</p>\r\n<p>The major first language of the district is Kumaoni.</p>\r\n<p>&nbsp;</p>\r\n<p>As of the 2001 Indian census, the Champawat district had a population of 224,542, including 216,646 Hindus (96.5%), 6,642 (3.0%) Muslims, and 626 (0.3%) Christians.</p>\r\n<p>Champawat had a population of 4801 in 2011 within its administrative limits on a land area of 5 km2 (1.9 sq mi), 21.3% up from 3958 in 2001. Out of the total Population, 2,543 are males while 2,258 are females as per report released by Census India 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Population of Children with age of 0&ndash;6 is 554 which is 11.54% of total population of Champawat. In Champawat, Female Sex Ratio is of 888 against state average of 963. Moreover Child Sex Ratio in Champawat is around 748 compared to Uttarakhand state average of 890. Literacy rate of Champawat city is 91.69% higher than state average of 78.82%. The Male literacy is around 95.91% while female literacy rate is 87.04%.</p>\r\n<p>&nbsp;</p>\r\n<p>Schedule Caste constitutes 18.60% while Schedule Tribe were 0.94% of total population in Champawat. Out of total population, 1,356 were engaged in work or business activity. Of this 1,103 were males while 253 were females. Of total 1356 working population, 95.28% were engaged in Main Work while 4.72% of total workers were engaged in Marginal Work.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Fort and the capital city of Kali Kumaon, Champawat, 1815.</p>\r\n<p>Champawat was formerly the capital of the Chand dynasty rulers of Kumaon. The Baleshwar Temple built by the Chand rulers in the 12th century is an excellent monument with marvelous stone carving works.</p>\r\n<p>&nbsp;</p>\r\n<p>Shani Mandir</p>\r\n<p>There is a Famous Temple Shaani Mandir (Manokamna Purn Mandir Kaula) in Maurari Village.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Champawat lies in the southeast of the North Indian state of Uttarakhand. It is in the eastern part of the Kumaon Himalayas at an average elevation of 1,615 metres (5,299 ft). It is located at 29.33&deg;N 80.10&deg;E and covers an area of 5 square kilometres (1.9 sq mi). The city of Champawat lies in the Champawat district of Uttarakhand, which was carved out from the Pithoragarh district by the Government of Uttar Pradesh in 1997.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Champawat_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-champawat-uttarakhand","tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"champawat","slug":"champawat"}],"recommendations":[{"id":983,"title":"Top Places to visit in Tehri Garhwal, New Tehri, Uttarakhand","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"Tehri Garhwal is a district in the hill state of Uttarakhand, India. Its administrative headquarters is at New Tehri. The district has a population of 618, 931 (2011 census), a 2.35% increase over the previous decade. It is surrounded by Rudraprayag District in the east, Dehradun District in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"new-tehri","slug":"new-tehri"},{"name":"tehri-garhwal","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":980,"title":"Top Places to visit in Pauri Garhwal, Uttarakhand","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"Pauri Garhwal is a district in the Indian state of Uttrakhand. Its headquarters are in the town of Pauri. It sometimes referred to simply as Garhwal, though it should not be confused with the larger Garhwal region of which it is only a part.\r\n&nbsp;\r\nTransport\r\nThe most commo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pauri-garhwal","slug":"pauri-garhwal"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","total":0},{"id":975,"title":"Top Places to visit in Chamoli, Gopeshwar, Uttarakhand","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"Chamoli district is the second largest district of Uttarakhand state of India. It is bounded by the Tibet region to the north, and by the Uttarakhand districts of Pithoragarh and Bageshwar to the east, Almora to the south, Pauri Garhwal to the southwest, Rudraprayag to the west, and Uttarkashi to","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gopeshwar","slug":"gopeshwar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"chamoli","slug":"chamoli"}],"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}