{"id":977,"title":"Top Places to visit in Dehradun, Uttarakhand","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"<p>Dehradun district is a district of Uttarakhand state in northern India. The district headquarters is Dehradun, which has also served as the interim capital of Uttarakhand since its founding in 2000. The district has 6 tehsils, 6 community development blocks, 17 towns and 764 inhabited villages, and 18 unpopulated villages. As of 2011 it is the second most populous district of Uttarakhand (out of 13), after Haridwar. Dehradun district also includes the prominent towns of Rishikesh, Mussoorie, Landour and Chakrata. The district stretches from the Ganges river in the east to the Yamuna river in the west, and from the Terai and Shivaliks in the south and southeast to the Great Himalaya in the northwest. During the days of British Raj, the official name of the district was Dehra Dun. In 1842, Dun was attached to Saharanpur district and placed under an officer subordinate to the Collector of the district but since 1871 it is being administered as separate district.</p>\r\n<p>&nbsp;</p>\r\n<p>Dehradun is located 230 km from the national capital, Delhi. The national Oil and Natural Gas Corporation, Survey of India, and many educational institutions like Doon University, Uttrakhand Technical Institute, Indian Institute of Petroleum, Uttaranchal University, Forest Research Institute, Wildlife Institute of India, Rashtriya Indian Military College and Indian Military Academy are also situated here. Basmati rice, tea and litchi orchards are some of the major agricultural crops.</p>\r\n<p>&nbsp;</p>\r\n<p>The region was seized as a war spoil from the Maharaja of Tehri-Garhwal as a consequence of the Gurkha War of 1814&ndash;16, and attached administratively to Saharanpur District to its immediate south, which was already in British hands.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>kalsi Chakrata</p>\r\n<p>Vikasnagar</p>\r\n<p>Sahaspur</p>\r\n<p>Dharampur</p>\r\n<p>Raipur</p>\r\n<p>Rajpur Road</p>\r\n<p>Dehradun Cantt</p>\r\n<p>Mussoorie</p>\r\n<p>Doiwala</p>\r\n<p>Rishikesh</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Dehradun district is a part of Garhwal region, therefore local culture is dominant in the district. Apart from Garhwali, other languages spoken in the region are Jaunsari,Hindi and English. Blue buses are the main way of transport in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>There are a number of small towns and tourist sites in Dehradun District.</p>\r\n<p>&nbsp;</p>\r\n<p>Khalanga Memorial</p>\r\n<p>The Battle of Nalapani was the first battle of the Anglo-Nepalese War of 1814&ndash;1816, fought between the forces of the British East India Company and Nepal, then ruled by the House of Gorkha. The battle took place around the Nalapani fort, near Dehradun, which was placed under siege by the British between 31 October and 30 November 1814.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Bala Sundari Mandir</p>\r\n<p>There are various temples of Maa Bala Sundari Devi situated in India and this is one such temple. The main temple is in Trilokpur, Himachal Pradesh. This Mata Temple is situated approximately 3 km South-West Direction of Sudhowala. This great temple is situated inside a forest. Gaur Brahmin of sudhowala are Pandits (Brahman) of this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Dehradun International Cricket Stadium</p>\r\n<p>&nbsp;</p>\r\n<p>Dehradun cricket stadium</p>\r\n<p>Rajiv Gandhi International Cricket Stadium, Dehradun is a multi-purpose stadium in the Raipur area of Dehradun, Uttarakhand. It is the first international level stadium in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Robbers Cave</p>\r\n<p>Robber's Cave (locally known as Guchhupani), is a river cave formation in Himalaya, located approximately 8 km from the centre of Dehradun City in Uttarakhand state of India. Believed to be the hideout of the famous Sultana Daku and his band of dacoits. The cave formation has thus been named Robber's Cave.</p>\r\n<p>&nbsp;</p>\r\n<p>The cave is about 600 metres long, divided into two main parts. The cave has a highest fall of about 10 metres. In the central part there is a fort wall structure which is now broken. It consists of an extremely narrow gorge formed in a conglomerate limestone area on Doon Valley's Dehra plateau.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a natural cave formation where rivers flows inside the cave. The place is a tourist site and is maintained by Uttarakhand State. Local bus services are available up to Anarwala village, from where it is a kilometre's trek away.</p>\r\n<p>&nbsp;</p>\r\n<p>Lacchiwala Picnic Spot</p>\r\n<p>It is a popular tourist destination specially during summers. It is well known for its forest scenic beauty, man-made water pools and bird watching. It is now known as Nature Park.</p>\r\n<p>&nbsp;</p>\r\n<p>Tapkeshwar Temple</p>\r\n<p>It is a temple of Lord Shiva. It is situated beside a forest on the bank of the Asan river and the main deity (Shivalinga) is housed in a natural cave. According to the holy epic Mahabharata, Guru Drona is said to have resided in this cave for a period of time. The temple's natural cave is named Drona cave after him. Water trickles down the ceiling of the cave and drops on the Shivalinga creating a magnificent image.</p>\r\n<p>&nbsp;</p>\r\n<p>Dehradun Zoo</p>\r\n<p>Formerly known as Malsi Deer Park, the main objectives of Dehradun Zoo are conservation of wild animals, developing an education centre and a rescue centre for wild animals. It is located on the foothills of Shivalik Range on the Mussoorie Road. It is about 10 km away from Dehradun and 23 km from Mussoorie.</p>\r\n<p>&nbsp;</p>\r\n<p>Forest Research Institute</p>\r\n<p>Forest Research Institute or &lsquo;FRI&rsquo; is an institution in the field of forest research in India. The institute is one of the oldest and biggest forest-based training institutes in India. The institute is known for its research work and wonderful architecture that dates to British Raj. FRI is affiliated to the Forest Research Institute University and is approved by the University Grants Commission (UGC). The aim of the institution is to accomplish the needs of the Indo-Gangetic plains of Punjab, Haryana, Chandigarh, Delhi and western Uttar Pradesh, as well as the U.P. Himalayas.</p>\r\n<p>&nbsp;</p>\r\n<p>Regional Science Center</p>\r\n<p>Regional Science Center (RSC) is located within the campus of Uttarakhand Council of Science and Technology (UCOST) at Vigyan Dham, Suddhowala on the outskirts of Dehradun. The Uttarakhand Regional Science Center is developed by National Council for Science Museum (NCSM) in collaboration with the UCOST. The Regional Science Center is a popular destination for school educational tours and hosts a science museum, planetarium, a 3D theatre, science gallery and scientific law based interactive exhibits.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>Educational institutions include Ann Mary School, Brightlands School, Cambrian Hall, Colonel Brown Cambridge School, Convent of Jesus and Mary, The Doon School, Ecole Globale International Girls' School, Marshall School, Rashtriya Indian Military College, SelaQui International School, St Joseph's Academy, Dehradun, St. Thomas' College, Summer Valley School, Welham Boys School, Welham Girls School. Several Indian and international luminaries have attended these schools. In addition to these schools there are many other state board schools located in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Since Dehradun has many central Government offices, there are as many as 12 Kendriya Vidyalayas also in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Higher Education</p>\r\n<p>Premier research institute based in Dehradun are the Forest Research Institute, Dehradun Institute Of Technology (DIT), Indian Institute of Remote Sensing, Indian Institute of Petroleum, Himgiri Zee University, Wildlife Institute of India, Instruments Research and Development Establishment and Wadia Institute of Himalayan Geology. Colleges and Universities located in Dehradun are Hemwati Nandan Bahuguna Uttarakhand Medical Education University, Law College, Dehradun, Doon University, Institute of Chartered Financial Analysts of India University, Dehradun, University of Petroleum and Energy Studies, Swami Rama Himalayan University, Uttaranchal University, Graphic Era University, and Uttarakhand Technical University.</p>\r\n<p>&nbsp;</p>\r\n<p>Forest Research Institute, Dehradun</p>\r\n<p>Front view of Forest Research Institute, Dehradun Uttarakhand</p>\r\n<p>&nbsp;</p>\r\n<p>Forest Research Institute, Dehradun</p>\r\n<p>The Forest Research Institute campus hosts the Indira Gandhi National Forest Academy (IGNFA), the staff college that trains officers selected for the Indian Forest Service (IFS). Wildlife Institute of India (WII) is an autonomous institution under the Ministry of Environment Forest and Climate change, Government of India which carries out wildlife research.</p>\r\n<p>&nbsp;</p>\r\n<p>Dehradun also has good medical facilities being host of two medical colleges. Shri Guru Ram Rai Institute of Medical &amp; Health Sciences affiliated to Hemwati Nandan Bahuguna Uttarakhand Medical Education University and Himalayan Institute of Medical Sciences affiliated to Swami Rama Himalayan University caters to the population of Dehradun and nearby hilly areas.</p>\r\n<p>&nbsp;</p>\r\n<p>National Institute for Empowerment of People with Visual Disabilities (NIEPVD) plays a key role in helping blind people. It is the first such institute in India and the first press for Braille script in the country which provides education and service to the blind children.</p>\r\n<p>&nbsp;</p>\r\n<p>Dehradun houses organisations like the Latika Roy Foundation for people with disabilities to access education, employment, and full inclusion in the community. The ASK Foundation, an educational charity, is also located in Dehradun.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dehradun_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dehradun-uttarakhand","tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"dehradun","slug":"dehradun"}],"recommendations":[{"id":980,"title":"Top Places to visit in Pauri Garhwal, Uttarakhand","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"Pauri Garhwal is a district in the Indian state of Uttrakhand. Its headquarters are in the town of Pauri. It sometimes referred to simply as Garhwal, though it should not be confused with the larger Garhwal region of which it is only a part.\r\n&nbsp;\r\nTransport\r\nThe most commo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pauri-garhwal","slug":"pauri-garhwal"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","total":0},{"id":979,"title":"Top Places to visit in Nainital, Uttarakhand","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"Nainital district is a district of Uttarakhand state, India. The headquarters is at Nainital.\r\nNainital District is located in Kumaon Division, and is bounded on the north by the Almora District and on the south by the Udham Singh Nagar District. Haldwani is the largest town in the distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"nainital","slug":"nainital"}],"slug":"top-places-to-visit-in-nainital-uttarakhand","total":0},{"id":976,"title":"Top Places to visit in Champawat, Uttarakhand","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"Champawat district is a district of Uttarakhand state in northern India. The town of Champawat is the administrative headquarters. The district of Champawat constituted in the year 1997. The district is divided into five tehsils: Barakot, Champawat, Lohaghat, Pati, Purnagiri.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"champawat","slug":"champawat"}],"slug":"top-places-to-visit-in-champawat-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}