{"id":977,"title":"देहरादून में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"<p>देहरादून जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। जिला मुख्यालय देहरादून है, जिसने 2000 में अपनी स्थापना के बाद से उत्तराखंड की अंतरिम राजधानी के रूप में भी काम किया है। जिले में 6 तहसील, 6 सामुदायिक विकास खंड, 17 ​​कस्बे और 764 बसे हुए गाँव, और 18 गैर-आबाद गाँव हैं। 2011 तक हरिद्वार के बाद यह उत्तराखंड का दूसरा (13 में से) सबसे अधिक आबादी वाला जिला है। देहरादून जिले में ऋषिकेश, मसूरी, लंढौर और चकराता के प्रमुख शहर शामिल हैं। यह जिला पूर्व में गंगा नदी से लेकर पश्चिम में यमुना नदी तक और दक्षिण में तराई और शिवालिक से लेकर उत्तर पश्चिम में महान हिमालय तक फैला है। ब्रिटिश राज के दिनों में, जिले का आधिकारिक नाम देहरादून था। 1842 में, डन को सहारनपुर जिले से जोड़ा गया और जिले के कलेक्टर के अधीनस्थ एक अधिकारी के अधीन रखा गया, लेकिन 1871 से इसे अलग जिले के रूप में प्रशासित किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>देहरादून राष्ट्रीय राजधानी दिल्ली से 230 किमी दूर स्थित है। राष्ट्रीय तेल और प्राकृतिक गैस निगम, भारत का सर्वेक्षण, और दून विश्वविद्यालय, उत्तराखंड तकनीकी संस्थान, भारतीय पेट्रोलियम संस्थान, उत्तरांचल विश्वविद्यालय, वन अनुसंधान संस्थान, भारतीय वन्यजीव संस्थान, राष्ट्रीय भारतीय सैन्य कॉलेज और भारतीय सैन्य अकादमी जैसे कई शैक्षणिक संस्थान हैं यहां भी स्थित है। बासमती चावल, चाय और लीची के बाग कुछ प्रमुख कृषि फ़सलें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह क्षेत्र 1814-16 के गोरखा युद्ध के परिणामस्वरूप टिहरी-गढ़वाल के महाराजा से एक युद्ध बिगाड़ के रूप में जब्त कर लिया गया था, और प्रशासनिक रूप से सहारनपुर जिले को इसके तत्काल दक्षिण में संलग्न किया गया था, जो पहले से ही ब्रिटिश हाथों में था।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>कलसी चकराता</p>\r\n<p>विकासनगर</p>\r\n<p>सहसपुर</p>\r\n<p>धरमपुर</p>\r\n<p>रायपुर</p>\r\n<p>राजपुर रोड</p>\r\n<p>देहरादून कैंट</p>\r\n<p>मसूरी</p>\r\n<p>डोईवाला</p>\r\n<p>ऋषिकेश</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>देहरादून जिला गढ़वाल क्षेत्र का एक हिस्सा है, इसलिए जिले में स्थानीय संस्कृति प्रमुख है। गढ़वाली के अलावा इस क्षेत्र में बोली जाने वाली अन्य भाषाएँ हैं, जौनसारी, हिंदी और अंग्रेजी। नीली बसें शहर में परिवहन का मुख्य जरिया हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>देहरादून जिले में कई छोटे शहर और पर्यटन स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खलंगा स्मारक</p>\r\n<p>नलपानी की लड़ाई 1814-1816 के एंग्लो-नेपाली युद्ध की पहली लड़ाई थी, जो ब्रिटिश ईस्ट इंडिया कंपनी और नेपाल की सेनाओं के बीच लड़ी गई, फिर गोरखा हाउस द्वारा शासित हुई। यह लड़ाई देहरादून के पास नलपानी किले के आसपास हुई, जिसे अंग्रेजों ने 31 अक्टूबर से 30 नवंबर 1814 के बीच घेराबंदी के तहत रखा था।</p>\r\n<p>&nbsp;</p>\r\n<p>मां बाला सुंदरी मंदिर</p>\r\n<p>भारत में माँ बाला सुंदरी देवी के विभिन्न मंदिर स्थित हैं और यह एक ऐसा मंदिर है। मुख्य मंदिर त्रिलोकपुर, हिमाचल प्रदेश में है। यह माता मंदिर सुधौला से लगभग 3 किमी दक्षिण-पश्चिम दिशा में स्थित है। यह महान मंदिर एक जंगल के अंदर स्थित है। सुधावाला के गौर ब्राह्मण इस मंदिर के पंडित (ब्राह्मण) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देहरादून अंतर्राष्ट्रीय क्रिकेट स्टेडियम</p>\r\n<p>&nbsp;</p>\r\n<p>देहरादून क्रिकेट स्टेडियम</p>\r\n<p>राजीव गांधी अंतर्राष्ट्रीय क्रिकेट स्टेडियम, देहरादून उत्तराखंड के देहरादून के रायपुर क्षेत्र में एक बहुउद्देश्यीय स्टेडियम है। यह राज्य का पहला अंतर्राष्ट्रीय स्तर का स्टेडियम है।</p>\r\n<p>&nbsp;</p>\r\n<p>लुटेरों की गुफा</p>\r\n<p>रॉबर की गुफा (स्थानीय रूप से गुच्छूपानी के रूप में जानी जाती है), भारत में उत्तराखंड राज्य में देहरादून शहर के केंद्र से लगभग 8 किमी दूर स्थित, हिमालय में एक नदी गुफा है। प्रसिद्ध सुल्ताना डाकू और डकैतों के अपने बैंड का ठिकाना माना जाता है। इस गुफा के गठन को रॉबर की गुफा का नाम दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुफा लगभग 600 मीटर लंबी है, जिसे दो मुख्य भागों में विभाजित किया गया है। गुफा में लगभग 10 मीटर की उच्चतम गिरावट है। मध्य भाग में एक किले की दीवार संरचना है जो अब टूट गई है। इसमें दून वैली के देहरा पठार पर एक विशाल चूना पत्थर के क्षेत्र में एक अत्यंत संकीर्ण कण्ठ है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक प्राकृतिक गुफा का निर्माण है जहाँ गुफा के अंदर नदियाँ बहती हैं। यह स्थान एक पर्यटक स्थल है और इसका रखरखाव उत्तराखंड राज्य द्वारा किया जाता है। स्थानीय बस सेवाएं अनारवाला गाँव तक उपलब्ध हैं, जहाँ से यह एक किलोमीटर के ट्रेक पर है।</p>\r\n<p>लच्छीवाला पिकनिक स्पॉट</p>\r\n<p>यह विशेष रूप से गर्मियों के दौरान एक लोकप्रिय पर्यटन स्थल है। यह अपनी प्राकृतिक सुन्दरता, मानव निर्मित पानी के कुंडों और पक्षियों को देखने के लिए जाना जाता है। इसे अब नेचर पार्क के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>टपकेश्वर मंदिर</p>\r\n<p>यह भगवान शिव का मंदिर है। यह आसन नदी के किनारे एक जंगल के पास स्थित है और मुख्य देवता (शिवलिंग) एक प्राकृतिक गुफा में स्थित है। पवित्र महाकाव्य महाभारत के अनुसार, गुरु द्रोण ने इस गुफा में कुछ समय के लिए निवास किया था। मंदिर की प्राकृतिक गुफा का नाम उनके नाम पर द्रोण गुफा रखा गया है। पानी गुफा की छत से नीचे गिरता है और शिवलिंग पर एक शानदार छवि बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>देहरादून चिड़ियाघर</p>\r\n<p>पूर्व में मालसी डियर पार्क के रूप में जाना जाता है, देहरादून चिड़ियाघर का मुख्य उद्देश्य जंगली जानवरों का संरक्षण, एक शिक्षा केंद्र विकसित करना और जंगली जानवरों के लिए एक बचाव केंद्र है। यह मसूरी रोड पर शिवालिक रेंज की तलहटी में स्थित है। यह देहरादून से लगभग 10 किमी और मसूरी से 23 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>वन अनुसंधान संस्थान</p>\r\n<p>वन अनुसंधान संस्थान या 'एफआरआई' भारत में वन अनुसंधान के क्षेत्र में एक संस्था है। संस्थान भारत के सबसे पुराने और सबसे बड़े वन-आधारित प्रशिक्षण संस्थानों में से एक है। संस्थान अपने शोध कार्य और अद्भुत वास्तुकला के लिए जाना जाता है जो ब्रिटिश राज के लिए है। एफआरआई वन अनुसंधान संस्थान विश्वविद्यालय से संबद्ध है और विश्वविद्यालय अनुदान आयोग (यूजीसी) द्वारा अनुमोदित है। संस्था का उद्देश्य पंजाब, हरियाणा, चंडीगढ़, दिल्ली और पश्चिमी उत्तर प्रदेश के इंडो-गंगा के मैदानों की आवश्यकताओं को पूरा करना है, साथ ही साथ यू.पी. हिमालय।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्रीय विज्ञान केंद्र</p>\r\n<p>क्षेत्रीय विज्ञान केंद्र (RSC) उत्तराखंड काउंसिल ऑफ साइंस एंड टेक्नोलॉजी (UCOST) के परिसर के भीतर स्थित है, जो देहरादून के बाहरी इलाके में सुदंवाला में विज्ञान धाम में स्थित है। उत्तराखंड क्षेत्रीय विज्ञान केंद्र को UCOST के सहयोग से राष्ट्रीय विज्ञान संग्रहालय (NCSM) परिषद द्वारा विकसित किया गया है। क्षेत्रीय विज्ञान केंद्र स्कूल शैक्षिक पर्यटन के लिए एक लोकप्रिय गंतव्य है और एक विज्ञान संग्रहालय, तारामंडल, एक 3 डी थिएटर, विज्ञान गैलरी और वैज्ञानिक कानून आधारित इंटरैक्टिव प्रदर्शनों की मेजबानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>शैक्षणिक संस्थानों में एन मैरी स्कूल, ब्राइटलैंड्स स्कूल, कैम्ब्रियन हॉल, कर्नल ब्राउन कैम्ब्रिज स्कूल, कॉन्वेंट ऑफ जीसस एंड मैरी, द दून स्कूल, इकोले ग्लोबेल इंटरनेशनल गर्ल्स स्कूल, मार्शल स्कूल, राष्ट्रीय भारतीय सैन्य कॉलेज, सेलाकुई इंटरनेशनल स्कूल, सेंट जोसेफ एकेडमी शामिल हैं। , देहरादून, सेंट थॉमस कॉलेज, समर वैली स्कूल, वेल्हम बॉयज़ स्कूल, वेल्हम गर्ल्स स्कूल। इन स्कूलों में कई भारतीय और अंतर्राष्ट्रीय दिग्गज शामिल हुए हैं। इन स्कूलों के अलावा शहर में कई अन्य राज्य बोर्ड स्कूल भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चूंकि देहरादून में कई केंद्र सरकार के कार्यालय हैं, इसलिए शहर में 12 केंद्रीय विद्यालय भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उच्च शिक्षा</p>\r\n<p>देहरादून में स्थित प्रीमियर रिसर्च इंस्टीट्यूट फॉरेस्ट रिसर्च इंस्टीट्यूट, देहरादून इंस्टीट्यूट ऑफ टेक्नोलॉजी (डीआईटी), इंडियन इंस्टीट्यूट ऑफ रिमोट सेंसिंग, इंडियन इंस्टीट्यूट ऑफ पेट्रोलियम, हिमगिरी ज़ी यूनिवर्सिटी, वाइल्डलाइफ़ इंस्टीट्यूट ऑफ इंडिया, इंस्ट्रूमेंट्स रिसर्च एंड डेवलपमेंट इस्टैब्लिशमेंट और वाडल इंस्टीट्यूट ऑफ हिमालयन हैं। भूगर्भशास्त्र। देहरादून में स्थित कॉलेजों और विश्वविद्यालयों में हेमवती नंदन बहुगुणा उत्तराखंड मेडिकल शिक्षा विश्वविद्यालय, लॉ कॉलेज, देहरादून, दून विश्वविद्यालय, भारत विश्वविद्यालय के चार्टर्ड वित्तीय विश्लेषकों के संस्थान, देहरादून, पेट्रोलियम और ऊर्जा अध्ययन विश्वविद्यालय, स्वामी राम हिमालयन विश्वविद्यालय, उत्तरांचल विश्वविद्यालय, ग्राफिक एरा विश्वविद्यालय, और उत्तराखंड तकनीकी विश्वविद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>वन अनुसंधान संस्थान, देहरादून</p>\r\n<p>वन अनुसंधान संस्थान, देहरादून उत्तराखंड के सामने का दृश्य</p>\r\n<p>&nbsp;</p>\r\n<p>वन अनुसंधान संस्थान, देहरादून</p>\r\n<p>वन अनुसंधान संस्थान परिसर, इंदिरा गांधी राष्ट्रीय वन अकादमी (IGNFA), स्टाफ कॉलेज की मेजबानी करता है, जो भारतीय वन सेवा (IFS) के लिए चयनित अधिकारियों को प्रशिक्षित करता है। वाइल्डलाइफ इंस्टीट्यूट ऑफ इंडिया (WII) पर्यावरण वन और जलवायु परिवर्तन मंत्रालय, भारत सरकार के तहत एक स्वायत्त संस्थान है जो वन्यजीव अनुसंधान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>देहरादून में दो मेडिकल कॉलेजों की मेजबानी में अच्छी चिकित्सा सुविधाएं हैं। श्री गुरु राम राय इंस्टीट्यूट ऑफ मेडिकल एंड हेल्थ साइंसेज संबद्ध हेमवती नंदन बहुगुणा उत्तराखंड मेडिकल एजुकेशन यूनिवर्सिटी और हिमालयन इंस्टीट्यूट ऑफ मेडिकल साइंसेज स्वामी राम हिमालयन यूनिवर्सिटी से संबद्ध हैं जो देहरादून और आसपास के पहाड़ी क्षेत्रों की आबादी को पूरा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नेशनल इंस्टीट्यूट फॉर एम्पावरमेंट ऑफ पीपुल विद विजुअल डिसेबिलिटीज (NIEPVD) नेत्रहीन लोगों की मदद करने में अहम भूमिका निभाता है। यह भारत का पहला ऐसा संस्थान है और देश में ब्रेल लिपि के लिए पहला प्रेस है जो नेत्रहीन बच्चों को शिक्षा और सेवा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>देहरादून में शिक्षा, रोजगार, और समुदाय में पूर्ण समावेश के लिए विकलांग लोगों के लिए लतिका रॉय फाउंडेशन जैसे संगठन हैं। ASK फाउंडेशन, एक शैक्षिक दान, भी देहरादून में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dehreen_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dehradun-uttarakhand","tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"देहरादून","slug":"dehradun"}],"recommendations":[{"id":980,"title":"पौड़ी गढ़वाल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"पौड़ी गढ़वाल भारतीय राज्य उत्तराखंड में एक जिला है। इसका मुख्यालय पौड़ी शहर में है। इसे कभी-कभी केवल गढ़वाल के रूप में संदर्भित किया जाता है, हालांकि इसे बड़े गढ़वाल क्षेत्र के साथ भ्रमित नहीं होना चाहिए, जिसका यह केवल एक हिस्सा है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपरिवहन का सबसे आम तरी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पौड़ी-गढ़वाल","slug":"pauri-garhwal"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","total":0},{"id":979,"title":"नैनीताल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"नैनीताल जिला भारत के उत्तराखंड राज्य का एक जिला है। मुख्यालय नैनीताल में है।\r\nनैनीताल जिला कुमाऊं मंडल में स्थित है, और उत्तर में अल्मोड़ा जिले और दक्षिण में उधम सिंह नगर जिले से घिरा है। हल्द्वानी जिले का सबसे बड़ा शहर है।\r\n&nbsp;\r\nनैनीताल, जिसे नैनी ताल भी कहा जाता है, भारत","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नैनीताल","slug":"nainital"}],"slug":"top-places-to-visit-in-nainital-uttarakhand","total":0},{"id":976,"title":"चम्पावत में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"चंपावत जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। चंपावत शहर प्रशासनिक मुख्यालय है। वर्ष 1997 में चंपावत जिले का गठन किया गया। यह जिला पांच तहसीलों में विभाजित है: बाराकोट, चंपावत, लोहाघाट, पाटी, पूर्णागिरि।\r\n&nbsp;\r\nचंपावत जिला उत्तराखंड के पूर्वी कुमाऊं मंडल का हिस्सा है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चम्पावत","slug":"champawat"}],"slug":"top-places-to-visit-in-champawat-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}