{"id":978,"title":"हरिद्वार में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"<p>हरिद्वार जिला भी कहा जाता है क्योंकि भारत के उत्तराखंड राज्य में हरद्वार एक जिला है। इसका मुख्यालय हरिद्वार में है जो इसका सबसे बड़ा शहर भी है। यह जिला उत्तर और पूर्व में देहरादून, पूर्व में पौड़ी गढ़वाल और दक्षिण में मुजफ्फरनगर और उत्तर प्रदेश के बिजनौर और पश्चिम में सहारनपुर जिलों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सहारनपुर मंडल आयोग के हिस्से के रूप में हरिद्वार जिला 28 दिसंबर 1988 को अस्तित्व में आया, 24 सितंबर 1998 को उत्तर प्रदेश विधान सभा ने 'उत्तर प्रदेश पुनर्गठन विधेयक', 1998 'पारित किया, अंततः संसद ने भारतीय संघीय विधान -' उत्तर प्रदेश पुनर्गठन 'भी पारित किया। अधिनियम 2000 ', और इस तरह 9 नवंबर 2000 को, हरिद्वार भारत के गणराज्य में 27 वें राज्य नवगठित उत्तराखंड (तब उत्तरांचल) का हिस्सा बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह उत्तराखंड का सबसे अधिक आबादी वाला जिला है (13 में से)। जिले के महत्वपूर्ण शहरों में हरिद्वार, भेल रानीपुर, रुड़की, मंगलौर, ढंडेरा, झबरेड़ा, लक्सर, लंढौरा और मोहनपुर मोहम्मदपुर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक पृष्ठभूमि</p>\r\n<p>हरिद्वार जिले के पश्चिम में सहारनपुर, उत्तर पश्चिम में देहरादून और उत्तर में देहरादून, पूर्व में पौड़ी गढ़वाल, दक्षिण में मुजफ्फरनगर और दक्षिण-पूर्व में बिजनौर है। 2000 में नव निर्मित राज्य उत्तराखंड में शामिल किए जाने से पहले, यह जिला सहारनपुर संभागीय आयोग का एक हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को चार तहसीलों में विभाजित किया गया है: हरिद्वार, रुड़की, भगवानपुर और लक्सर। इसे आगे छह विकास खंडों में विभाजित किया गया है: भगवानपुर, रुड़की, नारसन, बहादराबाद, लक्सर, और खानपुर।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय रोशनाबाद में है, जो हरिद्वार रेलवे स्टेशन से लगभग 12 किमी की दूरी पर है। मुख्य विकास अधिकारी का कार्यालय विकास भवन, रोशनाबाद में है। कलेक्ट्रेट, विकास भवन, जिला न्यायपालिका, एस.एस.पी. कार्यालय, पुलिस लाइन, जिला जेल, जिला खेल स्टेडियम, जवाहर नवोदय विद्यालय आदि इस क्षेत्र के प्रमुख प्रतिष्ठान हैं। यहां लोक सेवा अयोग और संस्कृत अकादमी जैसे कई अन्य प्रशासन कार्यालय स्थापित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>हरद्वार</p>\r\n<p>B.H.E.L. रानीपुर</p>\r\n<p>ज्वालापुर (SC)</p>\r\n<p>भगवानपुर (SC)</p>\r\n<p>झबरेड़ा (SC)</p>\r\n<p>Pirankaliyar</p>\r\n<p>रुड़की</p>\r\n<p>खानपुर</p>\r\n<p>मंगलौर</p>\r\n<p>लक्सर</p>\r\n<p>हरद्वार ग्रामीण</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>हरिद्वार जिले में कई शैक्षणिक संस्थान हैं, जो रुड़की शहर में विज्ञान, इंजीनियरिंग, प्रौद्योगिकी और उन्नत अनुसंधान का अध्ययन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृत आधारित क्लासिक्स और हिंदू धार्मिक / सांस्कृतिक विषयों में शिक्षा जिले में एक सदियों पुरानी परंपरा है, जो मुख्य रूप से हरिद्वार शहर में और उसके आसपास केंद्रित है। इस शैली के कुछ महत्वपूर्ण संस्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>हरिद्वार-ज्वालापुर बाईपास रोड पर गंगा नदी के तट पर कनखल में स्थित गुरुकुल कांगड़ी। यह भारत के सबसे पुराने विश्वविद्यालयों में से एक है। इसकी स्थापना 1902 में हुई थी, जिसमें अद्वितीय गुरुकुल आधारित शिक्षा प्रणाली का अध्ययन किया गया था। यहां प्राचीन वैदिक और संस्कृत साहित्य, आयुर्वेद, दर्शन आधुनिक विज्ञान और पत्रकारिता के अलावा पाठ्यक्रम का हिस्सा हैं। 1945 में स्थापित इसका 'आर्कियोलॉजिकल म्यूजियम', कुछ दुर्लभ मूर्तियों, सिक्कों, चित्रों, पांडुलिपियों और कलाकृतियों के साथ है, जो हड़प्पा संस्कृति से शुरू होता है (c.2500&ndash;1500 ईसा पूर्व)। महात्मा गांधी ने तीन बार परिसर का दौरा किया, और 1915 के कुंभ मेले के दौरान, विशेष रूप से विस्तारित अवधि के लिए अपने विशाल और शांत परिसर में रहे।</p>\r\n<p>विश्व संस्कृत महाविद्यालय, हरिद्वार। एक संस्कृत विश्वविद्यालय, सरकार द्वारा स्थापित। उत्तराखंड, यह दुनिया का एकमात्र विश्वविद्यालय है जो प्राचीन संस्कृत ग्रंथों और पुस्तकों के अध्ययन के लिए समर्पित है। इसके पाठ्यक्रम में प्राचीन हिंदू अनुष्ठानों, परंपराओं और संस्कृति को भी शामिल किया गया है, और यह प्राचीन हिंदू वास्तुकला शैली से प्रेरित एक इमारत का दावा करता है।</p>\r\n<p>राजकीय आयुवेदिक कॉलेज और अस्पताल ऋषिकुल, हरिद्वार, भारत का सबसे पुराना आयुर्वेदिक मेडिकल कॉलेज है। यह ऊपरी गंगा नहर के किनारे हरिद्वार में देवपुरा के पास स्थित है। यह आयुर्वेद के लिए स्नातकोत्तर शिक्षा भी प्रदान कर रहा है। जल्द ही यह उत्तराखंड के पहले आयुवेदिक विश्वविद्यालय के रूप में बदल जाएगा।</p>\r\n<p>सरकारी आयुर्वेदिक कॉलेज और अस्पताल, एचएनबी गढ़वाल विश्वविद्यालय के गुरुकुल कांगड़ी भी भारत के सबसे पुराने आयुर्वेदिक मेडिकल कॉलेजों में से एक है। यह गुरुकुल कांगड़ी विश्वविद्यालय परिसर में स्थित है।</p>\r\n<p>देव संस्कृति विश्व विद्यालय: 2002 में उत्तरांचल सरकार के अधिनियम द्वारा स्थापित एक पूर्णतः आवासीय विश्वविद्यालय है। श्री वेदमाता गायत्री ट्रस्ट, शांतिकुंज हरिद्वार (अखिल विश्व गायत्री परिवार का मुख्यालय) द्वारा संचालित, यह योगिक विज्ञान, वैकल्पिक चिकित्सा, भारतीय संस्कृति, पर्यटन, ग्रामीण प्रबंधन, धर्मशास्त्र (धर्म विज्ञान) जैसे क्षेत्रों में विभिन्न डिग्री, डिप्लोमा और प्रमाणपत्र पाठ्यक्रम प्रदान करता है। आध्यात्मिक परामर्श आदि यह दूरस्थ शिक्षा पाठ्यक्रम भी प्रदान करता है।</p>\r\n<p>पश्चिम के विदेशी देशों सहित निकट और दूर से आने वाले लोगों को योग और ध्यान के प्रशिक्षण के लिए जिले में आधुनिक आश्रम भी स्थापित किए जा रहे हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>शांतिकुंज आश्रम में 9 दिन का शिविर और एक महीने / तीन महीने के पाठ्यक्रम योग, ध्यान, जीवन जीने की कला, वैज्ञानिक आध्यात्मिक ज्ञान आदि प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थ स्थानों का</p>\r\n<p>&nbsp;</p>\r\n<p>हर-की-पौड़ी में 'संध्या आरती' का दृश्य</p>\r\n<p>हर की पौड़ी: हिंदुओं के लिए पृथ्वी के सबसे पवित्र स्थानों में से एक, यह प्राचीन स्नान घाट (चरण) प्रमुख महत्व का है। वर्तमान घाटों का अधिकांश हिस्सा बड़े पैमाने पर 1800 के दशक में विकसित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सती कुंड: यह कनखल में स्थित प्रसिद्ध पौराणिक सती विसर्जन विरासत है।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिणेश्वर महादेव मंदिर: दक्ष महादेव का प्राचीन मंदिर, जिसे दक्षिणेश्वर महादेव मंदिर भी कहा जाता है, कनखल शहर के दक्षिण में स्थित है और यह सती के आत्मदाह और राजा दक्ष की मृत्यु और बाद में एक बकरी के सिर के साथ जीवन की किंवदंतियों के लिए एक श्रद्धांजलि है।</p>\r\n<p>&nbsp;</p>\r\n<p>माया देवी मंदिर: हरिद्वार के आदिशक्ति देवता के इस मंदिर को सिद्धपीठों में से एक माना जाता है और इसे देवी सती का हृदय और नाभि स्थान कहा जाता है। यह नारायणी शिला मंदिर और भैरव मंदिर के साथ हरिद्वार में खड़े कुछ प्राचीन मंदिरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सप्त ऋषि आश्रम और सप्त ऋषि सरोवर, जहां गंगा खुद को सात धाराओं में विभाजित करती हैं, ताकि इसके तट पर मौजूद सात महान संत बहने से परेशान न हों।</p>\r\n<p>&nbsp;</p>\r\n<p>भीमगोडा टैंक: इस टैंक को, जहां भीम के बारे में कहा जाता है कि उसने अपने घुटने को जमीन में दबाकर चट्टानों से पानी निकाला था, वह हर-की-पौड़ी से लगभग 1 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडी देवी मंदिर: प्राचीन चंडी कथा का स्मरण करते हुए वर्तमान मंदिर, 1929 ई। में कश्मीर के डोगरा राजा, सुच्चत सिंह द्वारा बनवाया गया था; यहां रोपवे के जरिए भी पहुंचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मनसा देवी मंदिर: मनसा देवी को समर्पित मंदिर, शक्ति का एक रूप कई तीर्थयात्रियों को आकर्षित करता है। मंदिर तक पहुँचने के दो रास्ते हैं - ट्रेकिंग या इसे रोपवे के माध्यम से भी पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पिरान कलियार शरीफ: हजरत अलाउद्दीन साबिर कलियारी की यह प्रसिद्ध 'दरगाह' (तीर्थ), 13 वीं शताब्दी के चिश्ती ऑर्डर के सूफी संत, इब्राहिम लोधी, जो दिल्ली सल्तनत के शासक थे। सरकार साबिर पाक के रूप में भी जानी जाती है, यह रुड़की से 7 किमी दूर कालियार गांव में स्थित है, और भारत में धार्मिक सद्भाव का एक जीवंत उदाहरण है; यह वार्षिक कैलेंडर 'उर्स' त्योहार के दौरान दुनिया भर से भक्तों द्वारा दौरा किया जाता है, जो कि इस्लामिक कैलेंडर के रबी-उल-अव्वल महीने के 16 वें दिन 1 दिन (अमावस्या को देखने) से मनाया जाता है।</p>\r\n<p>राम मंदिर: यह राम मंदिर भूपतवाला में निर्माणाधीन है और यह भारत में आकार में सबसे बड़ा होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>शांतिकुंज: शांतिकुंज आध्यात्मिक और सामाजिक संगठन ऑल वर्ल्ड गायत्री परिवार (AWGP) का मुख्यालय है। संस्था के संस्थापक पं। श्रीराम शर्मा आचार्य, एक महान संत, आध्यात्मिक नेता और स्वतंत्रता सेनानी थे। उन्होंने अपने जीवन के अंतिम बीस वर्ष यहां बिताए, साहित्य लेखन और संगठन की गतिविधियों का निर्देशन किया। शांतिकुंज को इस वैश्विक संगठन के लाखों भक्तों द्वारा तीर्थस्थल के रूप में माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>दिल्ली और मान पास के बीच राष्ट्रीय राजमार्ग 58, हरिद्वार से होकर गुजरता है। भारतीय रेलवे हरिद्वार रेलवे स्टेशन को भारत के सभी हिस्सों से जोड़ता है। निकटतम हवाई अड्डा जॉली ग्रांट हवाई अड्डा, देहरादून है, हालांकि नई दिल्ली में इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा पसंद किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Haridwar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-haridwar-uttarakhand","tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"हरिद्वार","slug":"haridwar"}],"recommendations":[{"id":982,"title":"रुद्रप्रयाग में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","dateCreated":"2019-11-12T03:12:58.79Z","dateModified":"2019-11-12T03:13:21.913Z","contributedBy":"AskGif","content":"रुद्रप्रयाग उत्तर भारत के उत्तराखंड राज्य का एक जिला है। जिले का क्षेत्रफल 2439 वर्ग किमी है। रुद्रप्रयाग शहर जिले का प्रशासनिक मुख्यालय है। उत्तर में उत्तरकाशी जिला, पूर्व में चमोली जिला, दक्षिण में पौड़ी गढ़वाल जिला और पश्चिम में टिहरी गढ़वाल जिला है।\r\nरुद्रप्रयाग भारतीय राज्य उत्तराखंड ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"रुद्रप्रयाग","slug":"rudraprayag"}],"slug":"top-places-to-visit-in-rudraprayag-uttarakhand","total":0},{"id":976,"title":"चम्पावत में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"चंपावत जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। चंपावत शहर प्रशासनिक मुख्यालय है। वर्ष 1997 में चंपावत जिले का गठन किया गया। यह जिला पांच तहसीलों में विभाजित है: बाराकोट, चंपावत, लोहाघाट, पाटी, पूर्णागिरि।\r\n&nbsp;\r\nचंपावत जिला उत्तराखंड के पूर्वी कुमाऊं मंडल का हिस्सा है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चम्पावत","slug":"champawat"}],"slug":"top-places-to-visit-in-champawat-uttarakhand","total":0},{"id":974,"title":"बागेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"बागेश्वर उत्तर भारत में उत्तराखंड राज्य का एक जिला है। बागेश्वर शहर जिला मुख्यालय है। 1997 में एक जिले के रूप में इसकी स्थापना से पहले यह अल्मोड़ा जिले का हिस्सा था।\r\n&nbsp;\r\nबागेश्वर जिला उत्तराखंड के कुमाऊं क्षेत्र में है, और पश्चिम और उत्तर-पश्चिम में चमोली जिले से, पूर्व में पिथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बागेश्वर","slug":"bageshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}