{"id":978,"title":"Top Places to visit in Haridwar, Uttarakhand","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"<p>Haridwar district also spelled as Hardwar is a district in the state of Uttarakhand, India. It is headquartered at Haridwar which is also its largest city. The district is ringed by the districts Dehradun in the north and east, Pauri Garhwal in the east and the Uttar Pradesh districts of Muzaffarnagar and Bijnor in the south and Saharanpur in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Haridwar district came into existence on 28 December 1988 as part of Saharanpur Divisional Commissionary, On 24 September 1998 Uttar Pradesh Legislative Assembly passed the 'Uttar Pradesh Reorganisation Bill', 1998', eventually the Parliament also passed the Indian Federal Legislation &ndash; 'Uttar Pradesh Reorganisation Act 2000', and thus on 9 November 2000, Haridwar became part of the newly formed Uttarakhand (then Uttaranchal), the 27th state in the Republic of India.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the most populous district of Uttarakhand (out of 13). Important towns in the district are Haridwar, BHEL Ranipur, Roorkee, Manglaur, Dhandera, Jhabrera, Laksar, Landhaura and Mohanpur Mohammadpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative background</p>\r\n<p>The Haridwar district is ringed by Saharanpur in the west, Dehradun in the north west and north, Pauri Garhwal in the east, Muzaffarnagar in south and Bijnor in the south-east. Prior to its inclusion in the newly created state of Uttarakhand in 2000, this district was a part of Saharanpur Divisional Commissionary.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is administratively subdivided into four tehsils: Haridwar, Roorkee, Bhagwanpur and Laksar. It is further divided into six development blocks: Bhagwanpur, Roorkee, Narsan, Bahadrabad, Laksar, and Khanpur.</p>\r\n<p>&nbsp;</p>\r\n<p>The district headquarters is in Roshnabad, at a distance of about 12 km from Haridwar railway station. The office of Chief Development Officer is in Vikas Bhawan, Roshnabad. The Collectorate, Vikas Bhawan, District Judiciary, S.S.P. Office, Police line, District Jail, District sports stadium, Jawahar Navodaya Vidyalaya etc. are the prime establishments of this area. Many other administration offices like Lok Seva Ayog and Sanskrit Academy are established here.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>Hardwar</p>\r\n<p>B.H.E.L. Ranipur</p>\r\n<p>Jwalapur (SC)</p>\r\n<p>Bhagwanpur (SC)</p>\r\n<p>Jhabrera (SC)</p>\r\n<p>Pirankaliyar</p>\r\n<p>Roorkee</p>\r\n<p>Khanpur</p>\r\n<p>Manglaur</p>\r\n<p>Laksar</p>\r\n<p>Hardwar Rural</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Haridwar district has several academic institutions, covering studies in sciences, engineering, technology and advanced research in the town of Roorkee.</p>\r\n<p>&nbsp;</p>\r\n<p>Education in Sanskrit based classics and Hindu religious/cultural disciplines is an age-old tradition in the district, mainly centred in and around Haridwar city. Some of the important institutions of this genre are:</p>\r\n<p>&nbsp;</p>\r\n<p>Gurukul Kangri, situated in Kankhal, on the banks of river Ganges, on Haridwar-Jwalapur bypass road. It is one of the oldest Universities of India. It was founded in 1902, to study the unique Gurukul based education system. Here Ancient Vedic and Sanskrit literature, Ayurveda, Philosophy are part of the curriculum besides modern sciences and journalism. Its 'Archaeological Museum', established in 1945, houses some rare statues, coins, paintings, manuscripts and artefacts, starting from Harappa culture (c.2500&ndash;1500 BC). Mahatma Gandhi visited the campus three times, and stayed in its sprawling and serene campus for extended periods of time, most notably during the 1915 Kumbh mela.</p>\r\n<p>Vishwa Sanskrit Mahavidyalaya, Haridwar. A Sanskrit University, set up by Govt. of Uttarakhand, it is the only university in the world dedicated to studies of ancient Sanskrit scriptures and books. Its curriculum also covers ancient Hindu rituals, traditions and culture, and it boasts of a building inspired by ancient Hindu architecture style.</p>\r\n<p>State Ayuevedic College &amp; Hospital Rishikul, Haridwar, is the oldest Ayurvedic Medical College of India. It is situated near Devpura in Haridwar on the banks of Upper Ganges Canal. It is also providing postgraduate education for Ayurveda. Soon it will be transformed as the first Ayuevedic University of Uttarakhand.</p>\r\n<p>Govt Ayurvedic College &amp; Hospital, Gurukul Kangri of HNB Garhwal University is also one of the oldest Ayurvedic medical colleges in India. It is situated in Gurukul Kangri University Campus.</p>\r\n<p>Dev Sanskriti Vishwavidyalaya: established in 2002 by the act of the Uttarnchal Government is a fully residential university. Run by Sri Vedmata Gayatri Trust, Shantikunj Haridwar (headquarters of All World Gayatri Pariwar), it provides various degree, diploma and certificate courses in areas like Yogic Science, Alternative Therapy, Indian Culture, Tourism, Rural Management, Theology (Dharm Vigyan), Spiritual Counseling etc. It also provides distance learning courses.</p>\r\n<p>Modern Ashrams are also being established in the district for imparting training in yoga and meditation to people coming now from near and far, including foreign countries of the West :</p>\r\n<p>&nbsp;</p>\r\n<p>Shantikunj Ashram provides a 9 days camp and one month / three months courses covering yoga, meditation, art of living, scientific spirituality etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of pilgrimage</p>\r\n<p>&nbsp;</p>\r\n<p>View of the 'Evening Aarti' at Har-ki-Pauri</p>\r\n<p>Har ki Pauri: One of the holiest spots on earth for the Hindus, this ancient bathing ghat (Steps) is of prime importance. A majority of the present ghats were largely developed in the 1800s.</p>\r\n<p>&nbsp;</p>\r\n<p>Sati Kund: It is the well-known mythological Sati immolation heritage situated in Kankhal.</p>\r\n<p>&nbsp;</p>\r\n<p>Daksheswara Mahadev Temple: The ancient temple of Daksha Mahadev, also known as Daksheswara Mahadev Temple, is situated in the south of Kankhal town and is a tribute to the legends of Sati's self-immolated and king Daksha's death and later life with a goat's head.</p>\r\n<p>&nbsp;</p>\r\n<p>Maya Devi Temple: This temple of the Adhisthatri deity of Haridwar is considered one of the Siddhapeethas and is said to be the place where the heart and navel of Goddess Sati had fallen. It is one of the few ancient temples still standing in Haridwar, along with Narayani Shila Temple and Bhairav Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Sapt Rishi Ashram and Sapt Rishi Sarovar, where the Ganges split herself into seven currents so that seven great sages on its bank would not be disturbed by the flow.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimgoda Tank: This tank, where Bhima is said to have drawn water from the rocks by thrusting his knee into the ground, is situated at a distance of about 1 km from Har-ki-Pauri.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandi Devi Temple: The present temple, commemorating the ancient Chandi legend, was constructed in 1929 AD by the Dogra King of Kashmir, Suchat Singh; it can also be reached through a ropeway.</p>\r\n<p>&nbsp;</p>\r\n<p>Mansa Devi Temple: The temple dedicated to Mansa Devi, a form of Shakti draws many pilgrims. There are two ways to reach the temple &ndash; trekking or it can also be reached through a ropeway.</p>\r\n<p>&nbsp;</p>\r\n<p>Piran Kaliyar Sharif: This famous 'Dargah' (Shrine) of Hazrat Alauddin Sabir Kaliyari, a 13th-century Sufi Saint of Chishti Order, was built by Ibrahim Lodhi, a Delhi Sultanate ruler. Also known as Sarkar Sabir Pak, it is located in Kaliyar village, 7 km from Roorkee, and is a living example of religious harmony in India; it is visited by devotees from all over the world, during the annual 'Urs' festival, which is celebrated from 1st day (of sighting the new moon) to 16th day of Rabee-ul-awwal month of Islamic calendar.</p>\r\n<p>&nbsp;</p>\r\n<p>Rama Mandir: This Rama temple is under construction at Bhupatwala and would be the biggest in size in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Shantikunj: Shantikunj is headquarters of spiritual and social organisation All World Gayatri Pariwar (AWGP). Founder of the organisation, Pt. Shriram Sharma Acharya, was a great saint, spiritual leader and freedom fightor. He spent last twenty years of his life here, writing literature and directing activities of the organisation. Shantikunj is considered as a place of pilgrimage by millions of devotees of this global organisation.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>National Highway 58, between Delhi and Mana Pass, passes through Haridwar. Indian Railways links Haridwar Railway Station to all parts of India. The nearest airport is Jolly Grant Airport, Dehradun, though Indira Gandhi International Airport in New Delhi is preferred.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Haridwar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-haridwar-uttarakhand","tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"haridwar","slug":"haridwar"}],"recommendations":[{"id":982,"title":"Top Places to visit in Rudraprayag, Uttarakhand","imageUrl":"6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","dateCreated":"2019-11-12T03:12:58.79Z","dateModified":"2019-11-12T03:13:21.913Z","contributedBy":"AskGif","content":"Rudraprayag is a district of the state of Uttarakhand of northern India. The district occupies an area of 2439 km&sup2;. The town of Rudraprayag is the administrative headquarters of the district. The district is bounded by Uttarkashi District on the north, Chamoli District on the east, Pauri Gar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"rudraprayag","slug":"rudraprayag"}],"slug":"top-places-to-visit-in-rudraprayag-uttarakhand","total":0},{"id":976,"title":"Top Places to visit in Champawat, Uttarakhand","imageUrl":"d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","dateCreated":"2019-11-11T02:42:57.084Z","dateModified":"2019-11-11T02:43:18.065Z","contributedBy":"AskGif","content":"Champawat district is a district of Uttarakhand state in northern India. The town of Champawat is the administrative headquarters. The district of Champawat constituted in the year 1997. The district is divided into five tehsils: Barakot, Champawat, Lohaghat, Pati, Purnagiri.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9eb3b8f-f676-4e3e-9b17-4328de973afd_champawat-hill-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"champawat","slug":"champawat"}],"slug":"top-places-to-visit-in-champawat-uttarakhand","total":0},{"id":974,"title":"Top Places to visit in Bageshwar, Uttarakhand","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"Bageshwar is a district of Uttarakhand state in northern India. The town of Bageshwar is the district headquarters. Prior to its establishment as a district in 1997 it was part of Almora district.\r\n&nbsp;\r\nBageshwar district is in the Kumaon region of Uttarakhand, and is bounded on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bageshwar","slug":"bageshwar"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}