{"id":979,"title":"नैनीताल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"<p>नैनीताल जिला भारत के उत्तराखंड राज्य का एक जिला है। मुख्यालय नैनीताल में है।</p>\r\n<p>नैनीताल जिला कुमाऊं मंडल में स्थित है, और उत्तर में अल्मोड़ा जिले और दक्षिण में उधम सिंह नगर जिले से घिरा है। हल्द्वानी जिले का सबसे बड़ा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>नैनीताल, जिसे नैनी ताल भी कहा जाता है, भारतीय राज्य उत्तराखंड में एक लोकप्रिय हिल स्टेशन है। नैनीताल उत्तराखंड की न्यायिक राजधानी है, यहाँ स्थित उच्च न्यायालय है, और कुमाऊँ मंडल का मुख्यालय होने के साथ-साथ एक नामांकित जिला भी है। इसमें उत्तराखंड के राज्यपाल भी शामिल हैं, जो राजभवन में रहते हैं। नैनीताल संयुक्त प्रांत की ग्रीष्मकालीन राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>नैनीताल भारत की राजधानी देहरादून से 285 किमी (177 मील) की दूरी पर बाहरी हिमालय की कुमाऊं तलहटी में स्थित है और भारत की राजधानी नई दिल्ली से 345 किमी (214 मील) दूर है। समुद्र तल से 2,084 मीटर (6,837 फीट) की ऊँचाई पर स्थित, शहर एक घाटी में स्थित है, जिसमें एक आँख के आकार की झील है, जो लगभग दो मील की परिधि में है, और पहाड़ों से घिरा हुआ है, जिनमें से सबसे ऊंचा नैना (2,615 मीटर) है उत्तर में 8,579 फीट), पश्चिम में दियोपाथा (2,438 मीटर (7,999 फीट)) और दक्षिण में अयारपाठा (2,278 मीटर (7,474 फीट)) है। ऊंची चोटियों के शीर्ष से, \"शानदार दृश्य दक्षिण की ओर विशाल मैदान से प्राप्त हो सकते हैं, या उत्तर में पड़ी उलझी हुई लकीरों के द्रव्यमान से, महान बर्फीली सीमा से बंधे होते हैं जो हिमालय की केंद्रीय धुरी का निर्माण करते हैं।\"</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>Lalkua</p>\r\n<p>भीमताल</p>\r\n<p>नैनीताल (SC)</p>\r\n<p>Haldwani</p>\r\n<p>Kaladhungi</p>\r\n<p>रामनगर</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट जोसेफ कॉलेज, टिफिन टॉप (डोरोथी की सीट से नैनीताल)</p>\r\n<p>19 वीं शताब्दी के उत्तरार्ध में नैनीताल में लड़कों और लड़कियों के लिए कई \"यूरोपीय\" स्कूलों की स्थापना की गई थी। विक्टोरियन और एडवर्डियन युगों के दौरान, इन स्कूलों में छात्रों में बड़े पैमाने पर ब्रिटिश औपनिवेशिक अधिकारियों या सैनिकों के बच्चे शामिल थे। दीओकेसन गर्ल्स हाई स्कूल, जिसे अब ऑल सेंट्स कॉलेज के नाम से जाना जाता है, 1869 में स्थापित किया गया था, जहाँ आज उत्तराखंड का हाई कोर्ट खड़ा है। 1906 तक, डॉयचेसन बॉयज़ स्कूल (बाद में नाम बदलकर शेरवुड कॉलेज) और फिलेंडर स्मिथ कॉलेज (बाद में नाम बदलकर हाल्ट वॉर स्कूल, वर्तमान में बिड़ला विद्या मंदिर) सहित आधा दर्जन से अधिक ऐसे स्कूल थे।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट जोसेफ कॉलेज, नैनीताल (जिसे SEM के नाम से जाना जाता है), 1888 में आयरिश भाइयों द्वारा निर्मित एक डे-बोर्डिंग और आवासीय विद्यालय, 2013 में अपनी 125 वीं वर्षगांठ मनाई। लड़कियों के लिए एक और महत्वपूर्ण स्कूल, सेंट मैरी कॉन्वेंट हाई स्कूल, नैनीताल (लोकप्रिय रूप से) रामनी के रूप में जाना जाता है), 1878 में स्थापित किया गया था, और वर्ष 2003 में अपनी 125 वीं वर्षगांठ मनाई।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>नैनीताल राष्ट्रीय राजमार्ग 109 (पहले राष्ट्रीय राजमार्ग 87) से हल्द्वानी, 40 किमी (25 मील) दूर, या बाजपुर से स्टेट हाईवे 13, 60 किमी (37 मील) दूर पहुँचा जा सकता है। निकटतम हवाई अड्डा रुद्रपुर के पास पंतनगर में है, नैनीताल से लगभग 71 किमी (44 मील)। एलायंस एयर, एयर हेरिटेज और डेक्कन चार्जर्स तीन वाहक हैं, जो हवाई अड्डे को दिल्ली, देहरादून और पिथौरागढ़ से जोड़ते हैं। हल्द्वानी के बाहरी इलाके में निकटतम प्रमुख रेलवे स्टेशन काठगोदाम है, जो देश के लगभग सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>एक लोकप्रिय हिल स्टेशन, नैनीताल में नैनीताल झील, नैना पीक 8622 फीट, हिमालय दर्शन और इको जोन, हनुमानगढ़ी और पं। सहित कई पर्यटन स्थल हैं। G.B. पंत हाई एल्टीट्यूड चिड़ियाघर, नैनीताल।</p>\r\n<p>&nbsp;</p>\r\n<p>पुस्तकालय</p>\r\n<p>नैनीताल क्षेत्र में कई पुस्तकालय हैं। इनमें 1934 में स्थापित मॉल पर दुर्गा लाल शाह नगर पब्लिक लाइब्रेरी, उत्तराखंड प्रशासन अकादमी, पुस्तकालय और प्रलेखन केंद्र, मल्लीताल, ARIES ऑब्जर्वेटरी लाइब्रेरी और कुमाऊं विश्वविद्यालय पुस्तकालय, नैनीताल शामिल हैं।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अमिताभ बच्चन, बॉलीवुड अभिनेता। शेरवुड कॉलेज में शिक्षा प्राप्त की।</p>\r\n<p>सोनम बाजवा, भारतीय अभिनेत्री।</p>\r\n<p>कबीर बेदी, बॉलीवुड अभिनेता। शेरवुड कॉलेज में शिक्षा प्राप्त की।</p>\r\n<p>जिम कॉर्बेट, आदमखोर बाघों के शिकारी, लेखक, संरक्षणवादी और जिम कॉर्बेट नेशनल पार्क के नाम। सेंट जोसेफ कॉलेज में शिक्षित।</p>\r\n<p>बॉलीवुड अभिनेता डैनी डेन्जोंगपा ने बिड़ला विद्या मंदिर में पढ़ाई की</p>\r\n<p>पर्सी होबार्ट, ब्रिटिश प्रमुख सामान्य और सैन्य इंजीनियर</p>\r\n<p>एल्सी इंगलिस, चिकित्सक और समाज सुधारक</p>\r\n<p>हेस्टिंग्स इस्माय, प्रथम बैरन इस्माय, नाटो के पहले महासचिव</p>\r\n<p>अनूप जलोटा, गायक</p>\r\n<p>सुकीर्ति कांडपाल, टीवी अभिनेत्री</p>\r\n<p>सुधीर कक्कड़, प्रसिद्ध मनोविश्लेषक</p>\r\n<p>सैम मानेकशॉ, 1971 के भारत-पाकिस्तान युद्ध के दौरान भारतीय सेनाध्यक्ष। शेरवुड कॉलेज में शिक्षित।</p>\r\n<p>एरिक मटुरिन, ब्रिटिश अभिनेता</p>\r\n<p>ललित मोदी, इंडियन प्रीमियर लीग (आईपीएल) के अध्यक्ष। सेंट जोसेफ कॉलेज में शिक्षित।</p>\r\n<p>जलवायु परिवर्तन पर अंतर सरकारी पैनल के अध्यक्ष राजेंद्र के पचौरी</p>\r\n<p>मनीष पांडे, क्रिकेटर जो कर्नाटक और बैंगलोर के लिए खेलते हैं</p>\r\n<p>निर्मल पांडे, बॉलीवुड अभिनेता और गायक</p>\r\n<p>राम कपूर, टीवी अभिनेता। शेरवुड कॉलेज में शिक्षा प्राप्त की।</p>\r\n<p>भारत के स्वतंत्रता आंदोलन के नेता और नेता गोविंद बल्लभ पंत, ब्रिटिश भारत के पहले भारतीय प्रधानमंत्री, उत्तर प्रदेश के पहले मुख्यमंत्री और भारत के तीसरे गृह मंत्री</p>\r\n<p>कृष्ण चंद्र पंत, भारत योजना आयोग के पूर्व उपाध्यक्ष। सेंट जोसेफ कॉलेज में शिक्षित।</p>\r\n<p>नसीरुद्दीन शाह, बॉलीवुड अभिनेता। सेंट जोसेफ कॉलेज में शिक्षित।</p>\r\n<p>भारत के पहले परमवीर चक्र पुरस्कार विजेता सोम नाथ शर्मा। शेरवुड कॉलेज में शिक्षा प्राप्त की।</p>\r\n<p>शिवानी, हिंदी कवि</p>\r\n<p>बिली अर्जन सिंह, भारत के बाघ संरक्षणवादी, नैनीताल में शिक्षित।</p>\r\n<p>दिलीप ताहिल, बॉलीवुड अभिनेता। शेरवुड कॉलेज में शिक्षा प्राप्त की।</p>\r\n<p>नारायण दत्त तिवारी, भारतीय नेता और राजनीतिज्ञ, आंध्र प्रदेश के पूर्व राज्यपाल, उत्तराखंड और उत्तर प्रदेश के पूर्व मुख्यमंत्री और भारत के पूर्व वित्त मंत्री।</p>\r\n<p>द्वितीय विश्व युद्ध के दौरान बर्मा में ब्रिटिश जनरल और आर्मी कमांडर चार्ल्स विंगेट</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nainital_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nainital-uttarakhand","tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नैनीताल","slug":"nainital"}],"recommendations":[{"id":983,"title":"टिहरी गढ़वाल, नई टिहरी में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"टिहरी गढ़वाल भारत के पहाड़ी राज्य उत्तराखंड का एक जिला है। इसका प्रशासनिक मुख्यालय नई टिहरी में है। जिले की आबादी 618, 931 (2011 की जनगणना) है, जो पिछले एक दशक में 2.35% की वृद्धि है। यह पूर्व में रुद्रप्रयाग जिले, पश्चिम में देहरादून जिले, उत्तर में उत्तरकाशी जिले और दक्षिण में पौड़ी गढ़वाल जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नई-टिहरी","slug":"new-tehri"},{"name":"टिहरी-गढ़वाल","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":977,"title":"देहरादून में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"देहरादून जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। जिला मुख्यालय देहरादून है, जिसने 2000 में अपनी स्थापना के बाद से उत्तराखंड की अंतरिम राजधानी के रूप में भी काम किया है। जिले में 6 तहसील, 6 सामुदायिक विकास खंड, 17 ​​कस्बे और 764 बसे हुए गाँव, और 18 गैर-आबाद गाँव हैं। 2011 तक हरिद्वार के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"देहरादून","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":974,"title":"बागेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"बागेश्वर उत्तर भारत में उत्तराखंड राज्य का एक जिला है। बागेश्वर शहर जिला मुख्यालय है। 1997 में एक जिले के रूप में इसकी स्थापना से पहले यह अल्मोड़ा जिले का हिस्सा था।\r\n&nbsp;\r\nबागेश्वर जिला उत्तराखंड के कुमाऊं क्षेत्र में है, और पश्चिम और उत्तर-पश्चिम में चमोली जिले से, पूर्व में पिथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बागेश्वर","slug":"bageshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}