{"id":979,"title":"Top Places to visit in Nainital, Uttarakhand","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"<p>Nainital district is a district of Uttarakhand state, India. The headquarters is at Nainital.</p>\r\n<p>Nainital District is located in Kumaon Division, and is bounded on the north by the Almora District and on the south by the Udham Singh Nagar District. Haldwani is the largest town in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Nainital, also spelled as Naini Tal, is a popular hill station in the Indian state of Uttarakhand. Nainital is the judicial capital of Uttarakhand, the High Court being located here, and is the headquarters of the Kumaon division as well as an eponymous district. It also houses the Governor of Uttarakhand, who resides in the Raj Bhavan. Nainital was the summer capital of the United Provinces.</p>\r\n<p>&nbsp;</p>\r\n<p>Nainital is located in the Kumaon foothills of the outer Himalayas at a distance of 285 km (177 mi) from the state capital Dehradun and 345 km (214 mi) from New Delhi, the capital of India. Situated at an altitude of 2,084 metres (6,837 ft) above sea level, the city is set in a valley containing an eye-shaped lake, approximately two miles in circumference, and surrounded by mountains, of which the highest are Naina (2,615 m (8,579 ft)) on the north, Deopatha (2,438 m (7,999 ft)) on the west, and Ayarpatha (2,278 m (7,474 ft)) on the south. From the tops of the higher peaks, \"magnificent views can be obtained of the vast plain to the south, or of the mass of tangled ridges lying north, bound by the great snowy range which forms the central axis of the Himalayas.\"</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>Lalkua</p>\r\n<p>Bhimtal</p>\r\n<p>Nainital (SC)</p>\r\n<p>Haldwani</p>\r\n<p>Kaladhungi</p>\r\n<p>Ramnagar</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>St. Joseph's College, Nainital from Tiffin Top (Dorothy's Seat)</p>\r\n<p>In the latter half of the 19th century a number of \"European\" schools for boys and girls were founded in Nainital. During the Victorian and Edwardian eras, students in these schools consisted largely of children of the British colonial officials or soldiers. The Diocesan Girls' High School, now known as All Saints' College, was established in 1869, near where the High Court of Uttarakhand stands today. By 1906, there were over half a dozen such schools, including the Diocesan Boys' School (later renamed Sherwood College) and the Philander Smith's college (later renamed Halett War School, currently Birla Vidya Mandir).</p>\r\n<p>&nbsp;</p>\r\n<p>St. Joseph's College, Nainital (popularly known as SEM), a day-boarding and residential school built by Irish brothers in 1888, celebrated its 125th anniversary in 2013. Another important school for girls, St. Mary's Convent High School, Nainital(popularly known as Ramnee), was established in 1878, and celebrated its 125th anniversary in year 2003.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Nainital can be reached by the National Highway 109 (previously National Highway 87) from Haldwani, 40 km (25 mi) away, or by State Highway 13 from Bajpur, 60 km (37 mi) away. The nearest airport is in Pantnagar near Rudrapur, about 71 km (44 mi) from Nainital. Alliance Air, Air Heritage and Deccan Charters are the three carriers, that connect the airport to Delhi, Dehradun and Pithoragarh. The closest major railway station is Kathgodam, on the outskirts of Haldwani, which is connected with almost all major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>A popular hill station, Nainital has numerous tourist spots including Nainital Lake, Naina Peak 8622ft, Himalaya Darshan &amp; Echo Zone, Hanumangarhi and Pt. G.B. Pant High Altitude Zoo, Nainital.</p>\r\n<p>&nbsp;</p>\r\n<p>Libraries</p>\r\n<p>There are a number of libraries in the Nainital area. Among them are the Durga Lal Shah Municipal Public Library on the Mall, founded in 1934, the Uttarakhand Academy of Administration, Library and Documentation Center, Mallital, the ARIES Observatory Library, and the Kumaon University Library, Nainital.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Amitabh Bachchan, Bollywood actor. Educated at Sherwood College.</p>\r\n<p>Sonam Bajwa, Indian actress.</p>\r\n<p>Kabir Bedi, Bollywood Actor. Educated at Sherwood College.</p>\r\n<p>Jim Corbett, hunter of man-eating tigers, author, conservationist and namesake of Jim Corbett National Park. Educated at St. Joseph's College.</p>\r\n<p>Danny Denzongpa, Bollywood actor studied in Birla Vidya Mandir</p>\r\n<p>Percy Hobart, British major general and military engineer</p>\r\n<p>Elsie Inglis, physician and social reformer</p>\r\n<p>Hastings Ismay, 1st Baron Ismay, first secretary general of NATO</p>\r\n<p>Anup Jalota, singer</p>\r\n<p>Sukirti Kandpal, TV actress</p>\r\n<p>Sudhir Kakar, renowned psychoanalyst</p>\r\n<p>Sam Manekshaw, Indian Army Chief of Staff during Indo-Pakistani War of 1971. Educated at Sherwood College.</p>\r\n<p>Eric Maturin, British actor</p>\r\n<p>Lalit Modi, Indian Premier League (IPL) chairman. Educated at St. Joseph's College.</p>\r\n<p>Rajendra K. Pachauri, chairman of the Intergovernmental Panel on Climate Change</p>\r\n<p>Manish Pandey, cricketer who plays for Karnataka and Bangalore</p>\r\n<p>Nirmal Pandey, Bollywood actor and singer</p>\r\n<p>Ram Kapoor, TV actor. Educated at Sherwood College.</p>\r\n<p>Govind Ballabh Pant, statesman and leader of India's independence movement, first Indian Premier of British India, the first Chief Minister of Uttar Pradesh and the third Home Minister of India</p>\r\n<p>Krishna Chandra Pant, former Deputy Chairman of the Planning Commission of India. Educated at St. Joseph's College.</p>\r\n<p>Naseeruddin Shah, Bollywood actor. Educated at St. Joseph's College.</p>\r\n<p>Som Nath Sharma, India's first Param Vir Chakra award winner. Educated at Sherwood College.</p>\r\n<p>Shivani, Hindi poet</p>\r\n<p>Billy Arjan Singh, Tiger Conservationist of India, Educated in Nainital.</p>\r\n<p>Dilip Tahil, Bollywood actor. Educated at Sherwood College.</p>\r\n<p>Narayan Dutt Tiwari, Indian leader and politician, former Governor of Andhra Pradesh, former Chief Minister of Uttarakhand and Uttar Pradesh, and former Finance Minister of India.</p>\r\n<p>Orde Charles Wingate, British general and commander of the Chindits in Burma during World War II</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nainital_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nainital-uttarakhand","tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"nainital","slug":"nainital"}],"recommendations":[{"id":983,"title":"Top Places to visit in Tehri Garhwal, New Tehri, Uttarakhand","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"Tehri Garhwal is a district in the hill state of Uttarakhand, India. Its administrative headquarters is at New Tehri. The district has a population of 618, 931 (2011 census), a 2.35% increase over the previous decade. It is surrounded by Rudraprayag District in the east, Dehradun District in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"new-tehri","slug":"new-tehri"},{"name":"tehri-garhwal","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":977,"title":"Top Places to visit in Dehradun, Uttarakhand","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"Dehradun district is a district of Uttarakhand state in northern India. The district headquarters is Dehradun, which has also served as the interim capital of Uttarakhand since its founding in 2000. The district has 6 tehsils, 6 community development blocks, 17 towns and 764 inhabited villages, a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"dehradun","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":974,"title":"Top Places to visit in Bageshwar, Uttarakhand","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"Bageshwar is a district of Uttarakhand state in northern India. The town of Bageshwar is the district headquarters. Prior to its establishment as a district in 1997 it was part of Almora district.\r\n&nbsp;\r\nBageshwar district is in the Kumaon region of Uttarakhand, and is bounded on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bageshwar","slug":"bageshwar"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}