{"id":980,"title":"पौड़ी गढ़वाल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"<p>पौड़ी गढ़वाल भारतीय राज्य उत्तराखंड में एक जिला है। इसका मुख्यालय पौड़ी शहर में है। इसे कभी-कभी केवल गढ़वाल के रूप में संदर्भित किया जाता है, हालांकि इसे बड़े गढ़वाल क्षेत्र के साथ भ्रमित नहीं होना चाहिए, जिसका यह केवल एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>परिवहन का सबसे आम तरीका बस या टैक्सी है। राज्य द्वारा संचालित उत्तराखंड रोडवेज, गढ़वाल मोटर ओनर यूनियन (GMOU) लिमिटेड, और गढ़वाल मोटर उपयोगकर्ता (GMU) लिमिटेड द्वारा बस सेवाएं प्रदान की जाती हैं। उत्तराखंड रोडवेज का संचालन मुख्य रूप से अंतरराज्यीय मार्गों और जिले के प्रमुख शहरों और कस्बों तक सीमित है। राज्य। जीएमओयू लिमिटेड जिले का सबसे बड़ा बस सेवा प्रदाता है, जो जिले के लगभग सभी हिस्सों में सेवाएं प्रदान करता है। जीएमयू लिमिटेड की सेवाएं कुमाऊं मंडल से सटे एक छोटे से क्षेत्र तक सीमित हैं। जिले के कई कस्बों में कई टैक्सी यूनियन हैं, जो लगभग हर स्थानीय सड़क के लिए सेवा प्रदान करती हैं। जिले का एकमात्र रेलवे स्टेशन कोटद्वार है। यह 1889 की शुरुआत में अंग्रेजों द्वारा स्थापित किया गया था। पौड़ी गढ़वाल जिला शिवालिक श्रेणी में स्थित है, हिमालय की सबसे बाहरी श्रेणी और इसकी पहाड़ियाँ बहुत ऊबड़-खाबड़ हैं। परिणामस्वरूप, रेलवे नेटवर्क को और अधिक विस्तारित करना संभव नहीं माना जाता है। जिले में कोई नियमित हवाई सेवा नहीं है। निकटतम जौली ग्रांट हवाई अड्डा है, जो राज्य की राजधानी देहरादून के पास है, पौड़ी से लगभग 155 किलोमीटर (96 मील) और कोटद्वार से 120 किलोमीटर (75 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक संरचना</p>\r\n<p>1960 में, गढ़वाल जिले को पौड़ी गढ़वाल और चमोली जिलों में विभाजित किया गया था। 1997 में, एक अतिरिक्त क्षेत्र को पौड़ी गढ़वाल जिले से बाहर निकाला गया और चमोली और टिहरी गढ़वाल जिलों के कुछ हिस्सों को मिलाकर रुद्रप्रयाग जिला बनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को प्रशासनिक रूप से नौ तहसीलों और पंद्रह विकासात्मक ब्लॉकों में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>तहसीलों</p>\r\n<p>पौड़ी</p>\r\n<p>लैंसडाउन</p>\r\n<p>कोटद्वार</p>\r\n<p>Thalisain</p>\r\n<p>Dhumakot</p>\r\n<p>श्रीनगर</p>\r\n<p>Satpuli</p>\r\n<p>Chakisain</p>\r\n<p>Chaubattakhal</p>\r\n<p>विकास खंड</p>\r\n<p>कोट</p>\r\n<p>कलजीखाल (पौड़ी गढ़वाल में सबसे बड़ा ब्लॉक)</p>\r\n<p>पौड़ी</p>\r\n<p>Pabau</p>\r\n<p>Bironkhal</p>\r\n<p>Dwarikhal</p>\r\n<p>Dugadda</p>\r\n<p>Jaihrikhal</p>\r\n<p>Ekeshwer</p>\r\n<p>Rikhnikhal</p>\r\n<p>Yamkeswar</p>\r\n<p>Nainidanda</p>\r\n<p>पोखरा</p>\r\n<p>Khirsu</p>\r\n<p>Thalisain</p>\r\n<p>शिक्षा</p>\r\n<p>पौड़ी, कोटद्वार, लैंसडाउन और श्रीनगर जिले में शिक्षा के प्रमुख केंद्र हैं। गोविंद बल्लभ पंत इंजीनियरिंग कॉलेज घूरदौरी (पौड़ी से 11.5 किलोमीटर (7.1 मील)) पर है। हेमवती नंदन बहुगुणा गढ़वाल विश्वविद्यालय, वीर चंद्र सिंह गढ़वाली सरकारी मेडिकल कॉलेज, और राष्ट्रीय प्रौद्योगिकी संस्थान उत्तराखंड श्रीनगर में हैं।</p>\r\n<p>पर्यटन</p>\r\n<p>पौड़ी गढ़वाल जिले में पर्यटन में कई खोज विकल्प शामिल हैं। पौड़ी गढ़वाल अपने पर्यावरण, घाटियों और पहाड़ की चोटियों और प्राकृतिक विशेषताओं के माध्यम से लोगों को आकर्षित करता है। पौड़ी में पर्यटक इसके प्राचीन मंदिरों में भी जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Khirsu</p>\r\n<p>&nbsp;</p>\r\n<p>खिरसू पार्क</p>\r\n<p>खिरसू के पहाड़ उत्तरी हिमालय के दृश्य पेश करते हैं और बड़ी संख्या में पर्यटकों को आकर्षित करते हैं। 1,700 मीटर (5,600 फीट) की ऊंचाई पर पौड़ी से 19 किलोमीटर (12 मील) दूर स्थित, खिरसू शांतिपूर्ण और प्रदूषण से मुक्त है। पास में घंडियाल देवता का प्राचीन मंदिर है। पर्यटक विश्राम गृह, वन विश्राम गृह और निजी होटल में आवास उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>मई के 4 अप्रैल या 1 सोमवार को स्थानीय ग्रामीणों द्वारा लगाया जाने वाला वार्षिक मेला है।</p>\r\n<p>&nbsp;</p>\r\n<p>खिरशू के पास, ग्वार और खोथगे के गांवों में एक त्योहार होता है, जहां वे स्थानीय लोगों द्वारा लकड़ी के नक्काशीदार लकड़ी के पुतले को कम करते हैं, जिसे स्थानीय लोग \"बदी\" कहते हैं, लगभग 500 मीटर तक एक पहाड़ी के नीचे रस्सी से।</p>\r\n<p>&nbsp;</p>\r\n<p>चौखम्बा व्यू प्वाइंट</p>\r\n<p>पौड़ी से केवल 4 किमी दूर स्थित है। चौखम्बा व्यू पॉइंट, चौखम्बा की चोटियों के दृश्य के साथ, इदवाल घाटी को देख लेता है। यह अपने दर्शनीय स्थलों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक तीर्थस्थल</p>\r\n<p>कांदोलिया देवता</p>\r\n<p>&nbsp;</p>\r\n<p>Kandoliya</p>\r\n<p>शहर के मुख्य मंदिर हैं कंडोलिया देवता, लक्ष्मी नारायण, क्युंकलेश्वर महादेव, और हनुमान मंदिर। हर साल कंडोलिया देवता के मंदिर के परिसर में भंडारे का आयोजन किया जाता है और पौड़ी और आसपास के गांवों के हजारों लोग इसमें भाग लेते हैं। शहर में देवदार के जंगलों से घिरे कई पिकनिक स्पॉट हैं, अर्थात। रांसी, कंडोलिया, नाग देव, झंडी धार आदि 1974 से हर साल शहर में शरदोत्सव मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डंडा नागराजा मंदिर</p>\r\n<p>डंडा नागराजा का पवित्र मंदिर गढ़वाली लोगों के बीच एक लोकप्रिय तीर्थस्थल है। देश भर से गढ़वालियों का हर दिन मंदिर में आगमन होता है। यह लसेरा गाँव में स्थित है, पौड़ी बनाल्सयुन, पौड़ी जिला (पहाड़ों की गोद)। मंदिर का नाम गढ़वाली शब्द डांडा से लिया गया है, जिसका अर्थ है \"शिखर\"। चूंकि मंदिर एक जंगल में है, स्थानीय लोगों ने इसे डंडा नागराजा - \"पीक पर नागराजा\" कहना शुरू कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>किंवदंती है कि जब भगवान कृष्ण पहली बार यहां आए थे, तो वह एक सांप के रूप में आए थे और पूरे रास्ते को रेंग कर उस स्थान तक पहुंचे जहां अब मंदिर खड़ा है। स्थानीय लोगों की दृढ़ मान्यता है कि भगवान कृष्ण अब भी यहां रहते हैं और उन्होंने कई सदियों में ऐसा किया है। वे कहते हैं कि उन्हें डंडा नागराजा का विशेष आशीर्वाद प्राप्त है। लोकप्रिय विश्वास यह है कि डंडा नागराजा क्षेत्र में आने वाले किसी भी बीमार को दूर करने की शक्ति रखता है और उन्हें हमेशा होने वाली किसी भी दुर्घटना के बारे में सूचित करता है। इतना ही नहीं, स्थानीय लोगों का कहना है कि प्रभु उन्हें समस्या का समाधान भी देते हैं। मंदिर के महायाजक आपको दृढ़ विश्वास के साथ बताते हैं कि यदि कोई भक्त ईमानदारी से प्रार्थना करता है, तो डंडा नागराजा हमेशा उसकी इच्छाओं को पूरा करता है। इस मंदिर के कारण भाग में, पौड़ी गढ़वाल को \"चमत्कारों की भूमि\" के रूप में जाना जाता है।</p>\r\n<p>इस मंदिर की एक विशेषता हजारों घंटियाँ हैं जो भक्तों द्वारा उनकी इच्छा पूरी होने के बाद मंदिर परिसर में लटका दी जाती हैं। शासन देवता को प्रसाद (चढ़ावा) के रूप में भक्तों को गुड़ (गुरु) अर्पित करने का भी रिवाज है। श्री डंडनगराजा (श्री डंडा नागराजा) के दर्शन (दर्शन) के बाद, तीर्थयात्री भगवान का आशीर्वाद पाने के लिए मंदिर की परिक्रमा (अनुष्ठान वॉकआउट) करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पुजारी आपको बताते हैं, \"मंदिर न केवल स्थानीय लोगों को आकर्षित करता है, बल्कि हर साल, कई विदेशी लोग आते हैं और वे अपने लिखे हुए सभी पत्रों के साथ घंटियाँ दान करते हैं। मुख्य आगंतुक अमेरिका और ब्रिटेन से हैं।\"</p>\r\n<p>&nbsp;</p>\r\n<p>डांडा नागराजा कोटद्वार से लगभग 90 किलोमीटर (56 मील), सतपुली से 45 किलोमीटर (28 मील) और पौड़ी से 35 किलोमीटर (22 मील) दूर है। मंदिर तीर्थयात्रियों के आराम करने के लिए संरचना के चारों ओर पर्याप्त जगह के साथ एक पहाड़ी की चोटी पर स्थित है। यहां से कोटद्वार या पौड़ी तक बस से पहुंचा जा सकता है। हालांकि, बस सेवा सीमित है, आमतौर पर एक मार्ग पर दो बसों से अधिक नहीं है। इसलिए, टैक्सी किराए पर लेना बेहतर विकल्प है।</p>\r\n<p>&nbsp;</p>\r\n<p>ज्वालापा देवी मंदिर</p>\r\n<p>यह गढ़वाल का एक प्रसिद्ध शक्तिपीठ है जो देवी ज्वाला को समर्पित है। यह पौड़ी से 34 किलोमीटर (21 मील), मुख्य पौड़ी-कोटद्वार मार्ग पर, नवलिका नदी (नायर) के दाहिने किनारे पर स्थित है। स्कंद पुराण में एक किंवदंती के अनुसार, साची (राक्षस राजा पुलोम की बेटी) देवराज इंद्र से शादी करना चाहती थी, इसलिए उसने यहां परम देवी देवी शक्ति की पूजा की। देवी तब दीप्तिमान ज्वालाधारी के रूप में प्रकट हुईं और उनकी इच्छा पूरी हुई। दीप्तिमान ज्वालावाले को अंततः ज्वाला देवी को छोटा कर दिया गया। ऐसा कहा जाता है कि आदि गुरु शंकराचार्य ने इस मंदिर में जाकर प्रार्थना की, और देवी ने उन्हें दर्शन दिए। हर साल दो नवरात्रि मेले आयोजित किए जाते हैं: चित्रा और शारदीय नवरात्रि। अंथवाल परिवार इस मंदिर के पारंपरिक पुजारी और देखभाल करने वाले हैं, क्योंकि वर्तमान मंदिर का निर्माण स्वर्गीय पंडित श्री दत्ता राम अंथवाल (मूल रूप से गाँव अनीथ के निवासी, ज़मीनदार, या क्षेत्र के जमींदार) द्वारा किया गया था। इस मंदिर में हर साल हजारों लोग आते हैं, खासकर अविवाहित लड़कियां, क्योंकि यह कहा जाता है कि लड़कियों को ठीक वर मिलते हैं, जैसे इंद्राणी (शची) को देवी की कृपा से भगवान इंद्र मिले।</p>\r\n<p>&nbsp;</p>\r\n<p>शौनी शिखर आश्रम</p>\r\n<p>यह कोटद्वार के पास एक आध्यात्मिक केंद्र है। कोई भी गांव बल्ली से 7 किमी की ट्रेकिंग करके पहुंच सकता है, जो कि कोटद्वार से लगभग 30 किमी की दूरी पर है। शोन्या शिखर आश्रम सद्गुरु सदाफलदेव जी महाराज की ध्यान गुफा के लिए जाना जाता है। यह वह जगह है जहां स्वार्वेड लिखा गया था। यह दुनिया भर के लोगों को आकर्षित करता है, विशेष रूप से विहंगम योग के अनुयायी, जो उच्च-स्तरीय ध्यान चाहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>क्युनकलेश्वर महादेव</p>\r\n<p>&nbsp;</p>\r\n<p>बर्फबारी के दौरान क्यूंकलेश्वर महादेव मंदिर</p>\r\n<p>बर्फ से लदे हिमालय के दृश्यों के साथ, पौड़ी के उपनगरों में स्थित, क्युंकलेश्वर महादेव, 8 वीं शताब्दी का मंदिर है, जो भगवान शिव को समर्पित है, जो देवी पार्वती, गणेश और कार्तिकेय के साथ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तारकेश्वर महादेव</p>\r\n<p>लैंसडाउन से 36 किमी, 1,800 मीटर की ऊंचाई पर, यह स्थान भगवान शिव को समर्पित अपने मंदिर के लिए जाना जाता है। यह देवदार और देवदार के जंगलों से घिरा हुआ है। शिवरात्रि के दौरान और मई के महीने में विशेष पूजा होती है। मंदिर समिति रहने के लिए एक धर्मशाला प्रदान करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>तारकेश्वर धाम चखुलियाखाल से 5 किमी और रिखणीखाल से 20 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>एकेश्वर महादेव</p>\r\n<p>सतपुली से 26 किमी की दूरी पर, 1,820 मीटर की ऊंचाई पर, यह स्थान एक शिवपीठ है जो भगवान शिव को समर्पित है, और यह एक शांत वातावरण है। शिवरात्रि के दौरान, एक विशेष पूजा आयोजित की जाती है। सतपुली से एकेश्वर तक की सड़क बर्फ से ढंकी चौखम्बा चोटियों के दृश्य पेश करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिनसर महादेव</p>\r\n<p>बिर्च, रोडोडेंड्रोन और देवदार के घने जंगलों के बीच, 2480 मीटर और पौड़ी से 114 किमी की दूरी पर बिनसर महादेव का मंदिर है। मंदिर के गर्भगृह में देवताओं हरगौरी, गणेश और महिषासुरमर्दिनी का निवास है। माना जाता है कि मंदिर का निर्माण महाराजा पृथु ने अपने पिता बिंदू की याद में करवाया था, इसलिए इसे बागेश्वर मंदिर के नाम से भी जाना जाता है। हर साल बैकुंठ चतुर्दशी के अवसर पर यहां एक बड़ा मेला लगता है। निकटतम शहर थालिसैन है, जो सड़क मार्ग से लगभग 25 किमी दूर है और ट्रेकिंग ओवरलैंड से लगभग 4-5 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>Doodhatoli</p>\r\n<p>3100 मीटर की ऊँचाई पर स्थित दुधाटोली घने मिश्रित जंगल से आच्छादित है। थैलिसैन, 104 किमी। पौड़ी से, आखिरी बस स्टॉप है, जहां से दुधातोली ट्रेक द्वारा 24 किमी दूर है। यह हिमालय का मनोरम दृश्य प्रस्तुत करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Tarakund</p>\r\n<p>2200 मीटर की ऊँचाई पर स्थित, तारकुंड, चारिसर विकास क्षेत्र में ऊंचे पहाड़ों के बीच एक छोटा सा सुरम्य स्थान है। एक छोटी झील और एक प्राचीन मंदिर इस स्थान को सुशोभित करता है। तीज का त्यौहार बहुत ही उल्लास के साथ मनाया जाता है जब स्थानीय लोग यहाँ पूजा करने और भगवान को श्रद्धांजलि देने आते हैं। शिवरात्रि के अवसर पर, स्थानीय लोग भगवान शिव की पूजा करने के लिए तारा कुंड जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य सड़क से तारकुंड की दूरी लगभग 8 किमी है। पल्ली निकटतम गाँव है।</p>\r\n<p>Kanvashram</p>\r\n<p>ऐतिहासिक और पुरातात्विक दृष्टिकोण से कण्वाश्रम एक महत्वपूर्ण गंतव्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>किंवदंती के अनुसार, यह वह स्थान है जहां महान ऋषि स्वामी विश्वामित्र ने ध्यान किया था और इंद्र, विश्वामित्र के गहन ध्यान से डरकर, उन्हें विचलित करने के लिए एक आकर्षक स्वर्गीय डामसेल मेनका को भेजा। मेनका देशद्रोह करने में सफल रहा, और इस तरह विचलित, ऋषि। शकुंतला नाम की एक बेटी उनके संघ के फल के रूप में पैदा हुई थी। ऋषि कण्व की देखभाल में उसे फिर आश्रम में छोड़ दिया गया। शकुंतला ने बाद में, हस्तिनापुर के शासक दुष्यंत के साथ शादी करके भरत को जन्म दिया। यह इस नाम के आधार पर है - भारत - कि भारत को भारतवर्ष कहा जाता है और इस प्रकार भरत।</p>\r\n<p>&nbsp;</p>\r\n<p>कंवाश्रम में आगंतुकों के लिए बहुत कुछ है। एकांत की चाह रखने वाले लोग कण्वाश्रम के घने जंगलों के बीच आराम कर सकते हैं, जबकि साहसिक को संतुष्ट करने के लिए कई लंबे और छोटे ट्रेकिंग मार्ग हैं। लंबी पैदल यात्रा के लिए, एक घंटे के ट्रेक के बाद सहस्त्रधारा फॉल्स तक पहुंच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यहां एक गुरुकुल भी है जहां कोई भी जा सकता है। यह गुरुकुल - लड़कों के लिए एक पारंपरिक स्कूल - मालिश जैसी सेवाएँ प्रदान करता है और इसके अलावा आयुर्वेदिक दवाओं की मेजबानी भी उपलब्ध कराता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कण्वाश्रम में आरामदायक बोर्डिंग और लॉजिंग सुविधाएं उपलब्ध हैं। कोई गुरुकुल में ठहर सकता है या कोई जीएमवीएन पर्यटक विश्राम गृह में रात बिता सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कण्वाश्रम क्षेत्र के साथ सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। निकटतम रेलहेड कोटद्वार पर है जो 14 किमी दूर है जबकि निकटतम हवाई अड्डा देहरादून में जॉली ग्रांट है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदबुध भैरव मंदिर</p>\r\n<p>मोल्थी का नदबुद भैरव मंदिर जीवन के सभी क्षेत्रों से सभी पुरुषों और महिलाओं के लिए पूजा की एक खुली नाव है, और शायद भैरवा के प्रमुख मंदिरों में से एक उत्तराखंड के पहाड़ी परिदृश्य में छिटपुट गांवों में देख सकते हैं। \"भगवान नादुभ भैरव\" को प्रचलित रूप से 'मोलथी के भैरों' (मावलथिउ भैरौं) या 'ममगाईं के भैरों' (ममग्युन कु भैरव) के रूप में पहचाना जाता है। \"श्री नदबुध भैरव\" 'मोलथी' के निवासियों के परिवार के देवता हैं (यानी ममगाईं - ममगई)।</p>\r\n<p>&nbsp;</p>\r\n<p>किंवदंतियों का कहना है कि भगवान नादुभ भैरव क्षेत्र के धवदीय देवता (भगवान जो बोलते हैं) थे। 1790-1815 के आसपास गोरखा हमले के समय, भैरवा ने ग्रामीणों को इस क्षेत्र में गोरखाओं के प्रवेश के बारे में बताया; जिसके कारण ग्रामीण समय पर गांव छोड़कर वहां से भाग गए। तत्पश्चात, जब गोरखाओं ने गाँव में जाकर कोई नहीं पाया, तो उन्होंने भैरवनाथ मंदिर पर हमला किया और उनके द्वारा किया गया सबसे भयानक कार्य यह था कि उन्होंने एक गंदी चीज को आग में डाल दिया और फिर उसे मंदिर में फेंक दिया। उस घटना से नदबुध भैरव धवदिया के रूप में नहीं रहे। लेकिन भक्तों, तीर्थयात्रियों और मंदिर के अनुयायियों की निर्भरता स्पष्ट रूप से इंगित करती है कि भैरव का आशीर्वाद पहले जैसा था।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि, पूजा करने वाले अक्सर विभिन्न अवसरों पर मंदिर में नियमित पूजा के लिए आते हैं, लेकिन मंदिर हर साल 10 जून के महीने में आयोजित पूजा के लिए तीर्थयात्रियों को सबसे अधिक आकर्षित करता है, जिसमें पूजा करने वालों की भागीदारी उल्लेखनीय होती है। &rsquo;मोलथी&rsquo; के स्थानीय निवासियों के अलावा जो लोग श्री के मंदिर के बारे में जानते हैं। नादबुध भैरव &rdquo;श्री के आशीर्वाद के लिए आते हैं। नदबुध भैरव।</p>\r\n<p>&nbsp;</p>\r\n<p>नदबुद भैरव मंदिर की यात्रा करने के लिए एक गाँव मोल्थी तक पहुँचना पड़ता है और मोल्थी सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। निकटतम रेलवे स्टेशन कोटद्वार में है जो भारत की राष्ट्रीय राजधानी दिल्ली से लगभग 234 किमी दूर है। कोटद्वार से, मुख्य राजमार्ग \"कोटद्वार-पौड़ी\" मार्ग पर, लगभग 90 किलोमीटर की दूरी पर, पेडुल का स्थानीय बस स्टैंड आता है, वहाँ से एक को पेडुल-उरगी-श्रीकोट को जोड़ने वाली उप-सड़क की ओर मुड़ना पड़ता है । मोदित पेडुल से 3 किमी की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pauri_Garhwal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","tags":[{"name":"पौड़ी-गढ़वाल","slug":"pauri-garhwal"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"recommendations":[{"id":985,"title":"उत्तरकाशी में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","dateCreated":"2019-11-13T01:56:00.919Z","dateModified":"2019-11-13T01:56:23.017Z","contributedBy":"AskGif","content":"उत्तरकाशी जिला उत्तर भारत में उत्तराखंड राज्य के गढ़वाल मंडल का एक जिला है, और इसका मुख्यालय उत्तरकाशी शहर में है। इसके छह तहसील हैं, जैसे कि बड़कोट, डूंडा, भटवाड़ी, चिन्याली सौर, पुरोला और मोरी।\r\n&nbsp;\r\nउत्तरकाशी जिला शहर हिमालय की सीमा में स्थित है, और जिले में गंगोत्री और यमुना ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरकाशी","slug":"uttarkashi"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-uttarkashi-uttarakhand","total":0},{"id":978,"title":"हरिद्वार में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"हरिद्वार जिला भी कहा जाता है क्योंकि भारत के उत्तराखंड राज्य में हरद्वार एक जिला है। इसका मुख्यालय हरिद्वार में है जो इसका सबसे बड़ा शहर भी है। यह जिला उत्तर और पूर्व में देहरादून, पूर्व में पौड़ी गढ़वाल और दक्षिण में मुजफ्फरनगर और उत्तर प्रदेश के बिजनौर और पश्चिम में सहारनपुर जिलों से घिरा हुआ ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"हरिद्वार","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":975,"title":"चमोली, गोपेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"चमोली जिला भारत के उत्तराखंड राज्य का दूसरा सबसे बड़ा जिला है। यह उत्तर में तिब्बत क्षेत्र, और पूर्व में पिथौरागढ़ और बागेश्वर, दक्षिण में अल्मोड़ा, दक्षिण में पौड़ी गढ़वाल, दक्षिण पश्चिम में पौड़ी गढ़वाल, पश्चिम में रुद्रप्रयाग और उत्तरकाशी से घिरा हुआ है। जिले का प्रशासनिक मुख्यालय गोपेश्वर है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गोपेश्वर","slug":"gopeshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"चमोली","slug":"chamoli"}],"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}