{"id":980,"title":"Top Places to visit in Pauri Garhwal, Uttarakhand","imageUrl":"2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T02:31:08.152Z","dateModified":"2019-11-12T02:31:46.372Z","contributedBy":"AskGif","content":"<p>Pauri Garhwal is a district in the Indian state of Uttrakhand. Its headquarters are in the town of Pauri. It sometimes referred to simply as Garhwal, though it should not be confused with the larger Garhwal region of which it is only a part.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The most common mode of transport is by bus or taxi. Bus services are provided by the state-run Uttarakhand Roadways, Garhwal Motor Owner Union (GMOU) Ltd., and Garhwal Motor Users (GMU) Ltd. Operations of Uttarakhand Roadways are limited mainly to interstate routes and major cities and towns of the district and state. GMOU Ltd. is the largest bus service provider in the district, providing services to almost all parts of the district. The services of GMU Ltd. are limited to a comparatively small area adjoining Kumaon division. There are a number of taxi unions in many towns of the district, providing service for almost every local stretch of road. The only railway station in the district is at Kotdwara. It was established by the British as early as 1889. Pauri Garhwal district is situated in the Shiwalik range, the outermost range of the Himalayas and its hills are very rugged. As a result, it is not considered feasible to extend the railway network further. The district does not have any regular air services. The nearest is Jolly Grant Airport, near the state capital of Dehradun, about 155 kilometres (96 mi) from Pauri and 120 kilometres (75 mi) from Kotdwara.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative structure</p>\r\n<p>In 1960, what was known as Garhwal district was divided into Pauri Garhwal and Chamoli districts. In 1997, an additional area was carved out of Pauri Garhwal district and merged with parts of Chamoli and Tehri Garhwal districts to form Rudraprayag district.</p>\r\n<p>&nbsp;</p>\r\n<p>The District is administratively divided into nine tehsils and fifteen developmental blocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>Pauri</p>\r\n<p>Lansdowne</p>\r\n<p>Kotdwara</p>\r\n<p>Thalisain</p>\r\n<p>Dhumakot</p>\r\n<p>Srinagar</p>\r\n<p>Satpuli</p>\r\n<p>Chakisain</p>\r\n<p>Chaubattakhal</p>\r\n<p>Development blocks</p>\r\n<p>Kot</p>\r\n<p>Kaljikhal (largest block in Pauri Garhwal)</p>\r\n<p>Pauri</p>\r\n<p>Pabau</p>\r\n<p>Bironkhal</p>\r\n<p>Dwarikhal</p>\r\n<p>Dugadda</p>\r\n<p>Jaihrikhal</p>\r\n<p>Ekeshwer</p>\r\n<p>Rikhnikhal</p>\r\n<p>Yamkeswar</p>\r\n<p>Nainidanda</p>\r\n<p>Pokhra</p>\r\n<p>Khirsu</p>\r\n<p>Thalisain</p>\r\n<p>Education</p>\r\n<p>Pauri, Kotdwar, Lansdowne and Srinagar are major centres of education in the district. Govind Ballabh Pant Engineering College is at Ghurdauri (11.5 kilometres (7.1 mi) from Pauri). Hemwati Nandan Bahuguna Garhwal University, Veer Chandra Singh Garhwali Government Medical College, and National Institute of Technology Uttarakhand are in Srinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Tourism in Pauri Garhwal District includes a number of exploring options. Pauri Garhwal attracts people through its environment, valleys, and mountain peaks, and natural features. Tourists in Pauri also visit its ancient temples.</p>\r\n<p>&nbsp;</p>\r\n<p>Khirsu</p>\r\n<p>&nbsp;</p>\r\n<p>Khirsu Park</p>\r\n<p>The mountains of Khirsu offer views of the northern Himalayas and attract a large number of tourists. Located 19 kilometres (12 mi) away from Pauri at an altitude of 1,700 metres (5,600 ft), Khirsu is peaceful and free from pollution. There is the nearby ancient temple of Ghandiyal Devta. Accommodation is available at the Tourist Rest House, Forest Rest House, and private hotel.</p>\r\n<p>&nbsp;</p>\r\n<p>On the 4th Monday of April or 1st Monday of May, there is an annual Mela put on by local villagers.</p>\r\n<p>&nbsp;</p>\r\n<p>The villages of Gwarh and Khothgee, near Khirshu, have a festival where they lower an artificial carved wooden effigy of man, called \"Badi\" by locals, by rope down a hill for about 500 meters.</p>\r\n<p>&nbsp;</p>\r\n<p>Chaukhamba View Point</p>\r\n<p>Situated only 4 km from Pauri. Chaukhamba View Point overlooks the Idwal Valley, with views of the Chaukhamba peaks. It is known for its scenic vistas.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious shrines</p>\r\n<p>Kandoliya Devta</p>\r\n<p>&nbsp;</p>\r\n<p>Kandoliya</p>\r\n<p>The main temples of the city are Kandoliya Devta, Laxmi Narayan, Kyunkaleshwar Mahadev, and Hanuman Mandir. Every year, a bhandara is organized on the premises of the temple of Kandoliya Devta, and thousands of people from Pauri and nearby villages participate in it. The city has a number of picnic spots surrounded by deodar forests, viz. Ransi, Kandoliya, Nag Dev, Jhandi Dhar, etc. Every year since 1974, Sharadotsav is celebrated in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Danda Nagraja Temple</p>\r\n<p>The holy shrine of Danda Nagraja is a popular pilgrimage among the Garhwali people. Garhwalis from around the country visit the shrine every day. It is located in the Lasera village, patti Banelsyun, Pauri district (lap of mountains). The temple gets its name from the Garhwali word Danda, which means \"peak\". Since the temple is in a forest, local people started calling it Danda Nagraja - \"Nagraja on the Peak\".</p>\r\n<p>&nbsp;</p>\r\n<p>Legend has it that when Lord Krishna came here for the first time, he came in the form of a snake and crawled all the way up the ridge to reach the spot where the temple now stands. Locals have a strong belief that Lord Krishna still stays here and has done so over many centuries. They say they receive the special blessings of Danda Nagraja. Popular faith is that Danda Nagraja has the power to foresee any ill coming to the area and always informs them about any mishap that is about to occur. Not just that, locals say the Lord also gives them the solution to the problem. The temple's high priest tells you with conviction that if any devotee prays sincerely, Danda Nagraja always fulfills his wishes. In part because of this temple, Pauri Garhwal is known as a \"Land of Miracles\".</p>\r\n<p>&nbsp;</p>\r\n<p>A feature of this temple is the thousands of bells that have been hung in the temple premises by devotees after their wishes were fulfilled. There is also a custom of devotees offering jaggery (gurh) as prasad (offering) to the reigning deity. After a darshan (vision) of श्री डांडानागराजा (Shri Danda Nagraja), the pilgrims take a parikrama (ritual walkabout) of the temple to get the blessings of the God.</p>\r\n<p>&nbsp;</p>\r\n<p>\"The temple not only attracts local people but, every year, many foreigners come visiting and they donate bells with their names written all over. The main visitors are from the US and UK,\" the priest tells you.</p>\r\n<p>&nbsp;</p>\r\n<p>Danda Nagraja is approximately 90 kilometres (56 mi) from Kotdwara, 45 kilometres (28 mi) from Satpuli, and 35 kilometres (22 mi) from Pauri. The temple is situated at the top of a hill with ample space around the structure for pilgrims to relax. It can be reached by taking a bus either from Kotdwara or Pauri. However, bus service is limited, with usually no more than two buses on a route. So, the better option is to hire a taxi.</p>\r\n<p>&nbsp;</p>\r\n<p>Jwalpa Devi Temple</p>\r\n<p>This is a famous Shakti Peetha of Garhwal dedicated to the Goddess Jwalpa. It is situated on the right bank of the Nawalika River (nayar), 34 kilometres (21 mi) from Pauri, on the main Pauri-Kotdwara road. According to a legend in the Skanda Purana, Sachi (daughter of the demon king Pulom) wanted to marry devraj Indra, so she worshipped the supreme mother Goddess Shakti here. The Goddess then appeared in the form of Deeptimaan Jwalehwari and her wish was fulfilled. Deeptimaan Jwalehwari was eventually shortened\\ to Jwalpa Devi. It is said that Adi Guru Shankaracharya visited and prayed in this temple, and that the Goddess appeared to him. Every year two Navratri fairs are held: Chitra and Shardiya Navratri. The Anthwal family are the traditional priests and caretakers of this temple, as the present temple was constructed by the late Pandit Shri Dutta Ram Anthwal (the Anthwals, originally from village Aneth, being the zameendaar, or landlords, of the area). Every year thousands of people visit this temple, especially unmarried girls, as it is said that the girls get fine grooms just like Indrani (Shachi) got Lord Indra by the grace of The Goddess.</p>\r\n<p>&nbsp;</p>\r\n<p>Shoonya Shikhar Ashram</p>\r\n<p>This is a spiritual center near Kotdwara. One can reach it by 7 km of trekking from village Balli, which is itself around 30 km uphill from Kotdwara. Shoonya Shikar Ashram is known for the meditation cave of Sadguru Sadafaldeo Ji Maharaj. This is the place where Swarved was written. It attracts people from all over the world, in particular the followers of Vihangam Yoga, who seek high-level meditation.</p>\r\n<p>&nbsp;</p>\r\n<p>Kyunkaleshwar Mahadev</p>\r\n<p>&nbsp;</p>\r\n<p>Kyunkaleshwar Mahadev temple during snowfall</p>\r\n<p>Situated in the suburbs of Pauri, with views of the snow-laden Himalayas, Kyunkaleshwar Mahadev is an 8th-century temple dedicated to Lord Shiva, the presiding deity, who is accompanied by Goddess Parvati, Ganesha, and Kartikeya.</p>\r\n<p>&nbsp;</p>\r\n<p>Tarkeshwar Mahadev</p>\r\n<p>36 km from Lansdowne, at a height of 1,800 m, this place is known for its temple dedicated to Lord Shiva. It is surrounded by forests of deodar and pine. During Shivratri, and in the month of May, special worships are held. The temple committee provides a dharamshala for accommodations.</p>\r\n<p>&nbsp;</p>\r\n<p>Tarkeshwar Dham is 5 km from Chakhuliyakhal and 20 km from Rikhnikhal.</p>\r\n<p>&nbsp;</p>\r\n<p>Ekeshwar Mahadev</p>\r\n<p>26 km from Satpuli, at a height of 1,820 m, this place is a sidhpeeth dedicated to Lord Shiva, with views and a calm climate. During Shivratri, a special worship is held. The road from Satpuli to Ekeshwar offers views of the snow-covered Chaukhmba peaks.</p>\r\n<p>&nbsp;</p>\r\n<p>Binsar Mahadev</p>\r\n<p>Amidst dense forests of birch, rhododendron, and deodar, is the temple of Binsar Mahadev, at an altitude of 2480 m and a distance of 114 km from Pauri. The sanctuary of the temple houses the deities Hargauri, Ganesh and Mahisasurmardini. The temple is believed to have been constructed by Maharaja Prithu in memory of his father Bindu, so is also known as Bindeshwar Temple. A big fair takes place here on the occasion of Baikunth Chaturdashi, every year. The nearest town is Thalisain, about 25 km by road and about 4&ndash;5 km by trekking overland.</p>\r\n<p>&nbsp;</p>\r\n<p>Doodhatoli</p>\r\n<p>Doodhatoli, at an altitude of 3100 m, is covered with dense mixed forest. Thalisain, 104 km. from Pauri, is the last bus stop, from where Doodhatoli is 24 km distant by trek. It picturesque and offers a panoramic view of the Himalayas.</p>\r\n<p>&nbsp;</p>\r\n<p>Tarakund</p>\r\n<p>Situated at a height of 2200 m, Tarakund is a small picturesque spot amidst lofty mountains in the Chariserh Development Area. A small lake and an ancient temple adorn the place. The Teej festival is celebrated with great gaiety when the local people come here to worship and pay homage to God. On the occasion of Shivratri, local people go Tara Kund to worship Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>The distance from the main road to Tarakund is about 8 km. Palli is the nearest village.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanvashram</p>\r\n<p>Kanvashram is an important destination from an historical and archaeological point of view.</p>\r\n<p>&nbsp;</p>\r\n<p>According to legend, this is the place where the great sage Swami Vishvamitra meditated and Indra, fearing Vishwamitra's intense meditation, sent a charming heavenly damsel Menaka to distract him. Menaka succeeded in seducing, and thus distracting, the sage. A daughter named Shakuntala was born as the fruit of their union. She was then left in the ashram, in the care of Rishi Kanva. Shakuntala later, upon marriage with Dushyant, the ruler of Hastinapur, gave birth to prince Bharat. It is by virtue of this name - Bharat - that India came to be called Bharatvarsha and thus Bharat.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanvashram has much to offer visitors. Those seeking solitude can relax amidst forested surroundings of Kanvashram, while a number of long and short trekking routes are there to satisfy the adventurous. For a long hike, one can reach Sahastradhara Falls after a one-hour trek.</p>\r\n<p>&nbsp;</p>\r\n<p>There is also a Gurukul that one can visit. This Gurukul &ndash; a traditional school for boys &ndash; provides services like massages and conducts courses in yoga, besides making available a host of ayurvedic medicines.</p>\r\n<p>&nbsp;</p>\r\n<p>Comfortable boarding and lodging facilities are available in Kanvashram. One can stay at the Gurukul, or one can spend the night at the GMVN tourist rest house.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanvashram is well-connected by road with the region. The nearest railhead is at Kotdwara which is 14 km away while the nearest airport is Jolly Grant at Dehradun.</p>\r\n<p>&nbsp;</p>\r\n<p>Nadbudh Bhairava Temple</p>\r\n<p>Molthi&rsquo;s Nadbudh Bhairava Temple is an open boat of worship for all men and women, from all walks of life and probably one of the leading temples of Bhairava one can notice in the sprinkled villages in the mountainous landscape of Uttrakhand. &ldquo;Lord Nadbudh Bhairava&rdquo; is prevalently identified as &lsquo;Molthi&rsquo;s Bhairon&rsquo; (म्वल्ठिऊ भैरौं) or &lsquo;Mamgain&rsquo;s Bhairon&rsquo; (ममगंयूँ कु भैरों). &ldquo;Shri Nadbudh Bhairava&rdquo; is the family deity of the inhabitants of &lsquo;Molthi&rsquo; (i.e. Mamgain's &ndash; ममगाँई).</p>\r\n<p>&nbsp;</p>\r\n<p>Legends attribute that Lord Nadbudh Bhairava was a Dhawadiya Deveta (God who speaks) of the region. At the time of Gorkha attack around 1790-1815, Bhairava alerted the villagers telling about the entry of Gorkhas in the area; resulting to which the villagers left the village on time and ran away from there. Thereafter, when the Gorkhas got to the village and found nobody, they attacked the Bhairavanath Temple and the most awful act performed by them was that they put a filthy thing in fire and then threw it in the Temple. From that event Nadbudh Bhairava did&rsquo;t remain as Dhawadiya. But the reliance of devotee&rsquo;s, pilgrims and followers of the Temple clearly indicates that the blessings of Bhairava remained same as earlier.</p>\r\n<p>&nbsp;</p>\r\n<p>Although, the worshipers often come to the temple for routine worship at different occasions, but the temple attracts pilgrims the most for the worship organized in the month of June 10th every year wherein the involvement of worshipers is remarkable. Besides the local inhabitants of &lsquo;Molthi&rsquo; all others who know about the &ldquo;Temple of Shri. Nadbudh Bhairava&rdquo; come to have the blessings of Shri. Nadbudh Bhairava.</p>\r\n<p>&nbsp;</p>\r\n<p>One has to reach the village Molthi in order to visit the Nadbudh Bhairava Temple and Molthi is well connected through road. The nearest railway station is at Kotdwar which is about 234 km from Delhi, National Capital of India. From Kotdwar, on the main highway \"Kotdwar-Pauri\" Marg, at a distance of about 90 km, the local bus stand of Paidul comes, from there, one has to take a turn to the sub-road connecting Paidul-Uregi-Shrikot. Molthi is at a mere distance of 3 km from Paidul.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pauri_Garhwal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2db48c66-a710-4075-b9da-c2cc30675cc2_Pauri-Garhwal-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pauri-garhwal-uttarakhand","tags":[{"name":"pauri-garhwal","slug":"pauri-garhwal"},{"name":"uttarakhand","slug":"uttarakhand"}],"recommendations":[{"id":985,"title":"Top Places to visit in Uttarkashi, Uttarakhand","imageUrl":"9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","dateCreated":"2019-11-13T01:56:00.919Z","dateModified":"2019-11-13T01:56:23.017Z","contributedBy":"AskGif","content":"Uttarkashi District is a district of Garhwal division of the Uttarakhand state in northern India, and has its headquarters at Uttarkashi city. It has six Tehsils namely Barkot, Dunda, Bhatwadi, Chinyali Saur, Purola and Mori.\r\n&nbsp;\r\nUttarkashi District town lies high in the Himala","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarkashi","slug":"uttarkashi"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-uttarkashi-uttarakhand","total":0},{"id":978,"title":"Top Places to visit in Haridwar, Uttarakhand","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"Haridwar district also spelled as Hardwar is a district in the state of Uttarakhand, India. It is headquartered at Haridwar which is also its largest city. The district is ringed by the districts Dehradun in the north and east, Pauri Garhwal in the east and the Uttar Pradesh districts of Muzaffar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"haridwar","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":975,"title":"Top Places to visit in Chamoli, Gopeshwar, Uttarakhand","imageUrl":"7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","dateCreated":"2019-11-11T02:24:12.843Z","dateModified":"2019-11-11T02:24:36.146Z","contributedBy":"AskGif","content":"Chamoli district is the second largest district of Uttarakhand state of India. It is bounded by the Tibet region to the north, and by the Uttarakhand districts of Pithoragarh and Bageshwar to the east, Almora to the south, Pauri Garhwal to the southwest, Rudraprayag to the west, and Uttarkashi to","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b220bc8-b20e-4a56-a6dd-9c37f271df4c_Chamoli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gopeshwar","slug":"gopeshwar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"chamoli","slug":"chamoli"}],"slug":"top-places-to-visit-in-chamoli-gopeshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}