{"id":981,"title":"पिथोरागढ़ में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","dateCreated":"2019-11-12T02:39:32.945Z","dateModified":"2019-11-12T02:39:54.652Z","contributedBy":"AskGif","content":"<p>पिथौरागढ़ भारत के उत्तराखंड राज्य का सबसे पूर्वी जिला है। यह हिमालय में स्थित है और इसका क्षेत्रफल 7,110 किमी 2 (2,750 वर्ग मील) और 483,439 (2011 के अनुसार) की आबादी है। सौर घाटी में स्थित पिथौरागढ़ शहर इसका मुख्यालय है। जिला उत्तराखंड राज्य के कुमाऊं मंडल के भीतर है। तिब्बत पठार उत्तर में स्थित है और नेपाल पूर्व में है। काली नदी कालापानी से निकलती है और दक्षिण में बहती है, जो नेपाल के साथ पूर्वी सीमा बनाती है। माउंट कैलाश-झील मानसरोवर के लिए हिंदू तीर्थयात्रा मार्ग इस जिले से होकर हिमालय के वृहद हिमालय में स्थित है। जिले को प्रशासनिक रूप से छह तहसीलों में विभाजित किया गया है: मुनस्यारी; धारचूला; डीडीहाट; बेरीनाग; गंगोलीहाट; और पिथौरागढ़। नैनी सैनी हवाई अड्डा निकटतम नागरिक हवाई अड्डा है, लेकिन इसमें नियमित रूप से अनुसूचित वाणिज्यिक यात्री सेवा नहीं है। जिले में मौजूद खनिज भंडार मैग्नीशियम अयस्क, तांबा अयस्क, चूना पत्थर और स्लेट हैं। 11 तहसील हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>मस्कट मृग अभयारण्य</p>\r\n<p>अस्कॉट मस्क हिरण अभयारण्य एक 599.93 किमी 2 वन्यजीव अभयारण्य है, जो भारत के उत्तराखंड में कुमाऊं के हिमालय के पिथौरागढ़ जिले में दीदीहट के पास असकोट के आसपास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>धारचूला</p>\r\n<p>धारचूला भारत के उत्तराखंड राज्य में पिथौरागढ़ जिले में एक तहसील और एक नगर पंचायत है। धारचूला पहाड़ों से घिरी एक घाटी है। ट्रांस-हिमालयी व्यापार मार्गों के लिए एक प्राचीन व्यापारिक शहर, यह ऊंचे पहाड़ों द्वारा कवर किया गया है और काली नदी के तट पर स्थित है। धारचूला पिथौरागढ़ से लगभग 90 किलोमीटर दूर है और यह कैलाश-मानसरोवर तीर्थ यात्रा के मार्ग पर स्थित है। यह शहर वस्तुतः तिब्बत से लगी सीमा के पास भारत और नेपाल के बीच विभाजित है। शहर के भारतीय पक्ष को धारचूला के नाम से जाना जाता है जबकि इसके नेपाली समकक्ष को दारचुला के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डीडीहाट</p>\r\n<p>पिथौरागढ़ से 54 किमी दूर दीदीहाट में हिमालय पर्वतमाला, विशेषकर पंचचुली श्रृंखला के दृश्य हैं। भगवान मलय नाथ का शिरा-कोट मंदिर पास में है, और इसे रेका किंग्स द्वारा बनाया गया था। यहाँ से दस किमी दूर, नारायण नागर में नारायण स्वामी आश्रम स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पाताल भुवनेश्वर</p>\r\n<p>यह गंगोलीहाट में पिथौरागढ़ से 77 किमी की दूरी पर एक जगह है, और यहां भारतीय सेना की कुमाऊं रेजिमेंट की देवी काली-माता का प्राचीन मंदिर है। गंगोलीहाट में महाकाली शक्ति पीठ के रूप में शंकराचार्य द्वारा हातकालिका मंदिर की स्थापना की गई थी। गंगोलीहाट से 14 किमी की दूरी पर, तहसील दीदीहाट में एक गाँव है, जिसका नाम भुवनेश्वर है, जहाँ पाताल भुवनेश्वर की एक गुफा है, जहाँ भगवान शिव का उपनयन स्थल फैला हुआ है। चूना पत्थर की रॉक संरचनाओं ने विभिन्न शानदार स्टैलेक्टाइट और स्टैलेग्माइट आंकड़े बनाए हैं। इस गुफा में एक संकीर्ण सुरंग जैसा उद्घाटन है जो कई गुफाओं की ओर जाता है। गुफा पूरी तरह से बिजली से रोशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>ध्वज</p>\r\n<p>टोटानाला के पास पिथौरागढ़ से पंद्रह किलोमीटर की दूरी पर ध्वाज नामक एक पर्वत है, जिसकी ऊँचाई 2134 मीटर है। यह देवी जयंती या दुर्गा और भगवान शिव का निवास है, जो पहाड़ी के ऊपर है। हिंदू किंवदंतियों का कहना है कि इस स्थान पर देवी द्वारा 'चंदा और मुंडा' राक्षसों को मार दिया गया था। पहाड़ के बारे में घने जंगल को पवित्र और पवित्र माना जाता है, इसलिए यह बड़ी संख्या में स्थानिक पौधों के साथ संरक्षित बायोम की एक उत्कृष्ट स्थिति में है।</p>\r\n<p>&nbsp;</p>\r\n<p>जौल्जिबि</p>\r\n<p>यह एक महत्वपूर्ण व्यापारिक केंद्र है जो नेपाल की सीमा पर है और पिथौरागढ़ से 68 किमी दूर है। गोरी और काली नदियों के संगम पर स्थित, यह सालाना एक जीवंत मेला मैदान में बदल जाता है। मेले में भोटिया जनजातियाँ अपने ऊनी लेखों को बेचने के लिए उपयोग करती हैं। काली के पार एक लटकता हुआ रस्सी पुल इस जगह को नेपाल से जोड़ता है। जिले के जौलजीबी आदिवासी देश से वास्तव में शुरू होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राय गुफ़ा</p>\r\n<p>यह गुफा अजीबोगरीब चूना पत्थर संरचनाओं का एक उत्कृष्ट उदाहरण प्रदान करती है और पिथौरागढ़ के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>Munsyari</p>\r\n<p>मुनस्यारी पिथौरागढ़ जिले के उत्तरी भाग में स्थित है, दूरी 124 किमी है। यह छोटा शहर मुख्य हिमालय की चोटियों के तल पर स्थित है, जो पूरे साल बर्फ से ढके रहते हैं। मुनस्यारी राजसी हिमालय की चोटी त्रिशूली (7,074 मीटर) के आधार पर मिलम ग्लेशियर, रेलम ग्लेशियर और नामिक ग्लेशियर के ट्रैक मार्गों के लिए आधार में है। यह स्थान खलिया बुग्याल के लिए भी जाना जाता है, जो एक अल्पाइन घास का मैदान है। मुनस्यारी के करीब मेसर कुंड और थमरी ताल के वन तालाब भी पर्यटकों के बीच लोकप्रिय हैं। मुनस्यारी से मिलम तक की घाटी को जोहर घाटी के रूप में जाना जाता है।</p>\r\n<p>Madkot</p>\r\n<p>मुनस्यारी से 22 किमी दूर मदकोट में गर्म पानी के झरने हैं जो गठिया, गठिया और त्वचा की बीमारियों का इलाज करने वाले हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आदि-कैलाश (छोटा कैलाश)</p>\r\n<p>तहसील धारचूला, आदि-कैलाश (छोटा कैलाश) की बयांस घाटी में भारत-तिब्बत सीमा पर 6,191 मीटर की ऊँचाई पर स्थित है। चंगीखे (चेटोह), गर्ब्यांग, गुंजी और कुटी से होते हुए मंगती से जोलिंगकोंग तक ट्रेकिंग करके आदि कैलाश तक पहुंचा जा सकता है। यदि कोई गाँव गुंजी से कालापानी की ओर जाता है, तो कालापानी से ठीक आगे नाभिदंग जा सकता है और ओम पर्वत नामक पवित्र हिंदू चोटी को देख सकता है, ऊँचाई 6,191 मीटर।</p>\r\n<p>&nbsp;</p>\r\n<p>नारायण आश्रम</p>\r\n<p>लिपु लेख के रास्ते में 1936 में चौदां घाटी में सोसा के पास श्री नारायण स्वामी द्वारा स्थापित एक आश्रम जंगली फूलों और दुर्लभ किस्म के फलों और झरनों की संख्या से भरा है। आश्रम मुख्य रूप से कैलाश-मानसरोवर तीर्थयात्रियों की सहायता के लिए बनाया गया था। आश्रम सामाजिक-आध्यात्मिक कार्यों में लगा है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैलाश मानसरोवर यात्रा</p>\r\n<p>कैलाश-मानसरोवर की हिंदू तीर्थ यात्रा जिले से होकर गुजरती है। मंगती से तीर्थयात्रियों को पैदल जाना पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पिथौरागढ़ का किला</p>\r\n<p>यह शहर के बाहरी इलाके में एक पहाड़ी के ऊपर स्थित है। किला 1789 में गोरखाओं द्वारा बनाया गया था। किले ने अतीत में तहसील मुख्यालय के रूप में कार्य किया है लेकिन अब इसे पूरी तरह से पुनर्निर्मित किया गया है और इसे संग्रहालय के रूप में उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कपिलेश्वर महादेव</p>\r\n<p>भगवान शिव को समर्पित गुफा मंदिर सौर घाटी और उदात्त हिमालय की चोटियों के बेहतरीन दृश्य को प्रदर्शित करता है। यह मंदिर पिथौरागढ़ से तीन किलोमीटर की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>थल केदार</p>\r\n<p>यह प्राचीन शिव मंदिर अपने प्राकृतिक भव्यता के लिए भी जाना जाता है। महा शिवरात्रि के वार्षिक मेले के दौरान बड़ी संख्या में भक्त और तीर्थयात्री यहाँ आते हैं। पिथौरागढ़ से 16 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>Nakuleshwar</p>\r\n<p>ऐसा माना जाता है कि नकुलेश्वर मंदिर नकुल और सहदेव (पांडवों) द्वारा बनवाया गया था। यह स्थान पिथौरागढ़ शहर के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>Jhulaghat</p>\r\n<p>भारत-नेपाल सीमा पर काली नदी के तट पर स्थित इस छोटे से शहर का नाम काली नदी के पार एक रस्सी के पुल पर रखा गया है। पहले इसे 'जूनाघाट' कहा जाता था। नेपाल के साथ सीमा पार व्यापार इस पुल से होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चांडक</p>\r\n<p>एक जगह, 6,000 फीट (1,830 मीटर) की ऊंचाई पर पिथौरागढ़ से 7 किमी दूर, यहाँ से मनोरम और पिथौरागढ़ सोहर घाटी का एक सांस लेने वाला दृश्य देख सकते हैं। किंवदंतियों के अनुसार, यह एक ऐसी जगह है जहां देवी दुर्गा द्वारा राक्षस 'चांदघाट' को मार दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान शिव के मोस्टामानू का मंदिर चांडक में स्थानीय रूप से एक आराध्य स्थान है। हर साल मोस्टामानू मेले का आयोजन यहां के स्थानीय लोगों द्वारा किया जाता है और यह बहुत लोकप्रिय है। लगभग 20 फीट लंबा एक झूला है जहां लोग इसका आनंद लेते हैं। एक व्यक्ति एक समय में इस झूले की सवारी कर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>छीपा केदार</p>\r\n<p>छीपा केदार समुद्र तल से 4626 मीटर (15,177 फीट) स्थित तवाघाट से 34 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेरीनाग</p>\r\n<p>पिथौरागढ़, बेरीनाग से 102 किमी दूर स्थित एक छोटा शहर 2010 मीटर की ऊँचाई पर है। बेरीनाग वे स्थान हैं जहाँ से हिमालय की बर्फीली चोटियाँ देखी जा सकती हैं। इस क्षेत्र में धौरिनग, फेनिनग, कलिनाग, बशुकिनाग, पिंगलेनग और हरिनाग के कई नाग (सर्प) मंदिर हैं। अन्य पर्यटन स्थल हैं त्रिपुरा देवी मंदिर, कोटेश्वर के गुफा मंदिर, गरुण झरने और कोटकन्या में कस्तूरी मृग फार्म। बेरीनाग का नाम नागवेनी राजा बेनीमाधव के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>Jhaltola</p>\r\n<p>चौकोरी और पाताल भुवनेश्वर के बीच एक छोटा सा गाँव, यह एक पूर्ववर्ती चाय एस्टेट था और 2100 मीटर से 2600 मीटर की ऊँचाई पर है। पर्वत के शीर्ष पर एक पुराना शिव मंदिर है जिसे लमकेश्वर महादेव के नाम से जाना जाता है, यह प्रकृति, हिमालयी दृश्यों और बीरिंग के शौकीन पर्यटकों के लिए एक आगामी पर्यटन स्थल है। यह गांव शानदार मिश्रित वनों से तीन तरफ से घिरा हुआ है और कुमाऊँ में हिमालय के दृश्यों की एक विस्तृत श्रृंखला और एक जीवंत वनस्पति और जीव है। यहां रहने का एकमात्र स्थान मिस्टी पर्वत पीछे हटना है।</p>\r\n<p>&nbsp;</p>\r\n<p>Chaukori</p>\r\n<p>पिथौरागढ़ में बर्फ से ढकी हिमालय की चोटियों का पूरा मनोरम दृश्य देखने के लिए संभवतः सही पर्यटन स्थल है। यह बेरीनाग से 10 किमी दूर स्थित है और इसकी ऊंचाई 2010 मीटर है। इस जगह पर चाय के बागान और बाग भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Belkot</p>\r\n<p>बेरीकोट से लगभग 10 किलोमीटर दूर पिथौरागढ़ जिले का एक छोटा सा गाँव है बेलकोट। कुमाऊं हिमालय की तलहटी में स्थित, यह अपने क्षारीय जलवायु के लिए जाना जाता है और प्रसिद्ध भगवती मंदिर का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>थाल</p>\r\n<p>कालीनाग, सुंदरनाग और धौलिनग से घिरा, थल रामगंगा नदी के तट पर स्थित है। थाल घाटी का अपना इतिहास है मुख्य आकर्षण लार्ड शिव और एक हाथिया देवलाया का प्राचीन मंदिर हैं \"जिसका अर्थ है - एक हाथ से बनाया गया\" यह मंदिर भगवान शिव को समर्पित है। (एक पत्थर और एक व्यक्ति द्वारा एक ही रात में नक्काशीदार मंदिर। )। गौचर एक अच्छी जगह है जो मुनस्यारी और कैलाश मानस सरोवर के रास्ते में थल बाजार से 2 मील (3.2 किमी) दूर है।</p>\r\n<p>बोली</p>\r\n<p>कुमाउनी, अपनी कई बोलियों के साथ, सबसे अधिक बोली जाने वाली भाषा है। स्थानीय और बाहरी लोगों के बीच हिंदी आम भाषा है, और अंग्रेजी कुछ लोगों, विशेषकर शिक्षकों, व्याख्याताओं और तृतीयक शिक्षा में छात्रों द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिम हिमालय शाखा की कई चीन-तिब्बती भाषाएँ छोटे समुदायों द्वारा बोली जाती हैं। इनमें ब्यांगसी, चौडांगसी और दरमिया के साथ-साथ रंगकास और रावत की तीन निकट संबंधी भाषाएं शामिल हैं। वान रावत जनजाति कुमाउनी की अपनी किस्म बोलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>Dharchhula</p>\r\n<p>डीडीहाट</p>\r\n<p>पिथोरागढ़</p>\r\n<p>गंगोलीहाट (SC)</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>कुमाउनी, अपनी कई बोलियों के साथ, सबसे अधिक बोली जाने वाली भाषा है। स्थानीय और बाहरी लोगों के बीच हिंदी आम भाषा है, और अंग्रेजी कुछ लोगों, विशेषकर शिक्षकों, व्याख्याताओं और तृतीयक शिक्षा में छात्रों द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिम हिमालय शाखा की कई चीन-तिब्बती भाषाएँ छोटे समुदायों द्वारा बोली जाती हैं। इनमें ब्यांगसी, चौडांगसी और दरमिया के साथ-साथ रंगकास और रावत की तीन निकट संबंधी भाषाएं शामिल हैं। वान रावत जनजाति कुमाउनी की अपनी किस्म बोलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>Dharchhula</p>\r\n<p>डीडीहाट</p>\r\n<p>पिथोरागढ़</p>\r\n<p>गंगोलीहाट (SC)</p>\r\n<p>&nbsp;</p>\r\n<p>पिथौरागढ़ की हिमालय की चोटियाँ</p>\r\n<p>पीक ऊँचाई (एम)</p>\r\n<p>सुनंदा देवी 7,434</p>\r\n<p>Hardeol 7151</p>\r\n<p>Trishuli 7099</p>\r\n<p>ऋषि पहर 6,992</p>\r\n<p>पंचचुली II 6,904</p>\r\n<p>नंद कोट 6,861</p>\r\n<p>हम ६,५५ ९ को थकाने</p>\r\n<p>Rajrambha 6,537</p>\r\n<p>Chaudhara 6510</p>\r\n<p>Sangthang 6480</p>\r\n<p>पंचचुली वी 6,437</p>\r\n<p>Nagalaphu 6410</p>\r\n<p>सूटिला (सुज टिल्ला वेस्ट) 6,374</p>\r\n<p>सुज टिल्ला पूर्व 6,393</p>\r\n<p>पंचचुली I 6,355</p>\r\n<p>बंबा धुर 6,334</p>\r\n<p>बुरफू धूरा 6,334</p>\r\n<p>पंचचूली IV 6,334</p>\r\n<p>Changuch 6322</p>\r\n<p>नंदा गोंड 6,315</p>\r\n<p>पंचचुली III 6,312</p>\r\n<p>नंदा पाल 6,306</p>\r\n<p>सुली टॉप 6,300</p>\r\n<p>Kuchela 6,294</p>\r\n<p>निताल थूर 6,236</p>\r\n<p>कलगंगा धूरा 6,215</p>\r\n<p>जोंगलिंगकोंग या बाबा कैलाश 6,191</p>\r\n<p>लल्ला हम 6,123</p>\r\n<p>कलाबलंद धूरा 6,105</p>\r\n<p>Telkot 6102</p>\r\n<p>Bainti 6079</p>\r\n<p>Ikualari 6059</p>\r\n<p>Nagling 6041</p>\r\n<p>मेनका पीक 6,000</p>\r\n<p>Trigal 5983</p>\r\n<p>Yungtangto 5,945</p>\r\n<p>संकल्प 5929</p>\r\n<p>लसपा धूरा 5,913</p>\r\n<p>सहदेव 5782</p>\r\n<p>रामल धूरा 5,630</p>\r\n<p>गिल्डिंग पीक 5,629</p>\r\n<p>Shivu 5255</p>\r\n<p>Tihutia 5252</p>\r\n<p>द्रौपदी चोटी ५,२५०</p>\r\n<p>रम्भा कोट 5,221</p>\r\n<p>पांचाली चुली 5,220</p>\r\n<p>पिथौरागढ़ का पर्वतीय दर्रा</p>\r\n<p>अंतर्राष्ट्रीय तिब्बत को जाता है</p>\r\n<p>पास ऊंचाई (एम)</p>\r\n<p>लंपिया धूरा 5,530</p>\r\n<p>लिपु-लेख 5,450 पास</p>\r\n<p>लोवे धुरा 5,562</p>\r\n<p>मंगशी धूरा 5,630</p>\r\n<p>नुवे धुरा 5,650</p>\r\n<p>इंट्रा-जिला हिमालयन पास</p>\r\n<p>पास ऊंचाई (एम)</p>\r\n<p>घंटेश बाबा 5,164</p>\r\n<p>कुंगरी भिंगरी ला 5,564</p>\r\n<p>नामा 5,500 पास</p>\r\n<p>सिनला पास 5,495</p>\r\n<p>रामाल 5,630 पास</p>\r\n<p>कीओ धूरा 5,439</p>\r\n<p>बेल्चा धुरा 5,384</p>\r\n<p>कलगंगा धूरा 5,312</p>\r\n<p>ट्रेल्स 5,312 पास हैं</p>\r\n<p>गंगाचल धूरा 5,050</p>\r\n<p>बिरजंग धूरा 4,666</p>\r\n<p>घाटमिला धूरा</p>\r\n<p>उन्ता धुरा पास</p>\r\n<p>यांगचेर धूरा 4,800</p>\r\n<p>रुर खान 3,800</p>\r\n<p>बैनी कर्नल 5,100</p>\r\n<p>लॉन्गस्टाफ कर्नल 5,910</p>\r\n<p>&nbsp;</p>\r\n<p>पिथौरागढ़ की घाटियाँ</p>\r\n<p>दरमगंगा या दारमा घाटी</p>\r\n<p>गोरीगंगा घाटी</p>\r\n<p>काली घाटी</p>\r\n<p>कुथि घाटी</p>\r\n<p>लसार यांगती घाटी</p>\r\n<p>रालम घाटी</p>\r\n<p>कुथि यांगती घाटी</p>\r\n<p>जोहर घाटी</p>\r\n<p>कलाबलंद घाटी</p>\r\n<p>बायन्स वैली</p>\r\n<p>चौदंस घाटी</p>\r\n<p>सौर घाटी</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Pithoragarh_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pithoragarh-uttarakhand","tags":[{"name":"पिथोरागढ़","slug":"pithoragarh"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"recommendations":[{"id":984,"title":"उधम सिंह नगर, रुद्रपुर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","dateCreated":"2019-11-13T01:43:16.563Z","dateModified":"2019-11-13T01:43:48.555Z","contributedBy":"AskGif","content":"उधम सिंह नगर जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। रुद्रपुर जिला मुख्यालय है। इस जिले में बाजपुर, गदरपुर, जसपुर, काशीपुर, किच्छा, खटीमा, सितारगंज नाम की सात तहसीलें शामिल हैं। जिला तराई क्षेत्र में स्थित है, और कुमाऊं मंडल का हिस्सा है। यह उत्तर में नैनीताल जिले से, उत्तर में चंपावत ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उधम-सिंह-नगर","slug":"udham-singh-nagar"},{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"रुद्रपुर","slug":"rudrapur"}],"slug":"top-places-to-visit-in-udham-singh-nagar-rudrapur-uttarakhand","total":0},{"id":979,"title":"नैनीताल में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"नैनीताल जिला भारत के उत्तराखंड राज्य का एक जिला है। मुख्यालय नैनीताल में है।\r\nनैनीताल जिला कुमाऊं मंडल में स्थित है, और उत्तर में अल्मोड़ा जिले और दक्षिण में उधम सिंह नगर जिले से घिरा है। हल्द्वानी जिले का सबसे बड़ा शहर है।\r\n&nbsp;\r\nनैनीताल, जिसे नैनी ताल भी कहा जाता है, भारत","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नैनीताल","slug":"nainital"}],"slug":"top-places-to-visit-in-nainital-uttarakhand","total":0},{"id":977,"title":"देहरादून में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"देहरादून जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। जिला मुख्यालय देहरादून है, जिसने 2000 में अपनी स्थापना के बाद से उत्तराखंड की अंतरिम राजधानी के रूप में भी काम किया है। जिले में 6 तहसील, 6 सामुदायिक विकास खंड, 17 ​​कस्बे और 764 बसे हुए गाँव, और 18 गैर-आबाद गाँव हैं। 2011 तक हरिद्वार के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"देहरादून","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}