{"id":981,"title":"Top Places to visit in Pithoragarh, Uttarakhand","imageUrl":"48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","dateCreated":"2019-11-12T02:39:32.945Z","dateModified":"2019-11-12T02:39:54.652Z","contributedBy":"AskGif","content":"<p>Pithoragarh is the easternmost district in the state of Uttarakhand, India. It is located in the Himalayas and has an area of 7,110 km2 (2,750 sq mi) and a population of 483,439 (as of 2011). The town of Pithoragarh, located in Saur Valley, is its headquarters. The district is within the Kumaon division of Uttarakhand state. The Tibet plateau is situated to the north and Nepal is to the east. The Kali River originates from Kalapaani and flows south, forming the eastern border with Nepal. The Hindu pilgrimage route for Mount Kailash-Lake Manasarovar passes through this district via Lipulekh Pass in the greater Himalayas. The district is administratively divided into six tehsils: Munsiari; Dharchula; Didihat; Berinag; Gangolihat; and Pithoragarh. Naini Saini Airport is the nearest civil airport, but it does not have regular scheduled commercial passenger service. The mineral deposits present in the district are magnesium ore, copper ore, limestone, and slate. There are 11 tehsil.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Askot Musk Deer Sanctuary</p>\r\n<p>Askot Musk Deer Sanctuary is a 599.93 km2 wildlife sanctuary located around Askot near Didihat, in Pithoagarh district of the Himalaya of Kumaon in Uttarakhand, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharchula</p>\r\n<p>Dharchula is a Tehsil and a nagar panchayat in Pithoragarh district in the state of Uttarakhand, India. Dharchula is a valley surrounded by mountains. An ancient trading town for the trans-Himalayan trade routes, it is covered by high mountains and is situated on the banks of the river Kali. Dharchula is about 90 km far away from Pithoragarh and it lies on the route to the Kailash-Mansarovar pilgrimage tour. The town is virtually split between India and Nepal near the border with Tibet. The Indian side of the town is known as Dharchula whereas its Nepalese counterpart is known as Darchula.</p>\r\n<p>&nbsp;</p>\r\n<p>Didihat</p>\r\n<p>Didihat, 54 km from Pithoragarh, has views of the Himalaya ranges, especially the Panchchuli range. The Shira-kot Temple of Lord Malay Nath is nearby, and was built by Reka Kings. Nearby, ten km away from here Narayan Swamy Ashram at Narayan Nager is situated.</p>\r\n<p>&nbsp;</p>\r\n<p>Patal Bhubaneshwar</p>\r\n<p>It is a place 77 km from Pithoragarh at Gangolihat, and has an ancient Temple of Goddess Kali-Mother Deity of Indian Army's Kumaon Regiment. Hatkalika Temple was established by Sankaracharya as a Mahakali Shakti Peeth at Gangolihat. At a distance of 14 km from Gangolihat, there is a village located in Tehsil Didihat, named Bhubneshwar, where a cave of Patal Bhubaneshwar, the subterranean shrine of Lord Shiva is situated with sprawling interiors exist. Limestone rock formations have created various spectacular stalactite and stalagmite figures. This cave has a narrow tunnel-like opening which leads to a number of caves. The cave is fully electrically illuminated.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhwaj</p>\r\n<p>Fifteen kilometres from Pithoragarh near Totanaula, there is a mountain called Dhwaj, elevation 2134 m. It is an abode of Goddess Jayanti or Durga and Lord Shiva, atop the hill. Hindu legends tell that at this place 'Chanda and Munda' demons were killed by Devi. Dense forest about the mountain is considered sacred and sacrosanct, so it is in an excellent state of conserved biome with a large number of endemic plants.</p>\r\n<p>&nbsp;</p>\r\n<p>Jauljibi</p>\r\n<p>This is a significant trading centre bordering Nepal and 68 km from Pithoragarh. Situated at the confluence of rivers Gori and Kali, it turns into a lively fairground annually. In the fair Bhotiya tribes use to sell their woolen articles. A hanging rope bridge across Kali links this place to Nepal. From Jauljibi tribal country of the district actually begins.</p>\r\n<p>&nbsp;</p>\r\n<p>Rai Gufa</p>\r\n<p>This cave provides an excellent example of peculiar limestone formations and situated near Pithoragarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Munsyari</p>\r\n<p>Munsiari is situated in the northern part of the Pithoragarh district, distance is 124 km. This small town is located at the foot of the main Himalayan peaks, which are covered with snow throughout the year. Munsiyari is in the base for the track routes to Milam Glacier, Ralam Glacier, and Namik Glacier, at the base of majestic Himalayan peak Trishuli (7,074 m). This place is also known for the Khalia Bugyal, an alpine meadow. The forest ponds of Mesar Kund and Thamri Taal, close to Munsiari are also popular with tourists. The valley from Munsiari to Milam is known as Johar Valley.</p>\r\n<p>&nbsp;</p>\r\n<p>Madkot</p>\r\n<p>Madkot, 22 km from Munsiari, has hot water springs which are supposed to cure rheumatism, arthritis, and skin ailments.</p>\r\n<p>&nbsp;</p>\r\n<p>Adi-Kailash (Chhota Kailash)</p>\r\n<p>At an altitude of 6,191 M on Indo-Tibet border in Byans valley of Tehsil Dharchula, Adi-Kailash (Chota Kailash) or is situated. Trekking from Mangti to Jollingkong via Chialekh (Chaetoh), Garbyang, Gunji and Kuti one can reach Adi Kailash. If one goes towards kalapani from village Gunji, one can go further to Nabhidang just beyond Kalapani and see the sacred Hindu peak named Om Parvat, elevation 6,191 M.</p>\r\n<p>&nbsp;</p>\r\n<p>Narayan Ashram</p>\r\n<p>An Ashram established by Shri Narayan Swamy near village Sosa in the Chaudans valley in 1936, on the way to Lipu Lekh, is full of wild flowers and rare varieties of fruits and number of waterfalls. The Ashram was primarily made to help Kailash-Mansarovar pilgrims. The ashram has been engaged in socio-spiritual works.</p>\r\n<p>&nbsp;</p>\r\n<p>Kailash Mansarovar Yatra</p>\r\n<p>The Hindu pilgrimage tour to Kailash-Mansarover passes through the district. From Mangti pilgrims have to move on foot.</p>\r\n<p>&nbsp;</p>\r\n<p>Pithoragarh Fort</p>\r\n<p>It is set atop a hill on the outskirts of the town. The fort was built by the Gorkhas in 1789. The fort has served as a tehsil headquarters in past but now it has been completely renovated and is used as a museum.</p>\r\n<p>&nbsp;</p>\r\n<p>Kapileshwar Mahadev</p>\r\n<p>The cave temple dedicated to Lord Shiva affords the fine view of the Saur valley and lofty Himalayan peaks. This temple is three kilometres from Pithoragarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Thal Kedar</p>\r\n<p>This ancient Shiva Temple is also known for its scenic splendour. During the annual fair of Maha Shivratri a large number of devotees and pilgrims flock here. Situated at 16 km from Pithoragarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Nakuleshwar</p>\r\n<p>It is believed that Nakuleshwara Temple was built by Nakula and Sahadeva (Pandavas). The place is located near Pithoragarh town.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhulaghat</p>\r\n<p>This small town on the banks of river Kali at Indo-Nepal border is named after a hanging rope bridge across the Kali river. Previously it was called 'Juaghat'. Cross-border trade with Nepal takes place through this bridge.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandak</p>\r\n<p>A place, 7 km from Pithoragarh, at an altitude of 6,000 feet (1,830 m), one can see panoramic and a breath-taking view of the Pithoragarh Soar Valley, from here. According to legends, it is a place where demon 'Chandghat' was killed by Goddess Durga.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple of Mostamanu of Lord Shiva is a locally adored place in Chandak. Every year the Mostamanu fair is organised by the local people here and is very popular. There is a long swing about 20 feet where people enjoy it. One person can ride this swing at one time.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhipla Kedar</p>\r\n<p>Chipla Kedar is 34 km from Tawaghat situated 4626 meters (15,177 ft) above sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>Berinag</p>\r\n<p>A small town located 102 km from Pithoragarh, Berinag is at an altitude of 2010 m. Berinag places from where Himalayan snow-clad peaks can be viewed. The area has a number of Nag (snake) temples of Dhaurinag, Feninag, Kalinag, Bashukinag, Pinglenag, and Harinag. Other tourist spots are Tripura Devi Temple, Cave Temple of Koteshwar, Garaun waterfalls, and Musk Deer Farm at Kotmanya. The Berinag is named after the Nagveni King Benimadhava.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhaltola</p>\r\n<p>A small village between Chaukori and Patal Bhuvanshwar, it was an erstwhile tea estate and is at an altitude of 2100 meters to 2600 meters asl. There is an old Shive temple at the top of the mountain known as Lamkeshwar Mahadev, it is an upcoming offbeat destination for tourists interested in nature, Himalayan views and birding. The village is surrounded on three sides by fabulous mixed forests and has the widest range of Himalayan views in Kumaon and a vibrant flora and fauna. The only place to stay here is The Misty Mountains retreat.</p>\r\n<p>&nbsp;</p>\r\n<p>Chaukori</p>\r\n<p>Probably the perfect tourist destination to have a full panoramic view of snow-capped Himalayan peaks in Pithoragarh. It is situated 10 km from Berinag and has an altitude of 2010 m. This place is also has tea gardens and orchards.</p>\r\n<p>&nbsp;</p>\r\n<p>Belkot</p>\r\n<p>Belkot is a small village in Pithoragarh District, around 10 km from Berinag. Located in the foothills of the Kumaon Himalayas, it is known for its salubrious climate and is home to the famed Bhagwati Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Thal</p>\r\n<p>Surrounded by Kalinag, Sundarinag and Dhaulinag, Thal is situated on the bank of the Ramganga river. Thal Valley has its own history main attractions are the ancient temple of Lard Shiva and Ek Hathia Devalaya \"Which means - Made with one hand\" this temple is dedicated to Lord Shiva.(temple carved by one stone and by one person in a single night). Gaucher is a nice place which is 2 miles (3.2 km) away from Thal market in the route of Munsiari and Kailash Manas Sarovar.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Kumaoni, with its several dialects, is the most widely spoken language. Hindi is the common language between the locals and outsiders, and English is spoken by some people, especially teachers, lecturers, and students in tertiary education.</p>\r\n<p>&nbsp;</p>\r\n<p>Several Sino-Tibetan languages of the West Himalayish branch are spoken by small communities. These include the three closely related languages of Byangsi, Chaudangsi and Darmiya, as well as Rangkas and Rawat. The Van Rawat tribe speaks their own variety of Kumaoni.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>Dharchhula</p>\r\n<p>Didihat</p>\r\n<p>Pithoragarh</p>\r\n<p>Gangolihat (SC)</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Kumaoni, with its several dialects, is the most widely spoken language. Hindi is the common language between the locals and outsiders, and English is spoken by some people, especially teachers, lecturers, and students in tertiary education.</p>\r\n<p>&nbsp;</p>\r\n<p>Several Sino-Tibetan languages of the West Himalayish branch are spoken by small communities. These include the three closely related languages of Byangsi, Chaudangsi and Darmiya, as well as Rangkas and Rawat. The Van Rawat tribe speaks their own variety of Kumaoni.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>Dharchhula</p>\r\n<p>Didihat</p>\r\n<p>Pithoragarh</p>\r\n<p>Gangolihat (SC)</p>\r\n<p>&nbsp;</p>\r\n<p>Himalayan peaks of Pithoragarh</p>\r\n<p>Peak Height (m)</p>\r\n<p>Sunanda Devi 7,434</p>\r\n<p>Hardeol 7,151</p>\r\n<p>Trishuli 7,099</p>\r\n<p>Rishi Pahar 6,992</p>\r\n<p>Panchchuli II 6,904</p>\r\n<p>Nanda Kot 6,861</p>\r\n<p>Chiring We 6,559</p>\r\n<p>Rajrambha 6,537</p>\r\n<p>Chaudhara 6,510</p>\r\n<p>Sangthang 6,480</p>\r\n<p>Panchchuli V 6,437</p>\r\n<p>Nagalaphu 6,410</p>\r\n<p>Suitilla (Suj Tilla West) 6,374</p>\r\n<p>Suj Tilla East 6,393</p>\r\n<p>Panchchuli I 6,355</p>\r\n<p>Bamba Dhura 6,334</p>\r\n<p>Burphu Dhura 6,334</p>\r\n<p>Panchchuli IV 6,334</p>\r\n<p>Changuch 6,322</p>\r\n<p>Nanda Gond 6,315</p>\r\n<p>Panchchuli III 6,312</p>\r\n<p>Nanda Pal 6,306</p>\r\n<p>Suli Top 6,300</p>\r\n<p>Kuchela 6,294</p>\r\n<p>Nital Thaur 6,236</p>\r\n<p>Kalganga Dhura 6,215</p>\r\n<p>Jonglingkong or Baba Kailash 6,191</p>\r\n<p>Lalla We 6,123</p>\r\n<p>Kalabaland Dhura 6,105</p>\r\n<p>Telkot 6,102</p>\r\n<p>Bainti 6,079</p>\r\n<p>Ikualari 6,059</p>\r\n<p>Nagling 6,041</p>\r\n<p>Menaka Peak 6,000</p>\r\n<p>Trigal 5,983</p>\r\n<p>Yungtangto 5,945</p>\r\n<p>Sankalp 5,929</p>\r\n<p>Laspa Dhura 5,913</p>\r\n<p>Sahdev 5,782</p>\r\n<p>Ralam Dhura 5,630</p>\r\n<p>Gilding Peak 5,629</p>\r\n<p>Shivu 5,255</p>\r\n<p>Tihutia 5,252</p>\r\n<p>Draupadi Peak 5,250</p>\r\n<p>Rambha Kot 5,221</p>\r\n<p>Panchali Chuli 5,220</p>\r\n<p>Mountain passes of Pithoragarh</p>\r\n<p>International passes to Tibet</p>\r\n<p>Pass Height (m)</p>\r\n<p>Lampiya Dhura 5,530</p>\r\n<p>Lipu-Lekh pass 5,450</p>\r\n<p>Lowe Dhura 5,562</p>\r\n<p>Mangshya Dhura 5,630</p>\r\n<p>Nuwe Dhura 5,650</p>\r\n<p>Intra-district Himalayan passes</p>\r\n<p>Pass Height (m)</p>\r\n<p>Ghantesh Baba 5,164</p>\r\n<p>Kungri Bhingri La 5,564</p>\r\n<p>Nama pass 5,500</p>\r\n<p>Sinla pass 5,495</p>\r\n<p>Ralam pass 5,630</p>\r\n<p>Keo Dhura 5,439</p>\r\n<p>Belcha Dhura 5,384</p>\r\n<p>Kalganga Dhura 5,312</p>\r\n<p>Traills pass 5,312</p>\r\n<p>Gangchal Dhura 5,050</p>\r\n<p>Birejrang Dhura 4,666</p>\r\n<p>Ghatmila Dhura</p>\r\n<p>Unta Dhura pass</p>\r\n<p>Yangkchar Dhura 4,800</p>\r\n<p>Rur Khan 3,800</p>\r\n<p>Bainti Col 5,100</p>\r\n<p>Longstaff Col 5,910</p>\r\n<p>&nbsp;</p>\r\n<p>Valleys of Pithoragarh</p>\r\n<p>Daramaganga or Darma valley</p>\r\n<p>Goriganga valley</p>\r\n<p>Kali valley</p>\r\n<p>Kuthi valley</p>\r\n<p>Lassar Yangti valley</p>\r\n<p>Ralam valley</p>\r\n<p>Kuthi Yangti valley</p>\r\n<p>Johar Valley</p>\r\n<p>Kalabaland valley</p>\r\n<p>Byans valley</p>\r\n<p>Chaudans valley</p>\r\n<p>Saur valley</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pithoragarh_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pithoragarh-uttarakhand","tags":[{"name":"pithoragarh","slug":"pithoragarh"},{"name":"uttarakhand","slug":"uttarakhand"}],"recommendations":[{"id":984,"title":"Top Places to visit in Udham Singh Nagar, Rudrapur, Uttarakhand","imageUrl":"176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","dateCreated":"2019-11-13T01:43:16.563Z","dateModified":"2019-11-13T01:43:48.555Z","contributedBy":"AskGif","content":"Udham Singh Nagar District is a district of Uttarakhand state in northern India. Rudrapur is the district headquarters. This district consists of seven Tehsils named Bajpur, Gadarpur, Jaspur, Kashipur, Kichha, Khatima, Sitarganj. The district is located in the Terai region, and is part of Kumaon ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"udham-singh-nagar","slug":"udham-singh-nagar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"rudrapur","slug":"rudrapur"}],"slug":"top-places-to-visit-in-udham-singh-nagar-rudrapur-uttarakhand","total":0},{"id":979,"title":"Top Places to visit in Nainital, Uttarakhand","imageUrl":"0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","dateCreated":"2019-11-12T02:13:19.184Z","dateModified":"2019-11-12T02:13:36.42Z","contributedBy":"AskGif","content":"Nainital district is a district of Uttarakhand state, India. The headquarters is at Nainital.\r\nNainital District is located in Kumaon Division, and is bounded on the north by the Almora District and on the south by the Udham Singh Nagar District. Haldwani is the largest town in the distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0969bd26-031c-4ceb-aed7-df6c451f35e1_nainital-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"nainital","slug":"nainital"}],"slug":"top-places-to-visit-in-nainital-uttarakhand","total":0},{"id":977,"title":"Top Places to visit in Dehradun, Uttarakhand","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"Dehradun district is a district of Uttarakhand state in northern India. The district headquarters is Dehradun, which has also served as the interim capital of Uttarakhand since its founding in 2000. The district has 6 tehsils, 6 community development blocks, 17 towns and 764 inhabited villages, a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"dehradun","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}