{"id":982,"title":"रुद्रप्रयाग में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","dateCreated":"2019-11-12T03:12:58.79Z","dateModified":"2019-11-12T03:13:21.913Z","contributedBy":"AskGif","content":"<p>रुद्रप्रयाग उत्तर भारत के उत्तराखंड राज्य का एक जिला है। जिले का क्षेत्रफल 2439 वर्ग किमी है। रुद्रप्रयाग शहर जिले का प्रशासनिक मुख्यालय है। उत्तर में उत्तरकाशी जिला, पूर्व में चमोली जिला, दक्षिण में पौड़ी गढ़वाल जिला और पश्चिम में टिहरी गढ़वाल जिला है।</p>\r\n<p>रुद्रप्रयाग भारतीय राज्य उत्तराखंड में रुद्रप्रयाग जिले का एक शहर और एक नगरपालिका है। रुद्रप्रयाग अलकनंदा नदी के पंच प्रयाग (पाँच संगम) में से एक है, अलकनंदा और मंदाकिनी नदियों के संगम का बिंदु। केदारनाथ, एक हिंदू पवित्र शहर रुद्रप्रयाग से 86 किमी दूर स्थित है। रुद्रप्रयाग के तेंदुए को खाने वाले व्यक्ति ने शिकार किया था और जिम कॉर्बेट द्वारा लिखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>रुद्रप्रयाग जिला 16 सितंबर 1997 को स्थापित किया गया था। इसकी स्थापना तीन निकटवर्ती जिलों के निम्नलिखित क्षेत्रों से की गई थी:</p>\r\n<p>&nbsp;</p>\r\n<p>पूरा अगस्तमुनि और ऊखीमठ ब्लॉक और चमोली जिले से पोखरी और कर्णप्रयाग ब्लॉक का हिस्सा है</p>\r\n<p>टिहरी जिले से जाखोली और कीर्तिनगर ब्लॉक का हिस्सा</p>\r\n<p>पौड़ी जिले से खिरसू ब्लॉक का हिस्सा</p>\r\n<p>अंतरराष्ट्रीय स्तर पर प्रसिद्ध श्री केदारनाथ मंदिर उत्तर में, मद्महेश्वर पूर्व में, नागरसू दक्षिणी पूर्व में और श्रीनगर चरम दक्षिण में है। मंदाकिनी नदी जिले की मुख्य नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह उत्तराखंड का सबसे कम आबादी वाला जिला है (13 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा क्षेत्र</p>\r\n<p>केदारनाथ</p>\r\n<p>रुद्रप्रयाग</p>\r\n<p>तीर्थ और मंदिर</p>\r\n<p>तुंगशवर मंदिर तिनयांग</p>\r\n<p>केदारनाथ</p>\r\n<p>तुंगनाथ</p>\r\n<p>Madhyamaheshwar</p>\r\n<p>मथियाना देवी</p>\r\n<p>Ukhimath</p>\r\n<p>कालीमठ</p>\r\n<p>कोटेश्वर महादेव</p>\r\n<p>उमरा नारायण</p>\r\n<p>धारी देवी</p>\r\n<p>त्रियुगीनारायण मंदिर</p>\r\n<p>हरियाली देवी</p>\r\n<p>जय नारी देवी, SATERAKHAL</p>\r\n<p>श्री कार्तिकस्वामी</p>\r\n<p>महर्षि अगस्त्य मुनि महाराज मंदिर</p>\r\n<p>बासुकेदार मंदिर</p>\r\n<p>दुर्गा माँ मंदिर</p>\r\n<p>गौरीकुंड</p>\r\n<p>बदहनी ताल</p>\r\n<p>तुंगनाथ फलसी चोपता</p>\r\n<p>जाख मंदिर (धरियागंज)</p>\r\n<p>डुंगैरा मंदिर, सिदसौर</p>\r\n<p>घंडियाल देवता, थाटी बरम</p>\r\n<p>शनेश्वर महाराज सिला रुद्रप्रयाग</p>\r\n<p>रुद्रप्रयाग में शहर, कस्बे और गाँव</p>\r\n<p>तारग, रुद्रप्रयाग मुख्यालय से चोपता पोखरी मार्ग से 23 किमी दूर स्थित है। इसमें झिंकवान और नेगी बंधु राजपूत हैं।</p>\r\n<p>ल्वारा गाँव - रुद्रप्रयाग से 45-46 किमी और गुप्तकाशी से 7 किमी। इसकी आबादी 1000-1500 के बीच है। माँ चंडिका का मंदिर गाँव के केंद्र में स्थित है। रावण गंगा गाँव से 1 किमी की दूरी पर बहती है।</p>\r\n<p>अंधवारी - गुप्तकाशी के पास, रुद्रप्रयाग शहर से 45 किमी और गुप्तकाशी शहर से 5 किमी दूर।</p>\r\n<p>रुद्रप्रयाग</p>\r\n<p>सुमेरपुर</p>\r\n<p>बवई - रुद्रप्रयाग शहर से 20 किमी मैकोटी-दुर्गादार के माध्यम से, और तिलवाड़ा से 18 किमी दूर</p>\r\n<p>Uthind</p>\r\n<p>पोला</p>\r\n<p>Maikoti</p>\r\n<p>Darmola</p>\r\n<p>थाटी, बरमा- एक मंदिर घंडियाल देवता है।</p>\r\n<p>सन्न गांव - रुद्रप्रयाग से लगभग 7 किमी</p>\r\n<p>बिरनो देवल गाँव</p>\r\n<p>बस्ती गाँव - दो मंदिर हैं, एक दुर्गा देवी का और एक भर्केश्वर महादेव का</p>\r\n<p>पौन्थी सिलगढ़ - पौन्थी गाँव छः छोटे गाँवों का एक समूह है: तल्ली पौन्थी, मंजेड़ा, कथौड, चोंरालगाँव, हुनुना और भटवारी। यह जिला मुख्यालय से लगभग 25 किमी और जाखोली तहसील से 7 किमी दूर है। कई स्वतंत्रता सेनानी और सेनापति इस क्षेत्र से हैं, जिनमें स्वर्गीय श्री ज्ञान सिंह रावत भी शामिल हैं। ऋषिकेश, रुद्रप्रयाग, तिलवारा, मयाली और जाखोली से सड़क द्वारा गाँव आसानी से पहुँचा जा सकता है। आस-पास के कुछ गाँव खलियान बांगर, पूलन, जाखवाड़ी, सिरवाड़ी, लिस्वाल्टा, गेंथाना, और बादानी ताल हैं।</p>\r\n<p>Darmwari</p>\r\n<p>बेंजी ग्राम</p>\r\n<p>सैयद गांव</p>\r\n<p>त्रियुगीनारायण गाँव</p>\r\n<p>Guptakashi</p>\r\n<p>KIRORA- POST OFFICE MUNNADEWAL</p>\r\n<p>गौरीकुंड</p>\r\n<p>Kamera</p>\r\n<p>Syund</p>\r\n<p>Dholsari</p>\r\n<p>Ghimtoli</p>\r\n<p>डमर, मदाकिनी नदी के तट पर स्थित है और अपने प्राचीन भगवान शिव मंदिर के लिए जाना जाता है। गाँव भीरी बस स्टैंड से 1 किमी दूर है।</p>\r\n<p>जग्गी कंधई गाँव</p>\r\n<p>बैनजी कंधई दशजुला गाँव</p>\r\n<p>जम्मवार दशजुला गाँव</p>\r\n<p>डांगी - रुद्रप्रयाग शहर से 15 किमी दूर</p>\r\n<p>ऊखीमठ, मसूना, रांसी, गौंडर, पंचकेदार (मंदिर)</p>\r\n<p>गौरीकुंड गाँव</p>\r\n<p>पालदवारी गाँव</p>\r\n<p>क्यार्क गाँव</p>\r\n<p>तिलवारा गाँव</p>\r\n<p>Maikoti</p>\r\n<p>Nagrasu</p>\r\n<p>&deg; रतुरा - रुद्रप्रयाग से 8 किमी, रतुरा मार्केट से ओडली ग्राम 1 किमी</p>\r\n<p>कलना गाँव- रुद्रप्रयाग और गौचर के केंद्र में स्थित है और निकटतम रतौरा ओडली मार्ग (रुद्रप्रयाग से गौचर 22 किमी है) माँ भगवती के तीन सबसे लोकप्रिय मंदिर हैं (कुलमाता, गवारेल देवता और नरसिंग देवता और साथ ही माँ चंडिका भी गाँव में हैं। , भंडारी, नेगी, राणा और कंडारी परिवार हैं। ज्यादातर बात यह है कि 65% युवा सरकारी सेवा से हैं, इस गाँव के लोग हमेशा से ही कृषि में कड़ी मेहनत करते हैं।</p>\r\n<p>कोखंडी गाँव</p>\r\n<p>फलासी (फलासी) ग्राम - रुद्रप्रयाग शहर से 20 किलोमीटर दूर चोपता के पास</p>\r\n<p>चोंड गाँव - चोपता के पास, रुद्रप्रयाग शहर से 20 किमी दूर</p>\r\n<p>भटवारी गाँव</p>\r\n<p>जखवाड़ी बांगर - खलियान बांगर के पास</p>\r\n<p>जाखोली - तिलवाड़ा, चिरबटिया, घनसाली टिहरी के पास स्थित ब्लॉक मुख्यालय</p>\r\n<p>बासुकेदार- प्रतिष्ठित जहां केदारनाथ आने से पहले शिव रहते थे। यह पांडव द्वारा निर्मित एक शिव मंदिर है। यह अगुस्&zwj;मुनि से लगभग 35 किमी दूर है। यह वास्तव में केदारनाथ की यात्रा के लिए एक पुराना ट्रैक है। ऐसा कहा जाता है कि भगवान शिव जब कैलाश पर्वत की यात्रा कर रहे थे तो एक रात यहां रुके थे।</p>\r\n<p>कांडी गाँव - चंद्रपुरी से 20 किमी।</p>\r\n<p>अमकोटी शहर - तिलवाड़ा में - घनसाली रोड, जाखोली से 9 किमी। नागेला देवता के कुंड और पटनियांग मेले का मिलन बिंदु</p>\r\n<p>जाखल भरदार (डोभा जाखल) तिलवाड़ा शहर से 9 किमी और मुख्यालय रुद्रप्रयाग से 19 किमी दूर है।</p>\r\n<p>अमदाला- रुद्रप्रयाग मुख्य बाजार से 10 किमी और कोठेश्वर मंदिर से 6 किमी।</p>\r\n<p>कोरखी (मल्ली) पो-बायंग</p>\r\n<p>Dhariyanj</p>\r\n<p>ग्राम श्रीवा डाकघर पार्कंदी</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचा जाये</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा देहरादून के पास 183 किमी (114 मील) दूर जॉली ग्रांट हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>निकटतम रेलवे स्टेशन ऋषिकेश में है। हालाँकि, ऋषिकेश एक छोटा रेलवे स्टेशन है जो तेज़ रेलगाड़ियों से जुड़ा नहीं है। हरिद्वार रेलवे जंक्शन, ऋषिकेश से 24 किमी दूर, भारत के अधिकांश प्रमुख शहरों के लिए ट्रेन कनेक्शन है और इसलिए, रुद्रप्रयाग के लिए रेलमार्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>रुद्रप्रयाग राष्ट्रीय राजमार्ग NH58 पर स्थित है जो दिल्ली को भारत-तिब्बत सीमा के पास उत्तराखंड में बद्रीनाथ और माना दर्रा से जोड़ता है। इसलिए, सभी बसें और वाहन जो गर्मियों के महीनों के तीर्थयात्रियों के मौसम में हरिद्वार और ऋषिकेश से नई दिल्ली से बद्रीनाथ तक तीर्थयात्रियों को ले जाते हैं, जो रुद्रप्रयाग से जोशीमठ और आगे उत्तर के रास्ते से गुजरते हैं। ऋषिकेश, रुद्रप्रयाग के लिए सड़क यात्रा के लिए एक प्रारंभिक बिंदु है और ऋषिकेश बस स्टेशन से रुद्रप्रयाग के लिए नियमित बसें चलती हैं। ऋषिकेश से रुद्रप्रयाग की सड़क की दूरी देवप्रयाग और श्रीनगर से 141 किमी (88 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>हरिद्वार से ऋषिकेश 24 किमी</p>\r\n<p>ऋषिकेश से देवप्रयाग 74 किमी</p>\r\n<p>देवप्रयाग से श्रीनगर 34 कि.मी.</p>\r\n<p>श्रीनगर से रुद्रप्रयाग 33 कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>17 जून, 2013 को मंदाकिनी नदी पर फुटब्रिज का अंत हो गया था।</p>\r\n<p>आस-पास के स्थान</p>\r\n<p>रुद्रनाथ मंदिर रुद्रप्रयाग का नाम भगवान शिव के नाम पर रखा गया है और भगवान रुद्रनाथ का मंदिर अलकनंदा और मंदाकिनी के संगम पर स्थित है। पौराणिक कथाओं के अनुसार नारद मुनि ने उनसे संगीत सीखने के लिए यहां भगवान शिव की पूजा की थी। तब भगवान ने उन्हें रूद्र (संगीत के भगवान) के रूप में संगीत सिखाया। यहाँ नारद शिला नामक एक चट्टान हुआ करती थी जहाँ नारद को ध्यान में बैठने के लिए कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धारी देवी मंदिर श्रीनगर और रुद्रप्रयाग के बीच कल्यासौर में स्थित है। श्रीनगर-धारी देवी और धारी देवी-रुद्रप्रयाग के बीच की दूरी क्रमशः 16 किमी और 20 किमी है। श्रीनगर और रुद्रप्रयाग से टैक्सी या बस द्वारा कोई परेशानी नहीं हो सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>चामुंडा देवी मंदिर चामुंडा देवी मंदिर भी पवित्र नदियों (अलकनंदा और मंदाकिनी) के संगम पर स्थित है। यहां भगवान रूद्र की पत्नी के रूप में चामुंडा की पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोटेश्वर कोटि का अर्थ है करोड़ (10 करोड़) और ईश्वर का अर्थ है ईश्वर। यह फिर से प्राकृतिक गुफाओं में बना भगवान शिव का मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री तुंगेश्वर महादेव जी, फालासी (फलासी) चोपता के पास यह मंदिर सदियों से यहाँ है। लोककथा यह है कि पांडव यहां तपस्या के लिए आए थे। चोपता से रास्ते में तुंगनाथ मंदिर तक कई छोटे मंदिर थे, कुछ के अवशेष अभी भी वहाँ हैं। मंदिर की दीवार पर टेराकोटा शैली की मुहरें और शिव-पार्वती मूर्तियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कार्तिक स्वामी कार्तिक स्वामी मंदिर भगवान शिव के पुत्र कार्तिकेय को समर्पित है। रुद्रप्रयाग से 38 किमी दूर रुद्रप्रयाग-पोखरी मार्ग पर स्थित कनक चौरी गाँव से 3 किमी की पैदल यात्रा करके पहुंचा जा सकता है। पर्यटक कार्तिक स्वामी मंदिर से हिमाच्छादित हिमालय श्रृंखला देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बासुकेदार बासुकेदार (प्रतिष्ठित जहां शिव केदारनाथ आने से पहले रहते थे)। यह पांडव द्वारा निर्मित एक शिव मंदिर है। वास्तुकला और मूर्तियाँ कम से कम 1000 वर्ष पुरानी लगती हैं। ध्यान और ध्यान योग के लिए एक अच्छी जगह है। यह अगुस्&zwj;मुनि से लगभग 35 किमी दूर है। ड्राइव द्वारा लगभग 1.30 घंटा। यह वास्तव में केदारनाथ की यात्रा के लिए एक पुराना ट्रैक है। कहा जाता है कि भगवान शिव बसुकेदार में एक रात रुके थे, जब वे कैलाश पर्वत (केदारनाथ) की यात्रा कर रहे थे, यही कारण है कि इस स्थान को बसुकेदार कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Rudraprayag_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rudraprayag-uttarakhand","tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"रुद्रप्रयाग","slug":"rudraprayag"}],"recommendations":[{"id":985,"title":"उत्तरकाशी में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","dateCreated":"2019-11-13T01:56:00.919Z","dateModified":"2019-11-13T01:56:23.017Z","contributedBy":"AskGif","content":"उत्तरकाशी जिला उत्तर भारत में उत्तराखंड राज्य के गढ़वाल मंडल का एक जिला है, और इसका मुख्यालय उत्तरकाशी शहर में है। इसके छह तहसील हैं, जैसे कि बड़कोट, डूंडा, भटवाड़ी, चिन्याली सौर, पुरोला और मोरी।\r\n&nbsp;\r\nउत्तरकाशी जिला शहर हिमालय की सीमा में स्थित है, और जिले में गंगोत्री और यमुना ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरकाशी","slug":"uttarkashi"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-uttarkashi-uttarakhand","total":0},{"id":977,"title":"देहरादून में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"देहरादून जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। जिला मुख्यालय देहरादून है, जिसने 2000 में अपनी स्थापना के बाद से उत्तराखंड की अंतरिम राजधानी के रूप में भी काम किया है। जिले में 6 तहसील, 6 सामुदायिक विकास खंड, 17 ​​कस्बे और 764 बसे हुए गाँव, और 18 गैर-आबाद गाँव हैं। 2011 तक हरिद्वार के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"देहरादून","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":974,"title":"बागेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"बागेश्वर उत्तर भारत में उत्तराखंड राज्य का एक जिला है। बागेश्वर शहर जिला मुख्यालय है। 1997 में एक जिले के रूप में इसकी स्थापना से पहले यह अल्मोड़ा जिले का हिस्सा था।\r\n&nbsp;\r\nबागेश्वर जिला उत्तराखंड के कुमाऊं क्षेत्र में है, और पश्चिम और उत्तर-पश्चिम में चमोली जिले से, पूर्व में पिथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बागेश्वर","slug":"bageshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}