{"id":982,"title":"Top Places to visit in Rudraprayag, Uttarakhand","imageUrl":"6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","dateCreated":"2019-11-12T03:12:58.79Z","dateModified":"2019-11-12T03:13:21.913Z","contributedBy":"AskGif","content":"<p>Rudraprayag is a district of the state of Uttarakhand of northern India. The district occupies an area of 2439 km&sup2;. The town of Rudraprayag is the administrative headquarters of the district. The district is bounded by Uttarkashi District on the north, Chamoli District on the east, Pauri Garhwal District on the south, and Tehri Garhwal District on the west.</p>\r\n<p>Rudraprayag is a town and a municipality in Rudraprayag district in the Indian state of Uttarakhand. Rudraprayag is one of the Panch Prayag (five confluences) of Alaknanda River, the point of confluence of rivers Alaknanda and Mandakini. Kedarnath, a Hindu holy town is located 86 km from Rudraprayag. The man eating Leopard of Rudraprayag hunted and written about by Jim Corbett dwelled here.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>Rudraprayag District was established on 16 September 1997. It was carved out from the following areas of three adjoining districts:</p>\r\n<p>&nbsp;</p>\r\n<p>The whole of Augustmuni and Ukhimath block and part of Pokhri and Karnprayag block from Chamoli District</p>\r\n<p>Part of Jakholi and Kirtinagar block from Tehri District</p>\r\n<p>Part of Khirsu block from Pauri District</p>\r\n<p>The internationally known Shri Kedarnath Temple is at the north, Madmaheshwar at east, Nagrasu at southern east and Shrinagar at extreme south. The Mandakini River is the main river of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the least populous district of Uttarakhand (out of 13).</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly constituencies</p>\r\n<p>Kedarnath</p>\r\n<p>Rudraprayag</p>\r\n<p>Shrines and temples</p>\r\n<p>TUNGESHWAR MANDIR TIYUNG</p>\r\n<p>Kedarnath</p>\r\n<p>Tungnath</p>\r\n<p>Madhyamaheshwar</p>\r\n<p>Mathiyana Devi</p>\r\n<p>Ukhimath</p>\r\n<p>Kalimath</p>\r\n<p>Koteshwar Mahadev</p>\r\n<p>Umra Narayan</p>\r\n<p>Dhari Devi</p>\r\n<p>Triyuginarayan Temple</p>\r\n<p>Haryali Devi</p>\r\n<p>Jai Nari Devi,SATERAKHAL</p>\r\n<p>Sri Kartikswami</p>\r\n<p>Mahrshi Agastya muni Maharaj Temple</p>\r\n<p>Basukedar Temple</p>\r\n<p>Durga Maa Temple</p>\r\n<p>Gaurikund</p>\r\n<p>Badhani Taal</p>\r\n<p>Tungnath Phalshi Chopta</p>\r\n<p>Jakh Temple (Dhariyanj)</p>\r\n<p>Dungaira Temple, Sidhsaur</p>\r\n<p>Ghandiyal Devta, Thati Barma</p>\r\n<p>Shaneshwar Maharaj Silla Rudraprayag</p>\r\n<p>Cities, towns and villages in Rudraprayag</p>\r\n<p>Tarag is situated 23 km from Rudraprayag headquarters via Chopta Pokhri road. There belongs Jhinkwan and negi bandhu the rajputs.</p>\r\n<p>Lwara village - 45&ndash;46 km from Rudraprayag, and 7 km from Guptakashi. Its population is between 1000-1500. Temple of Maa Chandika is situated in the centre of village. The Rawan Ganga flows at distance of 1 km from the village.</p>\r\n<p>Andarwari - near Guptkashi, 45 km from Rudraprayag city and 5 km from Guptkashi city.</p>\r\n<p>Rudraprayag</p>\r\n<p>Sumerpur</p>\r\n<p>Bawai - 20 km from Rudraprayag city via Maikoti-Durgadhar, and 18 km from Tilwada</p>\r\n<p>Uthind</p>\r\n<p>Pola</p>\r\n<p>Maikoti</p>\r\n<p>Darmola</p>\r\n<p>Thati, Barma- Has one temple Ghandiyal Devta.</p>\r\n<p>Sann village - about 7 km from Rudraprayag</p>\r\n<p>Biron Dewal village</p>\r\n<p>Basti village - has two temples, one of Durga Devi and one of Bharkeshwar Mahadev</p>\r\n<p>Pounthi Silgarh - Pounthi village is a group of six small villages: Talli Pounthi, Manjeda, Kathood, Chonralgaon, Hyuna and Bhatwari. It is approximately 25 km from the district headquarters and 7 km from Jakholi tehsil. Many freedom fighters and armymen are from this area, including the late Shri Gyan Singh Rawat. The village is easily accessible by road from Rishikesh, Rudraprayag, Tilwara, Maayali, and Jakholi. Some of the adjacent villages are Khaliyan Bangar, Poolan, Jakhwadi, Sirwadi, Liswalta, Genthana, and Badhani Taal.</p>\r\n<p>Darmwari</p>\r\n<p>Benji Village</p>\r\n<p>Syund Village</p>\r\n<p>Triyuginarayan village</p>\r\n<p>Guptakashi</p>\r\n<p>KIRORA- POST OFFICE MUNNADEWAL</p>\r\n<p>Gaurikund</p>\r\n<p>Kamera</p>\r\n<p>Syund</p>\r\n<p>Dholsari</p>\r\n<p>Ghimtoli</p>\r\n<p>Damar is situated at the bank of the river Madakini and known for its ancient lord Shiva temple. Village is 1 km from Bhiri bus stand.</p>\r\n<p>Jaggi Kandai village</p>\r\n<p>Bainji Kandai Dashjula village</p>\r\n<p>JARMWAR Dashjula village</p>\r\n<p>Dangi - 15 km away from Rudraprayag city</p>\r\n<p>Ukhimath, Masoona, Ransi, Gaundar, Panchkedar (temple)</p>\r\n<p>Gaurikund village</p>\r\n<p>Paldwari village</p>\r\n<p>Kyark village</p>\r\n<p>Tilwara village</p>\r\n<p>Maikoti</p>\r\n<p>Nagrasu</p>\r\n<p>&deg;Ratura - 8 km from Rudraprayag, Odali Village 1 km from Ratura Market</p>\r\n<p>Kalna Village- situated in the center of Rudraprayag and Gaucher and nearestin ratura Odli way (Rudraprayag to Gaucher is 22 km) There are three most popular temples of Maa Bhagwati (Kulmata), Gwareel Devta &amp; Narsing Devta and also Maa Chandika at center to Village, there are Bhandari, Negi, Rana and Kandari family. Most of thing is that 65% younguster are from Govt service, this village people always like hard working in agricultural.</p>\r\n<p>Kokhandi village</p>\r\n<p>Phalasi (फलासी) Village - near Chopta, 20 km from Rudraprayag city</p>\r\n<p>Chond Village - near Chopta, 20 km from Rudraprayag city</p>\r\n<p>Bhatwari village</p>\r\n<p>Jakhwadi Bangar - near Khaliyan Bangar</p>\r\n<p>Jakholi - Block headquarters situated near Tilwada, Chirbatiya, Ghansali Tehri</p>\r\n<p>Basukedar- reputedly where Shiva lived before coming to Kedarnath. It's a Shiva temple constructed by Pandava. This is around 35 km from Agustmuni. This is actually an old track to visit Kedarnath. It is said that Lord Shiva stayed a night here while he was travelling to Mount Kailash.</p>\r\n<p>Kandi village - 20 km from Chandrapuri.</p>\r\n<p>Amkoti town - at Tilwada - Ghansali Road, 9 km from Jakholi. Meeting point of Kund and Patiyangana fair of Nagela Devta.</p>\r\n<p>Jakhal Bhardar (Dobha Jakhal) 9 km from Tilwada town and 19 km from headquarter Rudraprayag.</p>\r\n<p>Amdala- 10 km from RUDRAPRAYAG Main Market &amp; 6 km from KOTESHWAR Temple.</p>\r\n<p>Korkhi(malli) po-buyung</p>\r\n<p>Dhariyanj</p>\r\n<p>Village Shriwa Post office Parkandi</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach</p>\r\n<p>Air</p>\r\n<p>The nearest airport is the Jolly Grant Airport near Dehradun 183 km (114 mi) away.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>The nearest railway station is at Rishikesh. However, Rishikesh is a small railway station not connected by fast trains. Haridwar railway junction, 24 km farther from Rishikesh, has train connections to most of the major cities in India and is, therefore, the railhead for Rudraprayag.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Rudraprayag lies on national highway NH58 that connects Delhi with Badrinath and Mana Pass in Uttarakhand near Indo-Tibet border. Therefore, all the buses and vehicles that carry pilgrims from New Delhi to Badrinath via Haridwar and Rishikesh in pilgrim season of summer months pass through Rudraprayag on the way to Joshimath and further north. Rishikesh is a starting point for road journeys to Rudraprayag and regular buses operate from Rishikesh bus station to Rudraprayag. The road distance from Rishikesh to Rudraprayag is 141 km (88 mi) via Devprayag and Srinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Haridwar to Rishikesh 24 km</p>\r\n<p>Rishikesh to Devprayag 74 km</p>\r\n<p>Devprayag to Srinagar 34 km</p>\r\n<p>Srinagar to Rudraprayag 33 km</p>\r\n<p>&nbsp;</p>\r\n<p>End of footbridge over the Mandakini river that was washed away on June 17, 2013.</p>\r\n<p>Places nearby</p>\r\n<p>Rudranath Temple Rudraprayag is named after Lord Shiva and temple of lord Rudranath is situated at the confluence of Alaknanda and Mandakini. According to mythology Narada Muni worshiped god Shiva here to learn music from him. The god then taught him music in his form of Rudra (Lord of Music). There used to be a rock called Narad Shila where Narada is said to have sat in meditation.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhari Devi mandir is situated at Kalyasaur in between Srinagar and Rudraprayag. Distance between Srinagar-Dhari Devi and Dhari Devi-Rudraprayag is 16 km and 20 km respectively. One can reach here with no trouble by taxi or bus from Srinagar and Rudraprayag.</p>\r\n<p>&nbsp;</p>\r\n<p>Chamunda Devi Temple Chamunda Devi temple is also situated at confluence of the holy rivers ( Alaknanda &amp; Mandakini). Chamunda as wife of Lord Rudra is worshiped here.</p>\r\n<p>&nbsp;</p>\r\n<p>Koteshwar Koti means crore (10 Million) and Ishwar means god. This is again a temple of Lord Shiva made in natural caves.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Tungeshwar Mahadev Ji, Phalasi (फलासी) Near Chopta This temple has been here for centuries. Folklore has it that the Pandavas came here for penance. On the way from Chopta there were many small temples up to the Tunganath Temple, the remains of some are still there. On the temple wall there are terracota style seals and Shiva-Parvati figurines.</p>\r\n<p>&nbsp;</p>\r\n<p>Kartik Swami The Kartik Swami temple is dedicated to lord Kartikeya - son of Lord Shiva. It can be reached by a 3 km trek from Kanak Chauri village, which is located on the Rudraprayag-Pokhri route, 38 km from Rudraprayag. Visitors can see the snow-clad Himalayan range from the Kartik Swami temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Basukedar Basukedar (reputedly where Shiva lived before coming to Kedarnath). It's a Shiva temple constructed by Pandava. Architecture and idols seems to be at least 1000 yrs old. A good place for meditation and dhyan yoga. This is around 35 km from Agustmuni. around 1.30 hr by drive. This is actually an old track to visit Kedarnath. It is said that Lord Shiva stayed a night in Basukedar while he was travelling to Mount Kailash ( Kedarnath) this is the reason this place is called Basukedar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rudraprayag_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6d174678-9170-4c38-bb9c-8ed65289f4e8_Rudraprayag-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rudraprayag-uttarakhand","tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"rudraprayag","slug":"rudraprayag"}],"recommendations":[{"id":985,"title":"Top Places to visit in Uttarkashi, Uttarakhand","imageUrl":"9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","dateCreated":"2019-11-13T01:56:00.919Z","dateModified":"2019-11-13T01:56:23.017Z","contributedBy":"AskGif","content":"Uttarkashi District is a district of Garhwal division of the Uttarakhand state in northern India, and has its headquarters at Uttarkashi city. It has six Tehsils namely Barkot, Dunda, Bhatwadi, Chinyali Saur, Purola and Mori.\r\n&nbsp;\r\nUttarkashi District town lies high in the Himala","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarkashi","slug":"uttarkashi"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-uttarkashi-uttarakhand","total":0},{"id":977,"title":"Top Places to visit in Dehradun, Uttarakhand","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"Dehradun district is a district of Uttarakhand state in northern India. The district headquarters is Dehradun, which has also served as the interim capital of Uttarakhand since its founding in 2000. The district has 6 tehsils, 6 community development blocks, 17 towns and 764 inhabited villages, a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"dehradun","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":974,"title":"Top Places to visit in Bageshwar, Uttarakhand","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"Bageshwar is a district of Uttarakhand state in northern India. The town of Bageshwar is the district headquarters. Prior to its establishment as a district in 1997 it was part of Almora district.\r\n&nbsp;\r\nBageshwar district is in the Kumaon region of Uttarakhand, and is bounded on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bageshwar","slug":"bageshwar"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}