{"id":984,"title":"उधम सिंह नगर, रुद्रपुर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","dateCreated":"2019-11-13T01:43:16.563Z","dateModified":"2019-11-13T01:43:48.555Z","contributedBy":"AskGif","content":"<p>उधम सिंह नगर जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। रुद्रपुर जिला मुख्यालय है। इस जिले में बाजपुर, गदरपुर, जसपुर, काशीपुर, किच्छा, खटीमा, सितारगंज नाम की सात तहसीलें शामिल हैं। जिला तराई क्षेत्र में स्थित है, और कुमाऊं मंडल का हिस्सा है। यह उत्तर में नैनीताल जिले से, उत्तर में चंपावत जिले से, पूर्व में नेपाल से और उत्तर प्रदेश राज्य के बरेली, रामपुर, मुरादाबाद, पीलीभीत और बिजनौर जिले से घिरा हुआ है। जिला 1995 में मायावती सरकार द्वारा नैनीताल जिले से बाहर बनाया गया था। इसका नाम स्वतंत्रता सेनानी और भारतीय क्रांतिकारी उधम सिंह के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह हरिद्वार और देहरादून के बाद उत्तराखंड का तीसरा (13 में से) सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>G.B. पंतनगर में पंत विश्वविद्यालय, जो अपने इंजीनियरों और कृषि वैज्ञानिकों के लिए प्रसिद्ध है, रुद्रपुर से 5 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुद्रपुर भारतीय राज्य उत्तराखंड में उधम सिंह नगर जिले का एक शहर है। नई दिल्ली के उत्तर-पूर्व में लगभग 250 किमी (160 मील) की दूरी पर स्थित और देहरादून के दक्षिण में 250 किमी (160 मील), रुद्रपुर का 500 से अधिक वर्षों का इतिहास है। यह 16 वीं शताब्दी में राजा रुद्र चंद द्वारा स्थापित किया गया था, और कुमाऊं के तराई क्षेत्र के राज्यपाल का निवास था। यह शहर आज भी एक प्रमुख औद्योगिक और शैक्षिक केंद्र होने के अलावा उधम सिंह नगर जिले के मुख्यालय के रूप में काम करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुद्रपुर उपजाऊ तराई क्षेत्र में 27.65 किमी 2 के क्षेत्र में स्थित है। भारत की 2011 की जनगणना के अनुसार 140,857 की आबादी के साथ, रुद्रपुर उत्तराखंड का पांचवा सबसे अधिक आबादी वाला शहर है। उत्तराखंड राज्य औद्योगिक विकास निगम की स्थापना के बाद से, साक्षरता वृद्धि और उच्च रोजगार के साथ, शहर का तेजी से विकास हुआ है। इस क्षेत्र में एक दिलचस्प बात यह है कि कुछ कलात्मक पानी के कुएं हैं जहां भूमिगत पानी के दबाव के कारण भूमिगत पानी खुद बाहर आता है। इसके लिए एक कुएं को ड्रिल किया जाना है और पानी को बाहर निकालने के लिए एक स्लेटेड केसिंग पाइप को उतारा जाना है। ऐसे आर्टिसियन कुओं में किसी पंप की आवश्यकता नहीं होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पंतनगर हवाई अड्डे से शहर के केंद्र से 12.2 किमी (7.6 मील) की दूरी पर पंतनगर हवाई अड्डा है। हवाई अड्डा भारतीय विमानपत्तन प्राधिकरण द्वारा संचालित है और दिल्ली और देहरादून के लिए घरेलू उड़ानों को पूरा करता है। इसका एक एकल रनवे है, जो लंबाई में 4,500 फीट (1,400 मीटर) है और एक टर्बोप्रॉप विमान को संभालने में सक्षम है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुद्रपुर में ट्रेन सेवा 1986 में बरेली-काठगोदाम लाइन पर लालकुआं को रामपुर से जोड़कर एक शाखा लाइन के निर्माण पर शुरू हुई। रुद्रपुर रेलवे स्टेशन रामपुर-लालकुआं ब्रॉड गेज रेलवे लाइन पर स्थित है और शहर भारतीय रेलवे के पूर्वोत्तर रेलवे जोन के इज्जतनगर रेलवे डिवीजन के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुद्रपुर से होकर तीन प्रमुख राष्ट्रीय राजमार्ग चलते हैं। राष्ट्रीय राजमार्ग 9, जो पंजाब के मालोट से उत्तराखंड के पिथौरागढ़ तक जाता है, रुद्रपुर से होकर गुजरता है। यह राजमार्ग रुद्रपुर को दिल्ली, रामपुर, रोहतक, हिसार, सितारगंज, खटीमा, टनकपुर और पिथौरागढ़ जैसे कई शहरों से जोड़ता है। रुद्रपुर से शुरू होने वाले अन्य राजमार्गों में राष्ट्रीय राजमार्ग 109 और राष्ट्रीय राजमार्ग 309 शामिल हैं। रुद्रपुर बस स्टेशन उत्तराखंड परिवहन बसों के लिए केंद्रीय बस स्टैंड के रूप में कार्य करता है जो शहर से इंटरस्टेट मार्गों पर चलती है। स्टेशन 1960 के दशक से पहले बनाया गया था और लगभग 4 एकड़ में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>उधम सिंह नगर जिले में तहसीलें</p>\r\n<p>काशीपुर</p>\r\n<p>जसपुर</p>\r\n<p>Bajpur</p>\r\n<p>Gadarpur</p>\r\n<p>रुद्रपुर</p>\r\n<p>किच्छा</p>\r\n<p>सितारगंज</p>\r\n<p>नानकमत्ता</p>\r\n<p>खटीमा</p>\r\n<p>उधम सिंह नगर जिले के शहर</p>\r\n<p>काशीपुर</p>\r\n<p>जसपुर</p>\r\n<p>Bajpur</p>\r\n<p>Gularbhoj</p>\r\n<p>Barakhera</p>\r\n<p>Gadarpur</p>\r\n<p>Dineshpur</p>\r\n<p>रुद्रपुर</p>\r\n<p>पंतनगर</p>\r\n<p>किच्छा</p>\r\n<p>सितारगंज</p>\r\n<p>नानकमत्ता</p>\r\n<p>खटीमा</p>\r\n<p>महुआ डबरा</p>\r\n<p>महुआ खेड़ा गंज</p>\r\n<p>सुल्तानपुर</p>\r\n<p>किला खेड़ा</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार ऊधमसिंह नगर जिले की जनसंख्या 1,648,902 है, जो गिनी-बिसाऊ के राष्ट्र या इडाहो राज्य के बराबर है। यह इसे भारत में 303 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 648 निवासियों प्रति वर्ग किलोमीटर (1,680 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 33.4% थी। उधम सिंह नगर में हर 1000 पुरुषों पर 919 महिलाओं का लिंग अनुपात है, और साक्षरता दर 74.44% है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>उधम सिंह नगर में बोली जाने वाली प्रमुख भाषाएँ हैं: हिंदी 72.18% (कुमाऊँनी - 5.22%, भोजपुरी - 3.65%, गढ़वाली 0.35%), उर्दू 6.38%, पंजाबी 10.09%, बंगाली 7.86%, थारू (मैथिली भाषा के तहत) 2.88%</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udham_Singh_Nagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-udham-singh-nagar-rudrapur-uttarakhand","tags":[{"name":"उधम-सिंह-नगर","slug":"udham-singh-nagar"},{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"रुद्रपुर","slug":"rudrapur"}],"recommendations":[{"id":978,"title":"हरिद्वार में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"हरिद्वार जिला भी कहा जाता है क्योंकि भारत के उत्तराखंड राज्य में हरद्वार एक जिला है। इसका मुख्यालय हरिद्वार में है जो इसका सबसे बड़ा शहर भी है। यह जिला उत्तर और पूर्व में देहरादून, पूर्व में पौड़ी गढ़वाल और दक्षिण में मुजफ्फरनगर और उत्तर प्रदेश के बिजनौर और पश्चिम में सहारनपुर जिलों से घिरा हुआ ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"हरिद्वार","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":977,"title":"देहरादून में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"देहरादून जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। जिला मुख्यालय देहरादून है, जिसने 2000 में अपनी स्थापना के बाद से उत्तराखंड की अंतरिम राजधानी के रूप में भी काम किया है। जिले में 6 तहसील, 6 सामुदायिक विकास खंड, 17 ​​कस्बे और 764 बसे हुए गाँव, और 18 गैर-आबाद गाँव हैं। 2011 तक हरिद्वार के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"देहरादून","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":974,"title":"बागेश्वर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"बागेश्वर उत्तर भारत में उत्तराखंड राज्य का एक जिला है। बागेश्वर शहर जिला मुख्यालय है। 1997 में एक जिले के रूप में इसकी स्थापना से पहले यह अल्मोड़ा जिले का हिस्सा था।\r\n&nbsp;\r\nबागेश्वर जिला उत्तराखंड के कुमाऊं क्षेत्र में है, और पश्चिम और उत्तर-पश्चिम में चमोली जिले से, पूर्व में पिथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बागेश्वर","slug":"bageshwar"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}