{"id":984,"title":"Top Places to visit in Udham Singh Nagar, Rudrapur, Uttarakhand","imageUrl":"176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","dateCreated":"2019-11-13T01:43:16.563Z","dateModified":"2019-11-13T01:43:48.555Z","contributedBy":"AskGif","content":"<p>Udham Singh Nagar District is a district of Uttarakhand state in northern India. Rudrapur is the district headquarters. This district consists of seven Tehsils named Bajpur, Gadarpur, Jaspur, Kashipur, Kichha, Khatima, Sitarganj. The district is located in the Terai region, and is part of Kumaon Division. It is bounded on the north by Nainital District, on the northeast by Champawat District, on the east by Nepal, and on the south and west by Bareilly, Rampur, Moradabad, Pilibhit and Bijnor District of Uttar Pradesh state. The district was created in October 1995 by Mayawati government out of Nainital District. It is named for freedom fighter and Indian revolutionary Udham Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third most populous district of Uttarakhand (out of 13), after Haridwar and Dehradun.</p>\r\n<p>&nbsp;</p>\r\n<p>G.B. Pant University in Pantnagar, noted for its engineers &amp; agriculture scientists, is located 5 km from Rudrapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Rudrapur is a city in Udham Singh Nagar district in the Indian state of Uttarakhand. Located at a distance of about 250 km (160 mi) northeast of New Delhi and 250 km (160 mi) south of Dehradun, Rudrapur has a history of over 500 years. It was established in the 16th century by King Rudra Chand, and was the residence of the governor of Tarai region of Kumaon. The city continues to serve as the headquarters of the Udham Singh Nagar district apart from being a major industrial and educational hub today.</p>\r\n<p>&nbsp;</p>\r\n<p>Rudrapur is located in the fertile Terai region over an area of 27.65 km2. With a population of 140,857 according to the 2011 census of India, Rudrapur is the fifth most populous city of Uttarakhand. Since the establishment of the State Industrial Development Corporation of Uttarakhand, the city has undergone rapid development, along with literacy growth and higher employment. One interesting thing in this area is that there are some artesian water wells where the underground water comes out itself due to underground water pressure. For this a well is to be drilled and a slotted casing pipe is to be lowered to take the water out. In such artesian wells no pump is required.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The city is served by the Pantnagar Airport at Pantnagar 12.2 km (7.6 mi) from the city centre. The airport is operated by Airports Authority of India and caters to domestic flights to Delhi and Dehradun. It has a single runway, which is 4,500 ft (1,400 m) in length and is capable of handling a turboprop aircraft.</p>\r\n<p>&nbsp;</p>\r\n<p>Train service in Rudrapur started in 1986, upon the construction of a branch line by connecting Lalkuan on Bareilly-Kathgodam line with Rampur. Rudrapur railway station lies on the Rampur-Lalkuan Broad gauge railway line and the city falls under the Izzatnagar railway division of North Eastern Railway Zone of Indian Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Three major National highways run through Rudrapur. National Highway 9, which runs from Malaut in Punjab to Pithoragarh in Uttarakhand passes through Rudrapur. This highway connects Rudrapur with several cities like Delhi, Rampur, Rohtak, Hisar, Sitarganj, Khatima, Tanakpur and Pithoragarh. Other Highways starting from Rudrapur include National Highway 109 and National Highway 309. Rudrapur Bus Station serves as the central bus stand for Uttarakhand Transport Buses plying on InterState Routes from the city. The station was built before the 1960s and is spread over approximately 4 acres.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils in Udham Singh Nagar district</p>\r\n<p>Kashipur</p>\r\n<p>Jaspur</p>\r\n<p>Bajpur</p>\r\n<p>Gadarpur</p>\r\n<p>Rudrapur</p>\r\n<p>Kichha</p>\r\n<p>Sitarganj</p>\r\n<p>Nanakmatta</p>\r\n<p>Khatima</p>\r\n<p>Cities in Udham Singh Nagar district</p>\r\n<p>Kashipur</p>\r\n<p>Jaspur</p>\r\n<p>Bajpur</p>\r\n<p>Gularbhoj</p>\r\n<p>Barakhera</p>\r\n<p>Gadarpur</p>\r\n<p>Dineshpur</p>\r\n<p>Rudrapur</p>\r\n<p>Pantnagar</p>\r\n<p>Kichha</p>\r\n<p>Sitarganj</p>\r\n<p>Nanakmatta</p>\r\n<p>Khatima</p>\r\n<p>Mahua Dabra</p>\r\n<p>Mahua Kheda Ganj</p>\r\n<p>Sultanpur</p>\r\n<p>Kila Kheda</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Udham Singh Nagar district has a population of 1,648,902, roughly equal to the nation of Guinea-Bissau or the US state of Idaho. This gives it a ranking of 303rd in India (out of a total of 640). The district has a population density of 648 inhabitants per square kilometre (1,680/sq mi) . Its population growth rate over the decade 2001-2011 was 33.4%. Udham Singh Nagar has a sex ratio of 919 females for every 1000 males, and a literacy rate of 74.44%.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Major languages spoken in Udham Singh Nagar are: Hindi 72.18% (including Kumaoni - 5.22%, Bhojpuri - 3.65%, Garhwali 0.35%), Urdu 6.38%, Punjabi 10.09%, Bengali 7.86%, Tharu (under Maithili language) 2.88%</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udham_Singh_Nagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-udham-singh-nagar-rudrapur-uttarakhand","tags":[{"name":"udham-singh-nagar","slug":"udham-singh-nagar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"rudrapur","slug":"rudrapur"}],"recommendations":[{"id":978,"title":"Top Places to visit in Haridwar, Uttarakhand","imageUrl":"44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","dateCreated":"2019-11-12T02:04:29.031Z","dateModified":"2019-11-12T02:04:52.195Z","contributedBy":"AskGif","content":"Haridwar district also spelled as Hardwar is a district in the state of Uttarakhand, India. It is headquartered at Haridwar which is also its largest city. The district is ringed by the districts Dehradun in the north and east, Pauri Garhwal in the east and the Uttar Pradesh districts of Muzaffar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44d2793a-5d91-4788-b93d-993b8dd80c3e_Haridwar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"haridwar","slug":"haridwar"}],"slug":"top-places-to-visit-in-haridwar-uttarakhand","total":0},{"id":977,"title":"Top Places to visit in Dehradun, Uttarakhand","imageUrl":"8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","dateCreated":"2019-11-12T01:51:00.217Z","dateModified":"2019-11-12T01:51:17.322Z","contributedBy":"AskGif","content":"Dehradun district is a district of Uttarakhand state in northern India. The district headquarters is Dehradun, which has also served as the interim capital of Uttarakhand since its founding in 2000. The district has 6 tehsils, 6 community development blocks, 17 towns and 764 inhabited villages, a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8641e088-5166-49ef-baa7-d06c78c01bc8_Dehradun-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"dehradun","slug":"dehradun"}],"slug":"top-places-to-visit-in-dehradun-uttarakhand","total":0},{"id":974,"title":"Top Places to visit in Bageshwar, Uttarakhand","imageUrl":"4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","dateCreated":"2019-11-11T02:07:21.506Z","dateModified":"2019-11-11T02:07:45.919Z","contributedBy":"AskGif","content":"Bageshwar is a district of Uttarakhand state in northern India. The town of Bageshwar is the district headquarters. Prior to its establishment as a district in 1997 it was part of Almora district.\r\n&nbsp;\r\nBageshwar district is in the Kumaon region of Uttarakhand, and is bounded on ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4ea7ef90-e621-4131-b0e2-df3a7d9e20ca_ cc8d8393-fbae-475f-9ee5-e73cd15aa8f0_Bageshwar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bageshwar","slug":"bageshwar"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-bageshwar-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}