{"id":985,"title":"उत्तरकाशी में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","dateCreated":"2019-11-13T01:56:00.919Z","dateModified":"2019-11-13T01:56:23.017Z","contributedBy":"AskGif","content":"<p>उत्तरकाशी जिला उत्तर भारत में उत्तराखंड राज्य के गढ़वाल मंडल का एक जिला है, और इसका मुख्यालय उत्तरकाशी शहर में है। इसके छह तहसील हैं, जैसे कि बड़कोट, डूंडा, भटवाड़ी, चिन्याली सौर, पुरोला और मोरी।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तरकाशी जिला शहर हिमालय की सीमा में स्थित है, और जिले में गंगोत्री और यमुना दोनों नदियों से यमुनोत्री नदियों के स्रोत शामिल हैं, जो हजारों हिंदू तीर्थयात्रियों को आकर्षित करते हैं। यह शहर गंगोत्री के मुख्य मार्ग पर स्थित है, जिसमें कई हिंदू मंदिर हैं, और इसे एक महत्वपूर्ण हिंदू तीर्थस्थल भी माना जाता है। जिला उत्तर में हिमाचल प्रदेश राज्य, तिब्बत द्वारा उत्तर-पूर्व में, चमोली जिले द्वारा पूर्व में, रुद्रप्रयाग जिले के दक्षिण में, टिहरी गढ़वाल जिले के दक्षिण में, और देहरादून जिले के पश्चिम में स्थित है। उत्तरकाशी का अर्थ है उत्तर काशी यह लोड शिवा की पसंदीदा जगह में से एक है जिसे काशी बिश्वनाथ कहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तरकाशी, जिसका अर्थ है उत्तर की काशी, भारत के उत्तराखंड का एक शहर है। यह उत्तरकाशी जिले का जिला मुख्यालय है। उत्तरकाशी समुद्र तल से 1158 मीटर की ऊँचाई पर भागीरथी नदी के तट पर स्थित है। उत्तरकाशी को आमतौर पर ऋषिकेश के करीब एक पवित्र शहर के रूप में जाना जाता है। यह भारत में उत्तराखंड राज्य में स्थित है। उत्तरकाशी में कई आश्रम और मंदिर हैं और नेहरू पर्वतारोहण संस्थान भी है। शहर का नाम काशी (वाराणसी) के शहर (उत्तर के रूप में) के लिए इसकी समानता और स्थान को दर्शाता है। वाराणसी के समान, उत्तरकाशी का शहर गंगा पर स्थित है, वरुणावत नामक पहाड़ी के बगल में, दो नदियों वरुणा और असि के संगम पर, मणिकर्णिका घाट नामक एक घाट है और शिव के लिए समर्पित एक मंदिर है जो (काशी विश्वनाथ मंदिर) के समान है वाराणसी में, शहर के केंद्र में।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इस शहर में कई स्कूल हैं, लड़कों और लड़कियों के लिए जूनियर कॉलेज और गढ़वाल विश्वविद्यालय से संबद्ध एक पोस्ट ग्रेजुएट कॉलेज है। मुख्य शहर से लगभग 3-4 किलोमीटर दूर जोशीयारा में स्थित सरकारी पॉलिटेक्निक उत्तरकाशी, प्रौद्योगिकी में उच्च शिक्षा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तरकाशी में स्कूलों की सूची नीचे दी गई है:</p>\r\n<p>&nbsp;</p>\r\n<p>1- योग भवन मिशन (योगा टीचर ट्रेनिंग स्कूल, न्यू गंगोत्री बाईपास रोड, चुंगी बादी में स्थित योग एलायंस यूएसए से संबद्ध)</p>\r\n<p>&nbsp;</p>\r\n<p>2- हिम क्रिश्चियन एकेडमी (H.C.A) एक कॉन्वेंट स्कूल है जो मैतली स्थित I.C.SEE बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>3- मासिह दिलसा स्कूल (M.D.S) एक कॉन्वेंट स्कूल है जो तिलोथ स्थित I.C.S.E बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>4- केन्द्रीय विद्यालय (K.V) उत्तरकाशी, मनेरा स्थित C.B.SE से संबद्ध एक उच्च वरिष्ठ माध्यमिक विद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>5- महर्षि विद्या मंदिर (M.V.M) एक उच्चतर माध्यमिक विद्यालय है जो गांसु में स्थित C.B.SE से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>6- ऋषिराम शिक्षण संस्थान (R.R.S.S), मानेरा स्थित C.B.SE से संबद्ध एक उच्च माध्यमिक विद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>7- C.B.S.E से संबद्ध भागीरथी चिल्ड्रन एकेडमी (B.C.A) कोर्ट रोड पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>8- सीबीएसई बोर्ड से संबद्ध अल्पाइन पब्लिक स्कूल (A.P.S) बाराहाट में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>9- A.S.S. N.I.M रोड पर स्थित C.B.S.E बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>10- गोपाल विद्या मंदिर (G.V.M) N.I.M रोड पर स्थित C.B.SEE बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>11- गोस्वामी गणेश दत्त सरस्वती विद्या मंदिर इंटरमीडिएट कॉलेज (G.G.D.S.V.M.I.C) कोर्ट रोड स्थित उत्तराखंड बोर्ड से संबद्ध है और उत्तराखंड बोर्ड की मेरिट सूची में टॉपर देने के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>12- आदि शंकराचार्य शिक्षण संस्थान इंटरमीडिएट कॉलेज (A.S.S.S.D.D.L.T.I.C) N.I.M रोड पर स्थित उत्तराखंड बोर्ड से संबद्ध है और उत्तराखंड बोर्ड की मेरिट सूची में टॉपर देने के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>13- A.S.S N.I.M रोड जोशीयारा में स्थित उत्तराखंड बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>14- B.N.K.B.A.S.S.S.C, कोटबंगलौ स्थित उत्तराखंड बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>15- गांधी स्कूल कोर्ट रोड स्थित उत्तराखंड बोर्ड से संबद्ध है</p>\r\n<p>&nbsp;</p>\r\n<p>16- गवर्नमेंट गर्ल्स इंटर कॉलेज (G.G.I.C) कोर्ट रोड स्थित उत्तराखंड बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>17- बॉयज के लिए गवर्नमेंट कीर्ति इंटर कॉलेज (G.I.C) कोर्ट रोड स्थित उत्तराखंड बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>18- राजीव महाशय सरस्वती शिशु मंदिर (R.M.S.S.M) तिलोथ स्थित उत्तराखंड बोर्ड से संबद्ध।</p>\r\n<p>&nbsp;</p>\r\n<p>19- सरस्वती विद्या मंदिर इंटरमीडिएट कॉलेज (S.V.M.I.C) ज्योतिपुरम तिलोथ स्थित उत्तराखंड बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>20- सरस्वती विद्या मंदिर इंटरमीडिएट कॉलेज (S.V.M.I.C) लक्षेश्वर स्थित उत्तराखंड बोर्ड से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>21- सरस्वती शिशु मंदिर (S.S.M) तिलोथ में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>22- जोशीरा स्थित सरस्वती शिशु मंदिर (S.S.M)।</p>\r\n<p>&nbsp;</p>\r\n<p>23- ज्ञानसू स्थित सरस्वती शिशु मंदिर (S.S.M)।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>यमुनोत्री मंदिर, हिंदू धर्म के सबसे पवित्र मंदिरों में से एक है, जो कि इसका स्रोत है</p>\r\n<p>वर्ष 1965 में स्थापित, नेहरू इंस्टीट्यूट ऑफ माउंटेनियरिंग (NIM) भारत के प्रमुख पर्वतारोहण संस्थानों में से एक है। यह चढ़ाई अभियान का आयोजन करने के अलावा बेसिक माउंटेनियरिंग (बीएमसी), एडवांस माउंटेनियरिंग (एएमसी), इंस्ट्रक्शन की विधि (एमओआई) और माउंटेन सर्च एंड रेस्क्यू (एसएंडआर) में पाठ्यक्रम संचालित करता है। माउंट एवरेस्ट पर चढ़ने वाली भारत की पहली महिला बछेंद्री पाल, NIM की पूर्व छात्रा हैं।</p>\r\n<p>नंदा देवी इंस्टीट्यूट ऑफ एडवेंचर स्पोर्ट्स एंड आउटडोर एजुकेशन (एनडीआई) नेहरू इंस्टीट्यूट ऑफ माउंटेनियरिंग द्वारा प्रमाणित पहला निजी पर्वतारोहण संस्थान है, जो बेसिक माउंटेनियरिंग, रॉक क्लाइम्बिंग और सर्च एंड रेस्क्यू में पाठ्यक्रम संचालित करता है। NDI संगमचट्टी मार्ग पर उत्तरकाशी के 11 किलोमीटर की दूरी पर गांव कुफ्लोन में स्थित है। सीमावर्ती जिले चमोली में नंदादेवी की परिधि में गाँव लता में एनडीआई का एक और परिसर है, जहाँ यह नंदा देवी राष्ट्रीय उद्यान में बाहरी पर्यावरणीय शिक्षा केंद्रित व्याख्यात्मक प्रकृति के विकास और संवर्धन में शामिल है।</p>\r\n<p>जमशेदपुर स्थित टाटा स्टील एडवेंचर फाउंडेशन (टीएसएएफ) उत्तरकाशी में असीगंगा घाटी में कुफलॉन स्थित अपने उत्तरकाशी बेस कैंप से हिमालयन आउटबाउंड प्रशिक्षण कार्यक्रम चलाता है। टीएएसएफ एक आउटबाउंड लीडरशिप संस्थान है, जो अपनी विस्तृत गतिविधियों के माध्यम से मानसिक और शारीरिक धीरज की अपनी सीमाओं की पहचान के माध्यम से भविष्य के लिए सक्षम नेताओं को विकसित करने का लक्ष्य रखता है। यह जीवन के सभी क्षेत्रों और सभी उम्र के लोगों को आत्म-खोज के लिए अपने स्वयं के रूपक को चुनने की अनुमति देता है। TASF कॉर्पोरेट अधिकारियों के बीच एक लोकप्रिय अनुभवात्मक प्रशिक्षण संस्थान है।</p>\r\n<p>डोडीताल: उत्तरकाशी में लोकप्रिय ताजे पानी की झील में से एक। डोडीताल से 21 किलोमीटर ट्रेक संगमचट्टी से शुरू होता है जिसे भगवान गणेश की जन्मस्थली भी कहा जाता है।</p>\r\n<p>कंदर देवता मंदिर</p>\r\n<p>काशी विश्वनाथ मंदिर</p>\r\n<p>गंगा किनारे (गंगा के किनारे)</p>\r\n<p>उजेली (ऋषियों का नक्षत्र): उझेली शहर के उत्तर में एक पड़ोस है, जहां कई आश्रम स्थित हैं।</p>\r\n<p>तिलोथ पावर प्लांट: उत्तरकाशी शहर के किनारे स्थित तिलोथ गाँव में; मनेरी भाली पनबिजली परियोजना का चरण 1</p>\r\n<p>मनेरी बांध: मनेरी में स्थित है (उत्तरकाशी शहर से 15 किमी); मनेरी भाली पनबिजली परियोजना का चरण 1</p>\r\n<p>भाली बांध: शहर के निचले किनारे जोशीयारा गांव में स्थित है। मनेरी भाली पनबिजली परियोजना के चरण 2</p>\r\n<p>नचिकेता ताल</p>\r\n<p>कुटेटी देवी मंदिर: भागीरथी नदी के पार एक छोटी पहाड़ी पर स्थित है</p>\r\n<p>ज्ञानसू और पल्ला ज्ञानसू: उत्तरकाशी शहर के पुराने उपनगर, नई टिहरी के रास्ते में स्थित</p>\r\n<p>जोशीरा: भागीरथी नदी के पार एक गाँव। अब पड़ोस बन रहा है। इसमें एक प्रसिद्ध मंदिर है, कलेश्वर मंदिर, जो भगवान शिव को समर्पित है।</p>\r\n<p>मतली: भारत-तिब्बत सीमा पुलिस की एक बटालियन यहाँ स्थित है</p>\r\n<p>Mahidanda: भारत-तिब्बत सीमा पुलिस की एक और बटालियन यहाँ स्थित है</p>\r\n<p>दयारा बुग्याल: 11,975.07 फीट ऊंचाई पर स्थित, यह अल्पाइन घास के मैदान अपने खूबसूरत चराई चरागाहों और कई सुगंधित और जंगली फूलों के घर के लिए प्रसिद्ध है। आदिवासी आबादी, गुर्जर अपने पशुधन के साथ 6 महीने तक यहां रहते हैं। यह स्थान हिमालय की गोद में ट्रैकिंग, लंबी पैदल यात्रा और शिविर के लिए आदर्श है, सर्दियों के दौरान यह घास के मैदान स्कीइंग प्रेमियों को भी आकर्षित करते हैं। दयारा को ट्रैक ऑफ़ द ईयर 2015 के रूप में उत्तराखंड राज्य सरकार द्वारा उद्धृत किया गया था। जून 2011 में, विज्ञान और प्रौद्योगिकी विभाग, विज्ञान संचारक साथी श्री संजय कुमार के साथ डीएसटी, पी.जी. कॉलेज उत्तरकाशी ने अपने परिवारों के साथ रहने वाले गुर्जर आबादी के लाभ के लिए हरेत पाठशाला (ग्रीन क्लासेस) का आयोजन किया है। दयारा अगस्त महीने में अंगा पर्वतीय संगठन और उत्तरकाशी के होटल एसोसिएशन द्वारा आयोजित वार्षिक बटर फेस्टिवल (एंडूरी फेस्टिवल) के लिए भी प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>पुरोला (SC)</p>\r\n<p>यमुनोत्री</p>\r\n<p>गंगोत्री</p>\r\n<p>&nbsp;</p>\r\n<p>Bhaironghati</p>\r\n<p>भैरूघाटी उत्तर भारत के पहाड़ों में जाध गंगा और भागीरथी नदियों के मोड़ पर एक छोटी सी बस्ती है। यह भारतीय राज्य उत्तराखंड के उत्तरकाशी जिले में स्थित है। नदी के किनारों के बीच स्थापित, एक चट्टान है जिसे जाध गंगा कण्ठ कहा जाता है। यह चट्टान राष्ट्रीय राजमार्ग 108 (NH 108) के एक गर्डर पुल के नीचे स्थित है। 1970 के दशक तक 1800 के पुराने रस्सियों और घाटियों को यहां देखा जा सकता था।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Uttarkashi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-uttarkashi-uttarakhand","tags":[{"name":"उत्तरकाशी","slug":"uttarkashi"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"recommendations":[{"id":984,"title":"उधम सिंह नगर, रुद्रपुर में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","dateCreated":"2019-11-13T01:43:16.563Z","dateModified":"2019-11-13T01:43:48.555Z","contributedBy":"AskGif","content":"उधम सिंह नगर जिला उत्तर भारत में उत्तराखंड राज्य का एक जिला है। रुद्रपुर जिला मुख्यालय है। इस जिले में बाजपुर, गदरपुर, जसपुर, काशीपुर, किच्छा, खटीमा, सितारगंज नाम की सात तहसीलें शामिल हैं। जिला तराई क्षेत्र में स्थित है, और कुमाऊं मंडल का हिस्सा है। यह उत्तर में नैनीताल जिले से, उत्तर में चंपावत ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उधम-सिंह-नगर","slug":"udham-singh-nagar"},{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"रुद्रपुर","slug":"rudrapur"}],"slug":"top-places-to-visit-in-udham-singh-nagar-rudrapur-uttarakhand","total":0},{"id":983,"title":"टिहरी गढ़वाल, नई टिहरी में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"टिहरी गढ़वाल भारत के पहाड़ी राज्य उत्तराखंड का एक जिला है। इसका प्रशासनिक मुख्यालय नई टिहरी में है। जिले की आबादी 618, 931 (2011 की जनगणना) है, जो पिछले एक दशक में 2.35% की वृद्धि है। यह पूर्व में रुद्रप्रयाग जिले, पश्चिम में देहरादून जिले, उत्तर में उत्तरकाशी जिले और दक्षिण में पौड़ी गढ़वाल जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तराखंड","slug":"uttarakhand"},{"name":"नई-टिहरी","slug":"new-tehri"},{"name":"टिहरी-गढ़वाल","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":981,"title":"पिथोरागढ़ में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","dateCreated":"2019-11-12T02:39:32.945Z","dateModified":"2019-11-12T02:39:54.652Z","contributedBy":"AskGif","content":"पिथौरागढ़ भारत के उत्तराखंड राज्य का सबसे पूर्वी जिला है। यह हिमालय में स्थित है और इसका क्षेत्रफल 7,110 किमी 2 (2,750 वर्ग मील) और 483,439 (2011 के अनुसार) की आबादी है। सौर घाटी में स्थित पिथौरागढ़ शहर इसका मुख्यालय है। जिला उत्तराखंड राज्य के कुमाऊं मंडल के भीतर है। तिब्बत पठार उत्तर में स्थित ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पिथोरागढ़","slug":"pithoragarh"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pithoragarh-uttarakhand","total":0},{"id":973,"title":"अल्मोड़ा में देखने के लिए शीर्ष स्थान, उत्तराखंड","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"अल्मोड़ा भारत के उत्तराखंड राज्य के कुमाऊं मंडल में एक जिला है। मुख्यालय अल्मोड़ा में है। यह समुद्र तल से 1,638 मीटर ऊपर है। पड़ोसी क्षेत्र पूर्व में पिथौरागढ़ जिला, पश्चिम में गढ़वाल क्षेत्र, उत्तर में बागेश्वर जिला और दक्षिण में नैनीताल जिले हैं।\r\n&nbsp;\r\nआगंतुक आकर्षण\r\nचित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्मोड़ा","slug":"almora"},{"name":"उत्तराखंड","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}