{"id":985,"title":"Top Places to visit in Uttarkashi, Uttarakhand","imageUrl":"9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","dateCreated":"2019-11-13T01:56:00.919Z","dateModified":"2019-11-13T01:56:23.017Z","contributedBy":"AskGif","content":"<p>Uttarkashi District is a district of Garhwal division of the Uttarakhand state in northern India, and has its headquarters at Uttarkashi city. It has six Tehsils namely Barkot, Dunda, Bhatwadi, Chinyali Saur, Purola and Mori.</p>\r\n<p>&nbsp;</p>\r\n<p>Uttarkashi District town lies high in the Himalaya range, and the district contains the source of both the Ganges from Gangotri and Yamuna from Yamunotri rivers, which attract thousands of Hindu pilgrims. The town lies on the main route to Gangotri, has many Hindu temples, and is also considered an important Hindu pilgrimage centre. The district is bounded on the north by Himachal Pradesh state, on the northeast by Tibet, on the east by Chamoli District, on the southeast by Rudraprayag District, on the south by Tehri Garhwal District, and on the west by Dehradun District. Uttatkashi means North Kashi it&rsquo;s one of the favourite place of load shiva call this Kashi Biswanaath.</p>\r\n<p>&nbsp;</p>\r\n<p>Uttarkashi, meaning Kashi of the north, is a town in Uttarakhand, India. It is the district headquarters of Uttarkashi district. Uttarkashi is situated on the banks of river Bhagirathi at an altitude of 1158 m above sea level. Uttarkashi is generally known as a holy town close to Rishikesh. It is located in the state of Uttarakhand in India. Uttarkashi is home to a number of ashrams and temples and also to the Nehru Institute of Mountaineering. The name of the town reflects its similarity to and location (as north of) the city of Kashi (Varanasi). Similar to Varanasi, town of Uttarkashi is situated on the Ganges, lies next to a hill named Varunavat, on confluence of two rivers Varuna and Asi, has a ghat called Manikarnika Ghat and has a temple dedicated to Shiva similar to (Kashi Vishwanath Temple) in Varanasi, in the center of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>This town has many schools, Junior colleges for boys and girls and one Post Graduate college affiliated to Garhwal University. The Government Polytechnic Uttarkashi, situated in Joshiyara around 3&ndash;4 km away from main city, provides higher education in technology.</p>\r\n<p>&nbsp;</p>\r\n<p>Below is a list of schools in Uttarkashi:</p>\r\n<p>&nbsp;</p>\r\n<p>1- Yoga Bhawna Mission( Yoga Teacher Training School, affiliated with Yoga Alliance USA situated at New Gangotri Bypass road, chungi Badethi</p>\r\n<p>&nbsp;</p>\r\n<p>2- Him Christian Academy (H.C.A) is a convent school affiliated to the I.C.S.E Board situated at Matli.</p>\r\n<p>&nbsp;</p>\r\n<p>3- Masseeh Dilasa School(M.D.S) is a convent school affiliated to the I.C.S.E Board situated at Tiloth.</p>\r\n<p>&nbsp;</p>\r\n<p>4- Kendriya Vidhyalaya(K.V) Uttarkashi is a higher senior secondary school affiliated to the C.B.S.E situated at Manera.</p>\r\n<p>&nbsp;</p>\r\n<p>5- Maharashi Vidhya Mandir(M.V.M) is a higher senior secondary school affiliated to the C.B.S.E situated at Gyansu.</p>\r\n<p>&nbsp;</p>\r\n<p>6- Rishiram Shikshan Sansthan(R.R.S.S) is a higher senior secondary school affiliated to the C.B.S.E situated at Manera.</p>\r\n<p>&nbsp;</p>\r\n<p>7- Bhagirathi Children Academy (B.C.A) affiliated to the C.B.S.E is situated at Court Road.</p>\r\n<p>&nbsp;</p>\r\n<p>8- Alpine Public school (A.P.S) affiliated to the CBSE Board is situated at Barahat.</p>\r\n<p>&nbsp;</p>\r\n<p>9- A.S.S.S is affiliated to the C.B.S.E Board situated at N.I.M Road.</p>\r\n<p>&nbsp;</p>\r\n<p>10- Gopal Vidya Mandir (G.V.M) is affiliated to the C.B.S.E Board situated at N.I.M Road.</p>\r\n<p>&nbsp;</p>\r\n<p>11- Goswami Ganesh Dutt Saraswati Vidhya Mandir Intermediate College (G.G.D.S.V.M.I.C) is affiliated to the Uttarakhand Board situated at Court Road and is known for giving toppers in Uttarakhand Board merit list.</p>\r\n<p>&nbsp;</p>\r\n<p>12- Adhya Shankaracharya Shikshan Sansthan Intermediate College (A.S.S.S.D.D.L.T.I.C) is affiliated to the Uttarakhand Board situated at N.I.M Road and is known for giving toppers in Uttarakhand Board merit list.</p>\r\n<p>&nbsp;</p>\r\n<p>13- A.S.S.S is affiliated to the Uttarakhand Board situated at N.I.M Road Joshiyara.</p>\r\n<p>&nbsp;</p>\r\n<p>14- B.N.K.B.A.S.S.S.I.C is affiliated to the Uttarakhand Board situated at KotBungalow.</p>\r\n<p>&nbsp;</p>\r\n<p>15- Gandhi School is affiliated to the Uttarakhand Board situated at Court Road</p>\r\n<p>&nbsp;</p>\r\n<p>16- Government Girls Inter College (G.G.I.C) is affiliated to the Uttarakhand Board situated at Court Road.</p>\r\n<p>&nbsp;</p>\r\n<p>17- Government kirti Inter College (G.I.C) for Boys is affiliated to the Uttarakhand Board situated at Court Road.</p>\r\n<p>&nbsp;</p>\r\n<p>18- Rajiv Mahasay Saraswati Shishu Mandir (R.M.S.S.M) affiliated to Uttarakhand Board situated at Tiloth.</p>\r\n<p>&nbsp;</p>\r\n<p>19- Saraswati Vidhya Mandir Intermediate College (S.V.M.I.C) is affiliated to the Uttarakhand Board situated at Jyothipuram Tiloth.</p>\r\n<p>&nbsp;</p>\r\n<p>20- Saraswati Vidhya Mandir Intermediate College (S.V.M.I.C) is affiliated to the Uttarakhand Board situated at Laksheshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>21- Saraswati Shishu Mandir (S.S.M) is situated at Tiloth.</p>\r\n<p>&nbsp;</p>\r\n<p>22- Saraswati Shishu Mandir (S.S.M) situated at Joshiyara.</p>\r\n<p>&nbsp;</p>\r\n<p>23- Saraswati Shishu Mandir (S.S.M) situated at Gyansu.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Yamunotri temple, one of holiest shrines of Hinduism lies in the district, as does its source</p>\r\n<p>Established in the year 1965, Nehru Institute of Mountaineering (NIM) is one of the premier mountaineering institutes in India. It conducts courses in Basic Mountaineering (BMC), Advance Mountaineering (AMC), Method of Instruction (MOI) and Mountain Search &amp; Rescue (S&amp;R) besides organizing climbing expeditions. Bachendri Pal, India's first woman to climb Mount Everest, is an alumnus of NIM.</p>\r\n<p>Nanda Devi Institute of Adventure Sports and Outdoor Education (NDI) is the first private mountaineering institute certified by the Nehru Institute of Mountaineering to conduct courses in Basic Mountaineering, Rock Climbing and Search &amp; Rescue. NDI is located at village Kuflon, 11 kilometers upstream of Uttarkashi on the Sangamchatti road. NDI has another campus at village Lata on the periphery of Nanda Devi in the border district of Chamoli, where it is involved in the development and promotion of outdoor environmental education centric interpretative nature trail to Nanda Devi National Park</p>\r\n<p>Jamshedpur based Tata Steel Adventure Foundation (TSAF) runs its Himalayan outbound training programs from its Uttarkashi base camp located at Kuflon in the Assiganga Valley in Uttarkashi. TASF is an outbound leadership institute which through its wide range of activities aims at developing able leaders for the future through identification of their limits of mental and physical endurance. It allows people from all walks of life and all ages to choose their own metaphor for self-discovery. TASF is a popular experiential training institute among the corporate executives.</p>\r\n<p>Dodital: One of the popular fresh water lake in Uttarkashi. 21 km trek to Dodital starts from Sangamchatti also known as the birthplace of Lord Ganesha.</p>\r\n<p>Kandar Devta Mandir</p>\r\n<p>Kashi Vishwanath Temple</p>\r\n<p>Ganga Kinare (bank of the Ganges)</p>\r\n<p>Ujeli (constellation of sages): Ujeli is a neighborhood on the north of the town, where many ashrams are located.</p>\r\n<p>Tiloth Power Plant: Located in Tiloth village at the fringe of Uttarkashi town; Stage 1 of Maneri Bhali hydroelectric project</p>\r\n<p>Maneri Dam: Located at Maneri (15 km from Uttarkashi town); Stage 1 of Maneri Bhali hydroelectric project</p>\r\n<p>Bhali Dam: Located in Joshiyara village at the lower fringe of the town. Stage 2 of Maneri Bhali hydroelectric project</p>\r\n<p>Nachiketa Tal</p>\r\n<p>Kuteti Devi temple: Located on a small hill across Bhagirathi River</p>\r\n<p>Gyansu and Palla Gyansu: Old suburbs of Uttarkashi town, located en route to New Tehri</p>\r\n<p>Joshiyara: A village across Bhagirathi River. Now becoming a neighborhood. It has a famous temple, Kaleshwar Mandir, dedicated to Lord Shiva.</p>\r\n<p>Matli: A battalion of Indo-Tibetan Border Police is located here</p>\r\n<p>Mahidanda: Another battalion of Indo-Tibetan Border Police is located here</p>\r\n<p>Dayara Bugyal: Situated on 11,975.07 ft height, this alpine meadows is famous for its beautiful grazing pastures and home of many aromatic and wild flowers. Gujjar, the tribal population reside here for 6 month with their livestock. The place is ideal for trekking, hiking and camping in the lap of Himalaya, during winters this meadows also attract skiing lovers. Dayara was also cited as Track of The Year 2015 by State Govt of Uttarakhand. In June 2011, Department of science &amp; Technology, DST with the Science communicator fellow Mr. Sanjay Kumar, P.G. College Uttarkashi have organized Hareet Pathshala (Green Classes) for the benefit of gujjar population reside with their families. Dayara is also famous for annual Butter Festival (Anduri Festival)organized by Angha Mountain organization and Hotel Association of Uttarkashi in month of August.</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>Purola (SC)</p>\r\n<p>Yamunotri</p>\r\n<p>Gangotri</p>\r\n<p>&nbsp;</p>\r\n<p>Bhaironghati</p>\r\n<p>Bhaironghati is a small settlement at the juncture of the Jadh Ganga and Bhagirathi Rivers in the mountains of northern India. It is located in the Uttarkashi district of the Indian state Uttarakhand. Set between the river banks, there is a rock called Jadh Ganga Gorge. This rock is located beneath a girder bridge of National Highway 108 (NH 108). The old ropes and moorings of the 1800s could be viewed here until the 1970s.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Uttarkashi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9476a962-6f21-48bd-b56c-a5d62dd97b66_Uttarkashi-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-uttarkashi-uttarakhand","tags":[{"name":"uttarkashi","slug":"uttarkashi"},{"name":"uttarakhand","slug":"uttarakhand"}],"recommendations":[{"id":984,"title":"Top Places to visit in Udham Singh Nagar, Rudrapur, Uttarakhand","imageUrl":"176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","dateCreated":"2019-11-13T01:43:16.563Z","dateModified":"2019-11-13T01:43:48.555Z","contributedBy":"AskGif","content":"Udham Singh Nagar District is a district of Uttarakhand state in northern India. Rudrapur is the district headquarters. This district consists of seven Tehsils named Bajpur, Gadarpur, Jaspur, Kashipur, Kichha, Khatima, Sitarganj. The district is located in the Terai region, and is part of Kumaon ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/176b73dd-bd15-4046-88ff-913854cc3d3b_Udham-Singh-Nagar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"udham-singh-nagar","slug":"udham-singh-nagar"},{"name":"uttarakhand","slug":"uttarakhand"},{"name":"rudrapur","slug":"rudrapur"}],"slug":"top-places-to-visit-in-udham-singh-nagar-rudrapur-uttarakhand","total":0},{"id":983,"title":"Top Places to visit in Tehri Garhwal, New Tehri, Uttarakhand","imageUrl":"903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","dateCreated":"2019-11-12T03:31:10.763Z","dateModified":"2019-11-12T03:31:38.452Z","contributedBy":"AskGif","content":"Tehri Garhwal is a district in the hill state of Uttarakhand, India. Its administrative headquarters is at New Tehri. The district has a population of 618, 931 (2011 census), a 2.35% increase over the previous decade. It is surrounded by Rudraprayag District in the east, Dehradun District in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/903a86e9-69cc-47fa-907d-4be0a4316d7c_Tehri-Garhwal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttarakhand","slug":"uttarakhand"},{"name":"new-tehri","slug":"new-tehri"},{"name":"tehri-garhwal","slug":"tehri-garhwal"}],"slug":"top-places-to-visit-in-tehri-garhwal-new-tehri-uttarakhand","total":0},{"id":981,"title":"Top Places to visit in Pithoragarh, Uttarakhand","imageUrl":"48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","dateCreated":"2019-11-12T02:39:32.945Z","dateModified":"2019-11-12T02:39:54.652Z","contributedBy":"AskGif","content":"Pithoragarh is the easternmost district in the state of Uttarakhand, India. It is located in the Himalayas and has an area of 7,110 km2 (2,750 sq mi) and a population of 483,439 (as of 2011). The town of Pithoragarh, located in Saur Valley, is its headquarters. The district is within the Kumaon d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48d3438c-90dd-432a-961b-be1f40f166f5_Pithoragarh-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pithoragarh","slug":"pithoragarh"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-pithoragarh-uttarakhand","total":0},{"id":973,"title":"Top Places to visit in Almora, Uttarakhand","imageUrl":"5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","dateCreated":"2019-11-10T12:04:29.305Z","dateModified":"2019-11-10T12:04:50.977Z","contributedBy":"AskGif","content":"Almora is a district in the Kumaon division of Uttarakhand state, India. The headquarters is at Almora. It is 1,638 meters above sea level. The neighbouring regions are Pithoragarh district to the east, Garhwal region to the west, Bageshwar district to the north and Nainital district to the south","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ca9cc50-f73b-46d4-857b-6a705dd840fe_Almora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"almora","slug":"almora"},{"name":"uttarakhand","slug":"uttarakhand"}],"slug":"top-places-to-visit-in-almora-uttarakhand","total":0}]}