{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"<p>अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय अलीपुरद्वार में है। 25 जून 2014 को इसे जिला बनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र</p>\r\n<p>अलीपुरद्वार नगरपालिका के अलावा, जिले में छह सामुदायिक विकास खंडों के तहत 66 ग्राम पंचायतों के नौ जनगणना शहर और ग्रामीण क्षेत्र शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फालनाटा, कलचीनी और कुमारग्राम। भौगोलिक रूप से यह जिला 26.4 &deg; N से 26.83 &deg; N और 89 &deg; E से 89.9 &deg; E के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>नौ जनगणना कस्बे हैं पसचिम जितपुर, चेचट्टा, अलीपुरद्वार रेलवे जंक्शन, भोलर डाबरी, शोभागंज, फलकटा, जयगांव और उत्तर लताबारी और उत्तर कामाख्यागुड़ी।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लाकों</p>\r\n<p>मदारीहाट प्रखंड</p>\r\n<p>मदारीहाट (सामुदायिक विकास खंड) के अंतर्गत ग्रामीण क्षेत्र | ब्लॉक में दस ग्राम पंचायतें शामिल हैं, अर्थात। बंदापानी, हंतपारा, मदारीहाट, तोतोपारा बल्लालगुरी, बीरपारा- I, खयारीबारी, रंगालीबजना, बीरपारा- II, लंकापारा और शिशुमुद्रा। इस खंड में कोई शहरी क्षेत्र नहीं है। मदारीहाट और बीरपारा पुलिस स्टेशन इस ब्लॉक की सेवा करते हैं। इस ब्लॉक का मुख्यालय मदारीहाट में है।</p>\r\n<p>&nbsp;</p>\r\n<p>अलीपुरद्वार- II ब्लॉक</p>\r\n<p>अलीपुरद्वार- II ब्लॉक के अंतर्गत ग्रामीण क्षेत्र में 11 ग्राम पंचायतें शामिल हैं। चॉपर Par-I, महाकालगुरी, समुकतला, तुर्तुरी, चपरपेर- II, मजहरदाबरी, ततपारा- I, भटिबारी, कोहिनूर, परोकटा और ततपारा- II। इस ब्लॉक के अंतर्गत शहरी क्षेत्र में एक जनगणना शहर शामिल है: सोभागंज। संयुक्ताला पुलिस स्टेशन इस ब्लॉक का कार्य करता है। इस ब्लॉक का मुख्यालय जोसोडंगा में है।</p>\r\n<p>&nbsp;</p>\r\n<p>फलकटा ब्लॉक</p>\r\n<p>फलकटा ब्लॉक के अंतर्गत ग्रामीण क्षेत्र में 12 ग्राम पंचायतें हैं, अर्थात। दलगाँव, धनीरामपुर- II, गुबरनगर, मैराडंगा, देवगाँव, फलकटा -1, जटेश्वर- I, परंगरपर, धनीरामपुर- I, फलकटा -2, जटेश्वर- II और शालकुमार। इस ब्लॉक के अंतर्गत शहरी क्षेत्र में एक नगर पालिका शामिल है: फलकटा। फलकटा पुलिस स्टेशन इस ब्लॉक का कार्य करता है। इस ब्लॉक का मुख्यालय फलकटा में है।</p>\r\n<p>&nbsp;</p>\r\n<p>कालचीनी ब्लॉक</p>\r\n<p>कलचीनी ब्लॉक के अंतर्गत ग्रामीण क्षेत्र में 11 ग्राम पंचायतें हैं, अर्थात। जयगांव-प्रथम, जयगांव-द्वितीय, दलशिंग पारा, मलंगी, सटलती, मेंदाबरी, लाटबाड़ी, चुआपारा, कालचीनी, गैरोपारा और राजभट्टकावा। इस ब्लॉक के अंतर्गत शहरी क्षेत्र में दो जनगणना शहर शामिल हैं: जयगांव और उत्तर लताबारी। जयगांव और कालचीनी पुलिस स्टेशन इस ब्लॉक की सेवा करते हैं। इस ब्लॉक का मुख्यालय हैमिल्टनगंज में है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुमारग्राम ब्लॉक</p>\r\n<p>कुमारग्राम ब्लॉक के अंतर्गत ग्रामीण क्षेत्र में 11 ग्राम पंचायतें हैं। चेंगामारी, खोआड़ंगा- I, न्यूलैंड कुमारग्राम Sankos, तुरतुरिखंडा, कामाख्यागुड़ी- I, खोरडांगा- II, वल्का बरबीसा- I, कामाख्यागुड़ी- II, कुमारग्राम, रैडक, वलका बरबीसा- II। इस ब्लॉक के अंतर्गत आने वाले शहरी क्षेत्र में एक जनगणना शहर शामिल है: [[उत्तर बड़ा पाठस्माल पाठ्यकमगिरी]]। कुमारग्राम पुलिस स्टेशन इस ब्लॉक का कार्य करता है। इस ब्लॉक का मुख्यालय कुमारग्राम में है।</p>\r\n<p>&nbsp;</p>\r\n<p>बरोबिशा या बरबीसा एक तेजी से विकसित होने वाला व्यवसाय और सांस्कृतिक केंद्र है, जो राष्ट्रीय राजमार्ग 31 सी पर असम की ओर स्थित है और बंगाल-असम सीमा से 8 किमी दूर है।</p>\r\n<p>रेलवे नेटवर्क</p>\r\n<p>अलीपुरद्वार रेलवे डिवीजन में कम से कम 710 किमी रेलवे ट्रैक है। यह एनएफआर ज़ोन का सबसे बड़ा विभाजन है। अलीपुरद्वार जिले में दो प्रमुख स्टेशन हैं, अलीपुरद्वार जंक्शन (APDJ) और न्यू अलीपुरद्वार (NOQ)। जिले में अन्य स्टेशन हैं। हसीमारा रेलवे स्टेशन, राजभक्तवा, हामिल्टोंगुंज आदि।</p>\r\n<p>विधायी खंड</p>\r\n<p>पश्चिम बंगाल में निर्वाचन क्षेत्रों के परिसीमन के संबंध में परिसीमन आयोग के आदेश के अनुसार, कुमारग्राम ब्लॉक के अंतर्गत क्षेत्र और अलीपुरद्वार- II ब्लॉक के अंतर्गत सात ग्राम पंचायतों, अर्थात। भटिबाड़ी, कोहिनूर, परोकटा, महाकालगुरी, शामुकटला, तुर्तुरी और टाटपारा-मैं पश्चिम बंगाल के कुमारग्राम विधानसभा क्षेत्र का गठन करेंगे। अलीपुरद्वार- II ब्लॉक के अंतर्गत मजहरदाबरी ग्राम पंचायत और कालचीनी ब्लॉक के अंतर्गत आने वाला क्षेत्र कलचीनी विधानसभा क्षेत्र का गठन करेगा। अलीपुरद्वार नगर पालिका, अलीपुरद्वार रेलवे जंक्शन जनगणना शहर, और ग्राम पंचायतें चपेरर पार -1, चॉपर पार्- II और टाटापारा -2, अलीपुरद्वार- II ब्लॉक के अंतर्गत और अलीपुरद्वार- I ब्लॉक की दस ग्राम पंचायतें हैं। बंचुकमारी, परोरपर, शालकुमार-प्रथम, विवेकानंद -1, चकोखेती, पटलाखवा, शालकुमार- II, विवेकानंद- II, मथुरा और तपसीखाता, अलीपुरद्वार विधानसभा क्षेत्र बनाएंगे। अलीपुरद्वार की अन्य ग्राम पंचायत-मैं ब्लॉक, अर्थात। पूर्ब कांठलबाड़ी, फलकटा ब्लॉक के तहत आने वाले क्षेत्र के साथ ही फलकटा विधानसभा क्षेत्र का गठन करेगी। मदारीहाट प्रखंड मदारीहाट विधानसभा क्षेत्र का हिस्सा होगा। कुमारग्राम, कालचीनी और मदारीहाट निर्वाचन क्षेत्र अनुसूचित जनजाति (एसटी) के उम्मीदवारों के लिए आरक्षित होंगे। फलकटा निर्वाचन क्षेत्र अनुसूचित जाति (एससी) के उम्मीदवारों के लिए आरक्षित होगा। ये सभी पांच विधानसभा क्षेत्र अलीपुरद्वार (लोकसभा निर्वाचन क्षेत्र) का हिस्सा होंगे, जो एसटी उम्मीदवारों के लिए आरक्षित होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>आगंतुक आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>जयंती हिल्स</p>\r\n<p>&nbsp;</p>\r\n<p>बक्सा किला</p>\r\n<p>&nbsp;</p>\r\n<p>जलदापारा अभयारण्य के माध्यम से एक हाथी सफारी</p>\r\n<p>&nbsp;</p>\r\n<p>हिल डाउन व्यू ऑफ़ जयगांव</p>\r\n<p>बक्सा टाइगर रिजर्व, IUCN श्रेणी II राष्ट्रीय उद्यान</p>\r\n<p>जयंती हिल्स</p>\r\n<p>बक्सा किला, ब्रिटिश राज द्वारा निर्मित</p>\r\n<p>जलदापारा नेशनल पार्क</p>\r\n<p>चिलपटा के जंगल</p>\r\n<p>जयगांव, अलीपुरद्वार का एक छोटा शहर और भूटान सीमा के पास</p>\r\n<p>राजभक्तवा में राजभक्तवा संग्रहालय</p>\r\n<p>राय मातंग</p>\r\n<p>Santalabari</p>\r\n<p>रोवर्स पॉइंट</p>\r\n<p>रूपांग घाटी</p>\r\n<p>Lepchakhawa</p>\r\n<p>Chunabhati।</p>\r\n<p>चाय बागान</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>अलीपुरद्वार मैक विलियम स्कूल</p>\r\n<p>अलीपुरद्वार रेलवे बॉयज स्कूल</p>\r\n<p>केन्द्रीय विद्यालय, अलीपुरद्वार</p>\r\n<p>नेताजी विद्यापीठ, भोलेदाबरी</p>\r\n<p>जितपुर हाई स्कूल</p>\r\n<p>न्यूटाउन गर्ल्स स्कूल</p>\r\n<p>सेंट जोसेफ स्कूल</p>\r\n<p>बालिका शिक्षा मंदिर, अलीपुरद्वार</p>\r\n<p>सुकांता हाई स्कूल</p>\r\n<p>श्यामा प्रसाद हाई स्कूल</p>\r\n<p>स्टेपिंग स्टोन मॉडल स्कूल</p>\r\n<p>टेक्नो इंडिया ग्रुप पब्लिक स्कूल</p>\r\n<p>कालेजों</p>\r\n<p>अलीपुरद्वार कॉलेज (उत्तर बंगाल विश्वविद्यालय से संबद्ध)</p>\r\n<p>अलीपुरद्वार महिला महाविद्यालय (उत्तर बंगाल विश्वविद्यालय से संबद्ध)</p>\r\n<p>विवेकानंद कॉलेज, अलीपुरद्वार (उत्तर बंगाल विश्वविद्यालय से संबद्ध)</p>\r\n<p>अन्य संस्थान</p>\r\n<p>औद्योगिक प्रशिक्षण संस्थान (आईटीआई), बीरपारा, अलीपुरद्वार</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alipurduar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-alipurduar-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"recommendations":[{"id":1003,"title":"नादिया, कृष्णनगर में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"17213db7-b786-46ac-b248-f62430e7ef11_Nadia-railway.jpg","dateCreated":"2019-11-17T09:57:56.697Z","dateModified":"2019-11-17T09:58:26.238Z","contributedBy":"AskGif","content":"नादिया जिला पूर्वी भारत में, पश्चिम बंगाल राज्य का एक जिला है। यह पूर्व में बांग्लादेश, उत्तर 24 परगना और दक्षिण में हुगली जिले, पश्चिम में पूर्ब बर्धमान और उत्तर में मुर्शिदाबाद तक फैला है।\r\n&nbsp;\r\nशिक्षा\r\nविश्वविद्यालय\r\nबिधान चंद्र कृषि विश्व विद्यालय\r\nकल्याण","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17213db7-b786-46ac-b248-f62430e7ef11_Nadia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कृष्णनगर","slug":"krishnanagar"},{"name":"नादिया","slug":"nadia"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-nadia-krishnanagar-west-bengal","total":0},{"id":991,"title":"बीरभूम, सूरी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","dateCreated":"2019-11-15T02:10:49.39Z","dateModified":"2019-11-15T02:11:12.847Z","contributedBy":"AskGif","content":"बीरभूम जिला भारत के पश्चिम बंगाल राज्य में एक प्रशासनिक इकाई है। यह बर्दवान संभाग का सबसे उत्तरी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। जिला मुख्यालय सूरी में है। अन्य महत्वपूर्ण शहर रामपुरहाट, बोलपुर और सैंथिया हैं। झारखंड राज्य के जामताड़ा, दुमका और पाकुड़ जिले इस जिले की ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूरी","slug":"suri"},{"name":"बीरभूम","slug":"birbhum"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-birbhum-suri-west-bengal","total":0},{"id":990,"title":"पुरबा बर्धमान, बर्धमान में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","dateCreated":"2019-11-14T14:40:26.395Z","dateModified":"2019-11-14T14:41:01.823Z","contributedBy":"AskGif","content":"पुरबा बर्धमान जिला पश्चिम बंगाल में है। इसका मुख्यालय बर्धमान में है। इसका गठन 7 अप्रैल 2017 को पिछले बर्धमान जिले के विभाजन के बाद किया गया था।\r\n&nbsp;\r\nरुचि के स्थान\r\n&nbsp;\r\nसर्वमंगला मंदिर\r\n&nbsp;\r\n108 शिव मंदिर\r\n&nbsp;\r\nहवा महल (गोलबाग)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुरबा-बर्धमान","slug":"purba-bardhaman"},{"name":"बर्धमान","slug":"bardhaman"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purba-bardhaman-bardhaman-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}