{"id":988,"title":"बांकुड़ा में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"f5f29829-6052-4f55-beed-b1ef2584ccac_Bankura-railway.jpg","dateCreated":"2019-11-14T13:35:19.832Z","dateModified":"2019-11-14T13:35:46.634Z","contributedBy":"AskGif","content":"<p>बांकुरा जिला भारतीय राज्य पश्चिम बंगाल में एक प्रशासनिक इकाई है। यह पश्चिम बंगाल के पांच प्रशासनिक प्रभागों में से एक मेदिनीपुर डिवीजन का हिस्सा है। बांकुरा जिला पूरब बर्धमान जिले और उत्तर में पसचिम बर्धमान जिले, पश्चिम में पुरुलिया जिले, दक्षिण में झाड़ग्राम जिले और पश्चिम में पशिम मेदिनीपुर जिले से घिरा हुआ है, और पूर्व में हुगली जिले का कुछ हिस्सा है। दामोदर नदी बांकुरा जिले के उत्तरी भाग में बहती है और बर्दवान जिले के प्रमुख भाग के साथ इसे अलग करती है। जिला प्रमुख क्वार्टर बांकुरा शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को \"पूर्व में बंगाल के मैदानों और पश्चिम में छोटा नागपुर पठार के बीच संपर्क जोड़ने\" के रूप में वर्णित किया गया है। पूर्व और उत्तर-पूर्व तक के क्षेत्र निचले स्तर के जलोढ़ मैदान हैं, जबकि पश्चिम में सतह धीरे-धीरे ऊपर उठती है, जिससे अविभाजित देश को रास्ता मिलता है, पथरीली पहाड़ियों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिमी बंगाल, बांकुरा और उसके आसपास के क्षेत्रों के ऐतिहासिक मल्लभूम (मल्ल साम्राज्य) के केंद्र की पहचान बाद के मध्य युग के लिए अपने ऐतिहासिक और सांस्कृतिक महत्व के साथ की जाती है। सत्रहवीं शताब्दी में वैष्णववाद, जिसने मल्ल साम्राज्य में राज्य धर्म का दर्जा प्राप्त किया, ने क्षेत्र की संस्कृति को आकार दिया। मल्ल साम्राज्य को 1765 में ब्रिटिश ईस्ट इंडिया कंपनी ने रद्द कर दिया था और आधुनिक बांकुरा जिले ने 1881 में इसका रूप ले लिया था और इसका नाम इसके मुख्यालय के नाम पर रखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में तीन उपखंड शामिल हैं: बांकुरा सदर, खटरा और बिशुनपुर। बांकुरा सदर उपखंड में बांकुड़ा नगरपालिका और आठ सामुदायिक विकास खंड शामिल हैं: बांकुरा I, बांकुरा II, बड़जोरा, छतना, गंगाजलघाटी, मेजिया, ओन्दा और सल्तोरा। खटरा उपखंड में आठ सामुदायिक विकास क्षेत्र शामिल हैं: इंद्रपुर, खटरा, हीरबांध, रायपुर, सरेंगा, रानीबांध, सिमलापाल और तलडांगरा। बिष्णुपुर उपखंड में बिष्णुपुर और सोनमुखी नगरियाँ और छह सामुदायिक विकास खंड शामिल हैं: इंदास, जोयपुर, पतरासिर, कोटुलपुर, सोनमुखी और बांकुरा।</p>\r\n<p>&nbsp;</p>\r\n<p>बांकुरा जिला मुख्यालय है। इस जिले में 21 पुलिस स्टेशन, 22 विकास खंड, 3 नगर पालिका, 190 ग्राम पंचायत और 5187 गाँव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका क्षेत्र के अलावा, प्रत्येक उपखंड में सामुदायिक विकास क्षेत्र शामिल हैं जो बदले में ग्रामीण क्षेत्रों और जनगणना शहरों में विभाजित हैं। कुल मिलाकर 5 शहरी इकाइयाँ हैं: 3 नगर पालिकाएँ और 2 जनगणना शहर।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>मुकुटमणिपुर बांध</p>\r\n<p>बांकुरा जिले का मुख्यालय है। बिशुनपुर (या विष्णुपुर) बांकुरा जिले का एक उपखंडीय शहर है। यह मल्लभूम साम्राज्य की राजधानी थी, जो कभी बंगाल में सबसे महत्वपूर्ण हिंदू राजवंश था। यह शहर स्थानीय लाल मिट्टी द्वारा बनाए गए टेराकोटा मंदिरों के लिए प्रसिद्ध है। इस शहर को अक्सर बंगाल का 'टेम्पल सिटी' कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>टेराकोटा मोटिफ</p>\r\n<p>टेराकोटा मंदिर और बांकुरा का मूल भाव</p>\r\n<p>सुसुनिया पहाड़ियाँ और बहरीनाथ पहाड़ियाँ जिले में स्थित हैं। मुकुटमणिपुर, भारत का दूसरा सबसे बड़ा मिट्टी का बांध और सुतन पर्यटन स्थल हैं। मेजिया पावर प्लांट इस जिले का एकमात्र थर्मल पावर प्लांट है। दरकेश्वर, गंधेश्वरी और कांगसबाती जिले के माध्यम से बहने वाली प्रमुख नदियाँ हैं। जयपुर जंगल दक्षिणी बंगाल के मैदानों में एकमात्र जंगल है। बांकुरा सममिलानी मेडिकल कॉलेज इस क्षेत्र का सबसे पुराना मेडिकल कॉलेज है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>बांकुरा जिले की साक्षरता दर भारत की जनगणना 2011 के अनंतिम आंकड़ों के अनुसार 70.26% थी। बांकुरा सदर उपखंड की साक्षरता दर 69.56%, खटरा उपखंड 69.7% और बिष्णुपुर उपखंड 71.60% थी।</p>\r\n<p>&nbsp;</p>\r\n<p>नीचे दी गई तालिका में (संख्याओं में डेटा) वर्ष 2013-14 के लिए बांकुरा जिले में शिक्षा परिदृश्य की एक व्यापक तस्वीर है। प्राथमिक विद्यालयों में जूनियर बेसिक स्कूल शामिल हैं; मध्य विद्यालयों, उच्च विद्यालयों और उच्चतर माध्यमिक विद्यालयों में मदरसे शामिल हैं; तकनीकी स्कूलों में जूनियर तकनीकी स्कूल, जूनियर सरकारी पॉलिटेक्निक, औद्योगिक तकनीकी संस्थान, औद्योगिक प्रशिक्षण केंद्र, नर्सिंग संस्थान संस्थान आदि शामिल हैं; तकनीकी और व्यावसायिक कॉलेजों में इंजीनियरिंग कॉलेज, मेडिकल कॉलेज, पैरा-मेडिकल संस्थान, प्रबंधन कॉलेज, शिक्षक प्रशिक्षण और नर्सिंग प्रशिक्षण कॉलेज, लॉ कॉलेज, कला कॉलेज, संगीत कॉलेज आदि शामिल हैं। विशेष और गैर-औपचारिक शिक्षा केंद्रों में शिशु शिक्षा केंद्र, मदिकम शिक्षा शामिल हैं। kendras, Rabindra mukta vidyalaya के केंद्र, मान्यता प्राप्त संस्कृत के टोले, अंधों के लिए संस्थाएँ और अन्य विकलांग व्यक्ति, आंगनवाड़ी केंद्र, सुधार विद्यालय आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>बांकुरा में परिवहन का प्रमुख साधन सड़क और रेल परिवहन है। सड़क मार्ग से, यह पश्चिम बंगाल के अन्य जिलों से जुड़ा हुआ है। रेल द्वारा, बंकुरा को भारतीय रेलवे के दक्षिण पूर्वी डिवीजन द्वारा सेवा दी जाती है। जिले से होकर गुजरने वाले मौजूदा रेलवे ट्रैक का कोलकाता, आसनसोल, खड़गपुर, रांची, टाटानगर और धनबाद जैसे स्थानों से महत्वपूर्ण संपर्क है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bankura_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5f29829-6052-4f55-beed-b1ef2584ccac_Bankura-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bankura-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"बांकुड़ा","slug":"bankura"}],"recommendations":[{"id":1007,"title":"पुरुलिया में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"पुरुलिया जिला पूर्वी भारत में पश्चिम बंगाल राज्य के तेईस जिलों में से एक है। पुरुलिया जिले का प्रशासनिक मुख्यालय है। पुरुलिया जिले के अन्य महत्वपूर्ण शहरों में से कुछ रघुनाथपुर-आद्रा, झालिदा और बलरामपुर हैं।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपुरुलिया जिला पश्चिम बंगाल के अन्य शहरों और कस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुरुलिया","slug":"purulia"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purulia-west-bengal","total":0},{"id":1000,"title":"कोलकाता में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"कोलकाता, जिसे 2001 तक कलकत्ता का आधिकारिक नाम भी कहा जाता है) भारतीय राज्य पश्चिम बंगाल की राजधानी है। 2011 की भारतीय जनगणना के अनुसार, यह सातवां सबसे अधिक आबादी वाला शहर है; शहर की आबादी 4.5 मिलियन थी, जबकि उपनगर की आबादी कुल 14.1 मिलियन थी, जिससे यह भारत में तीसरा सबसे अधिक आबादी वाला महानगरीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कोलकाता","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":994,"title":"दार्जिलिंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"दार्जिलिंग भारतीय राज्य पश्चिम बंगाल में एक शहर और एक नगर पालिका है। यह कम हिमालय में 6,700 फीट (2,042.2 मीटर) की ऊंचाई पर स्थित है। यह अपने चाय उद्योग के लिए दुनिया के तीसरे सबसे ऊंचे पर्वत कंचनजंगा और दार्जिलिंग हिमालयन रेलवे, यूनेस्को की विश्व धरोहर स्थल के रूप में जाना जाता है। दार्जिलिंग दार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"दार्जिलिंग","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}