{"id":988,"title":"Top Places to visit in Bankura, West Bengal","imageUrl":"f5f29829-6052-4f55-beed-b1ef2584ccac_Bankura-railway.jpg","dateCreated":"2019-11-14T13:35:19.832Z","dateModified":"2019-11-14T13:35:46.634Z","contributedBy":"AskGif","content":"<p>Bankura district is an administrative unit in the Indian state of West Bengal. It is part of Medinipur division&mdash;one of the five administrative divisions of West Bengal. Bankura district is surrounded by Purba Bardhaman district and Paschim Bardhaman district in the north, Purulia district in the west, Jhargram district and Paschim Medinipur district in the south, and some part of Hooghly district in the east. Damodar River flows in the northern part of Bankura district and separates it with the major part of Burdwan district.&nbsp; The district head quarter is located in Bankura town.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has been described as the \"connecting link between the plains of Bengal on the east and Chota Nagpur plateau on the west.\" The areas to the east and north-east are low-lying alluvial plains while to the west the surface gradually rises, giving way to undulating country, interspersed with rocky hillocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Centre of the historic Mallabhum (Malla Kingdom) of western Bengal, Bankura and its surrounding regions are identified with its historical and cultural significance for the later Middle Ages. Vaishnavism, which gained the status of state religion in the Malla Kingdom in the seventeenth century, shaped the culture of the region. The Malla Kingdom was annexed by the British East India Company in 1765 and the modern Bankura district took its form in 1881 and was named after its headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative divisions</p>\r\n<p>The district comprises three subdivisions: Bankura Sadar, Khatra and Bishnupur. Bankura Sadar subdivision consists of Bankura municipality and eight community development blocks: Bankura I, Bankura II, Barjora, Chhatna, Gangajalghati, Mejia, Onda and Saltora. Khatra subdivision consists of eight community development blocs: Indpur, Khatra, Hirbandh, Raipur, Sarenga, Ranibandh, Simlapal and Taldangra. Bishnupur subdivision consists of Bishnupur and Sonamukhi municipalities and six community development blocks: Indas, Joypur, Patrasayer, Kotulpur, Sonamukhi and Bankura.</p>\r\n<p>&nbsp;</p>\r\n<p>Bankura is the district headquarters. There are 21 police stations, 22 development blocks, 3 municipalities, 190 gram panchayats and 5187 villages in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Other than municipality area, each subdivision contains community development blocs which in turn are divided into rural areas and census towns. In total there are 5 urban units: 3 municipalities and 2 census towns.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Mukutmanipur dam</p>\r\n<p>Bankura is the headquarters of the district. Bishnupur (or Vishnupur) is a subdivisional town of Bankura district. It was the capital of the Mallabhum kingdom, once the most important Hindu dynasty in Bengal. This town famous for the Terracotta Temples made by the local red soils. This city often called as the 'Temple City' of Bengal.</p>\r\n<p>&nbsp;</p>\r\n<p>Terracotta motif</p>\r\n<p>Terracotta temple and motif of Bankura</p>\r\n<p>Susunia hills and Beharinath hills are located in the district. Mukutmanipur , the second largest earthen dam in India and Sutan are tourist spots. Mejia power plant is the only thermal power plant of this district. Darakeshwar, Gandheswari and Kangsabati are the major rivers flow through the district. Jaipur forest is the only forest in the plains of Southern Bengal. Bankura Sammilani Medical College is the oldest medical college in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Bankura district had a literacy rate of 70.26% as per the provisional figures of the census of India 2011. Bankura Sadar subdivision had a literacy rate of 69.56%, Khatra subdivision 69.79% and Bishnupur subdivision 71.60%.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Given in the table below (data in numbers) is a comprehensive picture of the education scenario in Bankura district for the year 2013-14. The primary schools include junior basic schools; middle schools, high schools and higher secondary schools include madrasahs; technical schools include junior technical schools, junior government polytechnics, industrial technical institutes, industrial training centres, nursing training institutes etc.; technical and professional colleges include engineering colleges, medical colleges, para-medical institutes, management colleges, teachers training and nursing training colleges, law colleges, art colleges, music colleges etc. Special and non-formal education centres include sishu siksha kendras, madhyamik siksha kendras, centres of Rabindra mukta vidyalaya, recognised Sanskrit tols, institutions for the blind and other handicapped persons, Anganwadi centres, reformatory schools etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The major modes of Transport in Bankura is Road and Rail transport. By road, it is connected to the other districts of West Bengal. By rail, Bankura is served by the South Eastern division of Indian Railways. The existing railway track passing through the district has a direct connectivity to the important near by places like Kolkata, Asansol, Kharagpur, Ranchi, Tatanagar and Dhanbad.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bankura_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5f29829-6052-4f55-beed-b1ef2584ccac_Bankura-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bankura-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"bankura","slug":"bankura"}],"recommendations":[{"id":1007,"title":"Top Places to visit in Purulia, West Bengal","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"Purulia district is one of the twenty three districts of West Bengal state in Eastern India. Purulia is the administrative headquarters of the district. Some of the other important towns of Purulia district are Raghunathpur-Adra, Jhalida and Balarampur.\r\n&nbsp;\r\nTransport\r\nPu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"purulia","slug":"purulia"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purulia-west-bengal","total":0},{"id":1000,"title":"Top Places to visit in Kolkata, West Bengal","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"Kolkata, also known as Calcutta the official name until 2001) is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, maki","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kolkata","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":994,"title":"Top Places to visit in Darjeeling, West Bengal","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"Darjeeling is a city and a municipality in the Indian state of West Bengal. It is located in the Lesser Himalayas at an elevation of 6,700 ft (2,042.2 m). It is noted for its tea industry, its views of Kangchenjunga, the world's third-highest mountain, and the Darjeeling Himalayan Railway, a UNES","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"darjeeling","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}