{"id":989,"title":"Top Places to visit in Paschim Bardhaman, Asansol, West Bengal","imageUrl":"2827e2f6-7c27-4809-aba6-decbf0b84cbf_Asansol-railway.jpg","dateCreated":"2019-11-14T13:48:45.344Z","dateModified":"2019-11-14T13:49:13.404Z","contributedBy":"AskGif","content":"<p>Paschim Bardhaman district is a predominantly urban mining-industrial district in West Bengal. The headquarter of the district is Asansol. It was formed on 7 April 2017 after bifurcation of the erstwhile Bardhaman district as the 23rd district of West Bengal.</p>\r\n<p>Asansol is a city in the Indian state of West Bengal. It is the second largest and most populated city of West Bengal and the 49th largest urban agglomeration in India. Asansol is the district headquarters of Paschim Bardhaman district. According to a 2010 report released by the International Institute for Environment and Development, a UK-based policy research non-governmental body, Asansol was ranked 11th among Indian cities and 42nd in the world in its list of 100 fastest-growing cities. Asansol is classed as a Y-category city for calculation of HRA (House Rent Allowance) for public servants, making it a Tier-II city.</p>\r\n<p>&nbsp;</p>\r\n<p>Asansol was ranked as second dirtiest city in India by \"Swacha Survekshan 2016\" survey.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutions</p>\r\n<p>The district has a number of colleges imparting education in engineering, management, medicines, law, science and other technological and general courses. Some of the well known institutes are:</p>\r\n<p>&nbsp;</p>\r\n<p>National Institute of Technology, Durgapur</p>\r\n<p>National Power Training Institute</p>\r\n<p>Central Mechanical Engineering Research Institute Durgapur</p>\r\n<p>Asansol Engineering College</p>\r\n<p>Dr. B.C. Roy Engineering College, Durgapur</p>\r\n<p>Bidhan Chandra College, Asansol</p>\r\n<p>Banwarilal Bhalotia College, Asansol</p>\r\n<p>Kazi Nazrul University Asansol</p>\r\n<p>Bengal Homoeopathic Medical College and Hospital Asansol</p>\r\n<p>Law College Durgapur</p>\r\n<p>Bengal College of Engineering &amp; Technology Durgapur</p>\r\n<p>St. Xavier's College, Asansol</p>\r\n<p>Asansol Girls' College</p>\r\n<p>Durgapur Government College</p>\r\n<p>IQ City Medical College Durgapur</p>\r\n<p>Triveni Devi Bhalotia College</p>\r\n<p>Jawahar Navodaya Vidyalaya, Durgapur</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district comprises two subdivisions: Asansol Sadar and Durgapur. In Paschim Bardhaman district, there are 8 CD block under two subdivision. In Asansol Sadar subdivision, there are 4 CD block - Salanpur, Barabani, Jamuria and Raniganj. In Durgapur subdivision, there are 4 CD block - Andal, Pandabeswar, Faridpur-Durgapur and Kanksa.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Asansol is the district headquarters. There are 16 police stations, 8 development blocks, 2 municipal corporations, 62 gram panchayats in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Other than municipality areas, each subdivision contains community development blocks which, in turn, are divided into rural areas and census towns. In total there are 66 urban units: 2 municipal corporations, 3 municipalities (which have subsequently been absorbed in Asansol Municipal Corporation) and 65 census towns.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two urban agglomerations (UA).</p>\r\n<p>&nbsp;</p>\r\n<p>Asansol, Kulti, Bhanowara, Jamuria, Jemari, Raniganj, Amkula, Murgathaul, Raghunathchak and Ballavpur together form the Asansol UA.</p>\r\n<p>Durgapur UA consists of Durgapur, Arrah, Bamunara, Amlajora, Kanksa, Panagarh, Mankar, Shibpur, Andal, Ukhra, Kajora, Pandabeswar, Ichhapur and Madhaiganj.</p>\r\n<p>Asansol Sadar subdivision</p>\r\n<p>&nbsp;</p>\r\n<p>Asansol Sadar subdivision has 10 police stations, 4 community development blocks, 4 panchayat samitis, 35 gram panchayats, 181 mouzas, 165 inhabited villages, 1 municipal corporation, 3 municipalities and 26 census towns+1 (partly). The single municipal corporation is at Asansol. The municipalities are at: Raniganj, Jamuria and Kulti. The census towns are: Chittaranjan, Hindustan Cables Town, Domohani, Bhanowara, Majiara, Pangachhiya, Charanpur, Kunustara, Topsi, Nimsa, Chinchuria, Kenda, Parasia, Ratibati, Chapui, Jemari (J.K. Nagar Township), Banshra, Belebathan, Chelad, Murgathaul, Amkula, Baktarnagar, Egara, Sahebganj, Raghunathchak, Ballavpur and Kendra Khottamdi (partly). The subdivision has its headquarters at Asansol.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the Kolkata Gazette notification of 3 June 2015, the municipal areas of Kulti, Raniganj and Jamuria were included within the jurisdiction of Asansol Municipal Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Durgapur subdivision</p>\r\n<p>&nbsp;</p>\r\n<p>Durgapur subdivision has 6 police stations, 4 community development blocks, 4 panchayat samitis, 27 gram panchayats, 171 mouzas, 151 inhabited villages, 1 municipal corporation and 39 census towns+1 (partly). The single municipal corporation is at Durgapur. The census towns are: Siduli, Khandra, Chak Bankola, Ukhra, Mahira, Dakshin Khanda, Parashkol, Kajora, Harishpur, Palashban, Dignala, Andal (gram), Ondal, Baska, Bilpahari, Ramnagar, Dalurband, Baidyanathpur, Mahal, Konardihi, Nabgram, Sankarpur, Haripur, Chhora, Bahula, Mandarbani, Banagram, Sirsha, Nabaghanapur, Sarpi, Ichhapur, Arra, Gopalpur, Bamunara, Amlajora, Kanksa, Debipur, Prayagpur and Kendra Khottamdi (part). The subdivision has its headquarters at Durgapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>The Grand Trunk Road (NH 19 - old numbering NH 2) runs across the subdivision and NH 14 (old numbering NH 60) connects Asansol with Odisha. NH 19 has been broadened as part of the Golden Quadrilateral project and now allows three-lane traffic in both directions. A highway bypass avoids the areas of Ushagram, Murgasol, Asansol Bazar, Chelidanga, BNR, Gopalpur, Neamatpur, Kulti, and Barakar. Some of the other important roads of the city are namely Vivekananda Avenue, Burnpur Road, and S.B Gorai Road.</p>\r\n<p>&nbsp;</p>\r\n<p>The South Bengal State Transport Corporation operates daily bus services to Kolkata and numerous other destinations, such as Malda, Siliguri, Midnapur, Bankura, Siuri, Purulia, Burdwan, Kalna, Howrah, Barackpore, Digha, Bolpur, Kirnahar and Berhampore. The North Bengal State Transport Corporation also runs services to and from the city and towns in North Bengal like Malda, Raiganj and Balurghat. There are also many private buses, Taxis and Radio Taxis like Ola Cabs etc., which ply locally and on intercity and interstate routes.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>&nbsp;</p>\r\n<p>Asansol Railway Station</p>\r\n<p>Asansol Junction railway station is the Division of Eastern Railway zone This is one of the oldest divisions on the Indian Railways and has always been in the forefront of operations, both freight and passenger. As far as Eastern Railway is concerned, Asansol Division is referred to as the heart of operations, being at the crossroads of the Grand Chord route via Gaya and the main line route via Patna. With a total of 629.38 route kilometers, the division has the unique distinction of having quadruple lines (two up and two down line) from Khana to Sitarampur.</p>\r\n<p>&nbsp;</p>\r\n<p>The railway track from Kolkata to Delhi passes through the subdivision and bifurcates into the main line and the grand chord line at Sitarampur railway junction, a little to the west of Asansol railway junction. Another railway track links Asansol with Adra and then to Jamshedpur via Purulia and Kharagpur via Bankura. A branch line connects Andal with Sainthia on the Sahibganj Loop.</p>\r\n<p>&nbsp;</p>\r\n<p>Almost all the trains linking Kolkata with north India also connect with Asansol including Sealdah Rajdhani, Howrah Rajdhani, Howrah Duronto, Sealdah Humsafar Express, Yuva Express and Shalimar Duronto. As a result, Asansol enjoys good connectivity with cities like New Delhi, Jammu, Amritsar, Ludhiana, Allahabad, Kanpur, Lucknow, Dehradun, Jaipur, Kota, Jodhpur, Jaisalmer, Gwalior, Bhopal, Indore, Patna, Ranchi and Dhanbad on the one hand and commands a fairly good traffic movement towards the western cities like Mumbai, Ahmedabad and Surat and southern cities like Bhubaneshwar, Visakhapatnam, Vijaywada, Chennai, Bangalore and Trivandrum. It is also connected with Guwahati in the north-east region.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The domestic airport that serves the city is Kazi Nazrul Islam Airport. The airport is located in Andal. It is roughly 25 kilometres (16 mi) from the Asansol City Bus Terminus.</p>\r\n<p>&nbsp;</p>\r\n<p>There is also a private airport located at Burnpur Riverside Area. At present this Airport is operated by IISCO. Recently Airport Authority of India gave nod to start commercial flights for six routes in West Bengal; Burnpur Airport being one of them is hopeful to receive its first commercial flight by the last quarter of 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest international airport is Netaji Subhas Chandra Bose International Airport at Dum Dum in Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Kazi Nazrul Islam</p>\r\n<p>Sharmila Tagore</p>\r\n<p>Agnimitra Paul</p>\r\n<p>Arjun Atwal</p>\r\n<p>Vivek Singh (chef)</p>\r\n<p>S. S. Ahluwalia (Minister of State, Ministry of Electronics and Information Technology &ndash; Govt Of India)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Paschim_Bardhaman_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2827e2f6-7c27-4809-aba6-decbf0b84cbf_Asansol-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-paschim-bardhaman-asansol-west-bengal","tags":[{"name":"paschim-bardhaman","slug":"paschim-bardhaman"},{"name":"asansol","slug":"asansol"},{"name":"west-bengal","slug":"west-bengal"}],"recommendations":[{"id":999,"title":"Top Places to visit in Kalimpong, West Bengal","imageUrl":"c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","dateCreated":"2019-11-16T10:17:57.277Z","dateModified":"2019-11-16T10:18:35.474Z","contributedBy":"AskGif","content":"Kalimpong district is a district in the state of West Bengal, India. It was formed on 14 February 2017, after splitting from the Darjeeling district as the 21st district of West Bengal. It consists of the Kalimpong Municipality and three community development blocks: Kalimpong I, Kalimpong II and","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kalimpong","slug":"kalimpong"}],"slug":"top-places-to-visit-in-kalimpong-west-bengal","total":0},{"id":994,"title":"Top Places to visit in Darjeeling, West Bengal","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"Darjeeling is a city and a municipality in the Indian state of West Bengal. It is located in the Lesser Himalayas at an elevation of 6,700 ft (2,042.2 m). It is noted for its tea industry, its views of Kangchenjunga, the world's third-highest mountain, and the Darjeeling Himalayan Railway, a UNES","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"darjeeling","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":993,"title":"Top Places to visit in Dakshin Dinajpur, Balurghat, West Bengal","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"Dakshin Dinajpur or South Dinajpur is a of district in the Indian state of West Bengal, India. It was created on 1 April 1992 by the division of the erstwhile West Dinajpur District. The Headquarter (sadar) of the district is at Balurghat. It comprises two subdivisions: Balurghat and Gangarampur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dakshin-dinajpur","slug":"dakshin-dinajpur"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}