{"id":989,"title":"पस्चिम बर्धमान, आसनसोल में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"2827e2f6-7c27-4809-aba6-decbf0b84cbf_Asansol-railway.jpg","dateCreated":"2019-11-14T13:48:45.344Z","dateModified":"2019-11-14T13:49:13.404Z","contributedBy":"AskGif","content":"<p>पश्चिम बंगाल में पशिम बर्धमान जिला मुख्य रूप से शहरी खनन-औद्योगिक जिला है। जिले का मुख्यालय आसनसोल है। इसका गठन 7 अप्रैल 2017 को पश्चिम बंगाल के 23 वें जिले के रूप में पूर्ववर्ती बर्धमान जिले के विभाजन के बाद किया गया था।</p>\r\n<p>आसनसोल भारतीय राज्य पश्चिम बंगाल का एक शहर है। यह पश्चिम बंगाल का दूसरा सबसे बड़ा और सबसे अधिक आबादी वाला शहर और भारत में 49 वाँ सबसे बड़ा शहरी समूह है। आसनसोल पस्चीम बर्धमान जिले का जिला मुख्यालय है। इंटरनेशनल इंस्टीट्यूट फॉर एनवायरनमेंट एंड डेवलपमेंट द्वारा जारी 2010 की एक रिपोर्ट के अनुसार, एक यूके-आधारित नीति अनुसंधान गैर-सरकारी निकाय, आसनसोल को 100 सबसे तेजी से बढ़ते शहरों की सूची में भारतीय शहरों में 11 वें और दुनिया में 42 वें स्थान पर रखा गया था। आसनसोल को सार्वजनिक कर्मचारियों के लिए HRA (हाउस रेंट अलाउंस) की गणना के लिए Y- श्रेणी के शहर के रूप में वर्गीकृत किया गया है, जिससे यह टियर -2 शहर बन जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>\"स्वचा सर्वेक्षण 2016\" सर्वेक्षण द्वारा आसनसोल को भारत के दूसरे सबसे गंदे शहर का दर्जा दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण संस्थान</p>\r\n<p>जिले में इंजीनियरिंग, प्रबंधन, दवाओं, कानून, विज्ञान और अन्य तकनीकी और सामान्य पाठ्यक्रमों में शिक्षा प्रदान करने वाले कई कॉलेज हैं। कुछ प्रसिद्ध संस्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय प्रौद्योगिकी संस्थान, दुर्गापुर</p>\r\n<p>राष्ट्रीय शक्ति प्रशिक्षण संस्थान</p>\r\n<p>केंद्रीय मैकेनिकल इंजीनियरिंग अनुसंधान संस्थान दुर्गापुर</p>\r\n<p>आसनसोल इंजीनियरिंग कॉलेज</p>\r\n<p>डॉ। बी.सी. रॉय इंजीनियरिंग कॉलेज, दुर्गापुर</p>\r\n<p>बिधान चंद्र कॉलेज, आसनसोल</p>\r\n<p>बनवारीलाल भालोटिया कॉलेज, आसनसोल</p>\r\n<p>काजी नजरूल विश्वविद्यालय आसनसोल</p>\r\n<p>बंगाल होम्योपैथिक मेडिकल कॉलेज और अस्पताल आसनसोल</p>\r\n<p>लॉ कॉलेज दुर्गापुर</p>\r\n<p>बंगाल कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी दुर्गापुर</p>\r\n<p>सेंट जेवियर्स कॉलेज, आसनसोल</p>\r\n<p>आसनसोल गर्ल्स कॉलेज</p>\r\n<p>दुर्गापुर गवर्नमेंट कॉलेज</p>\r\n<p>आईक्यू सिटी मेडिकल कॉलेज दुर्गापुर</p>\r\n<p>त्रिवेणी देवी भालोटिया कॉलेज</p>\r\n<p>जवाहर नवोदय विद्यालय, दुर्गापुर</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले में दो उपमंडल शामिल हैं: आसनसोल सदर और दुर्गापुर। पशिम बर्धमान जिले में, दो उपखंड के तहत 8 सीडी ब्लॉक हैं। आसनसोल सदर अनुमंडल में, 4 सीडी ब्लॉक हैं - सलानपुर, बाराबनी, जमुआरिया और रानीगंज। दुर्गापुर उपखंड में, 4 सीडी ब्लॉक हैं - अंदल, पांडाबेश्वर, फरीदपुर-दुर्गापुर और कांकसा।</p>\r\n<p>&nbsp;</p>\r\n<p>आसनसोल जिला मुख्यालय है। इस जिले में 16 पुलिस स्टेशन, 8 विकास खंड, 2 नगर निगम, 62 ग्राम पंचायतें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नगर पालिका क्षेत्रों के अलावा, प्रत्येक उपखंड में सामुदायिक विकास खंड होते हैं, जो बदले में, ग्रामीण क्षेत्रों और जनगणना शहरों में विभाजित होते हैं। कुल मिलाकर 66 शहरी इकाइयाँ हैं: 2 नगर निगम, 3 नगर पालिकाएँ (जो बाद में आसनसोल नगर निगम में समाहित हो गईं) और 65 जनगणना शहर।</p>\r\n<p>&nbsp;</p>\r\n<p>दो शहरी समूह (यूए) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आसनसोल, कुल्टी, भनोवर, जमुरिया, जेमारी, रानीगंज, अमकुला, मुर्गथौल, रघुनाथचक और बल्लवपुर मिलकर आसनसोल यूए का निर्माण करते हैं।</p>\r\n<p>दुर्गापुर UA में दुर्गापुर, अर्रा, बामुनारा, अमलजोररा, कांकसा, पनागर, मानकर, शिबपुर, अंडाल, उखरा, कजोरा, पांडाबेश्वर, इछापुर और माधाईगंज शामिल हैं।</p>\r\n<p>आसनसोल सदर अनुमंडल</p>\r\n<p>&nbsp;</p>\r\n<p>आसनसोल सदर अनुमंडल में 10 पुलिस स्टेशन, 4 सामुदायिक विकास खंड, 4 पंचायत समितियां, 35 ग्राम पंचायत, 181 मौजा, 165 बसे हुए गाँव, 1 नगर निगम, 3 नगर पालिका और 26 जनगणना शहर + 1 (आंशिक रूप से) हैं। एकल नगर निगम आसनसोल में है। नगरपालिकाएँ इस प्रकार हैं: रानीगंज, जमुरिया और कुल्टी। जनगणना शहर हैं: चित्तरंजन, हिंदुस्तान केबल्स टाउन, डोमोहनी, भनोवर, मजीरा, पनगछिया, चरनपुर, कुनुस्तारा, टॉपसी, निमसा, चिंचुरिया, कोंडा, परासिया, रतिबती, चपुई, जेमरी (जेके नगर टाउनशिप), बंसरा, बिश्रा, बेहरा। मुर्गताहुल, अमकुला, बक्कारनगर, एगारा, साहेबगंज, रघुनाथचक, बल्लवपुर और केंद्र खोतमंडी (आंशिक रूप से)। उपमंडल का मुख्यालय आसनसोल में है।</p>\r\n<p>&nbsp;</p>\r\n<p>3 जून 2015 के कोलकाता गजट नोटिफिकेशन के अनुसार, आसनसोल नगर निगम के अधिकार क्षेत्र के भीतर कुल्टी, रानीगंज और जमुरिया के नगरपालिका क्षेत्रों को शामिल किया गया था।</p>\r\n<p>दुर्गापुर अनुमंडल</p>\r\n<p>&nbsp;</p>\r\n<p>दुर्गापुर उपखंड में 6 पुलिस स्टेशन, 4 सामुदायिक विकास खंड, 4 पंचायत समितियां, 27 ग्राम पंचायत, 171 मौजा, 151 बसे हुए गाँव, 1 नगर निगम और 39 जनगणना शहर + 1 (आंशिक रूप से) हैं। एकल नगर निगम दुर्गापुर में है। जनगणना शहर हैं: सिदौली, खंदरा, चक बांकोला, उखरा, माहिरा, दक्षिण खंड, परशकोल, कजोरा, हरीशपुर, पलाशबन, डिग्नाला, अंडाल (चना), ओन्डल, बस्का, बिलपहाड़ी, रामनगर, डालरबंद, बैद्यनाथपुर, महल, नबग्राम, संकरापुर, हरिपुर, छोरा, बाहुला, मंदारबानी, बाणग्राम, सिरसा, नबगानपुर, सरपी, इछापुर, अर्रा, गोपालपुर, बामुनारा, अमलजोर, कंकासा, देबीपुर, प्रयागपुर और केंद्र खटामड्डी (भाग)। उपखंड का मुख्यालय दुर्गापुर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>ग्रांड ट्रंक रोड (NH 19 - पुराना नंबर NH 2) उपखंड में चलता है और NH 14 (पुराना नंबर NH 60) आसनसोल को ओडिशा से जोड़ता है। NH 19 को स्वर्णिम चतुर्भुज परियोजना के हिस्से के रूप में विस्तृत किया गया है और अब दोनों दिशाओं में तीन-लेन यातायात की अनुमति देता है। एक राजमार्ग बाईपास उषाग्राम, मुर्गसोल, आसनसोल बाजार, चेलिडंगा, बीएनआर, गोपालपुर, नेमतपुर, कुल्टी और बाराकर के क्षेत्रों से बचा जाता है। शहर की कुछ अन्य महत्वपूर्ण सड़कें हैं, जैसे विवेकानंद एवेन्यू, बर्नपुर रोड और एस.बी. गोराई रोड।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण बंगाल राज्य परिवहन निगम कोलकाता और कई अन्य गंतव्यों, जैसे मालदा, सिलीगुड़ी, मिदनापुर, बांकुरा, सिउरी, पुरुलिया, बर्दवान, कलना, हावड़ा, बराकपुर, दीघा, बोलपुर, किरनहर और बेरहमपुर के लिए दैनिक बस सेवा संचालित करता है। उत्तर बंगाल राज्य परिवहन निगम मालदा, रायगंज और बालूरघाट जैसे उत्तर बंगाल के शहर और कस्बों से भी और यहाँ से सेवाएँ चलाता है। कई निजी बसें, टैक्सी और रेडियो टैक्सी भी हैं जैसे ओला कैब्स आदि, जो स्थानीय स्तर पर और इंटरसिटी और अंतरराज्यीय मार्गों पर चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>आसनसोल रेलवे स्टेशन</p>\r\n<p>आसनसोल जंक्शन रेलवे स्टेशन पूर्वी रेलवे ज़ोन का डिवीजन है यह भारतीय रेलवे के सबसे पुराने डिवीजनों में से एक है और परिचालन और माल ढुलाई दोनों में सबसे आगे है। जहां तक ​​पूर्वी रेलवे का संबंध है, आसनसोल डिवीजन को संचालन के दिल के रूप में जाना जाता है, जो गया के माध्यम से ग्रैंड कॉर्ड मार्ग के चौराहे और पटना के माध्यम से मुख्य लाइन मार्ग के रूप में जाना जाता है। कुल 629.38 रूट किलोमीटर के साथ, डिवीजन को खान से सीतारामपुर तक चौगुनी लाइनें (दो अप और दो डाउन लाइन) होने का अनूठा गौरव प्राप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोलकाता से दिल्ली तक का रेलवे ट्रैक उपखंड से होकर गुजरता है और आसनसोल रेलवे जंक्शन के पश्चिम में थोड़ा दूर, सीतारामपुर रेलवे जंक्शन पर मुख्य लाइन और ग्रैंड कॉर्ड लाइन में विभाजित हो जाता है। एक अन्य रेलवे ट्रैक आसनसोल से आद्रा और फिर जमशेदपुर से बंकुरा के माध्यम से पुरुलिया और खड़गपुर को जोड़ता है। साहिबगंज लूप पर एक शाखा लाइन अंदल को सैंथिया से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोलकाता को उत्तर भारत से जोड़ने वाली लगभग सभी ट्रेनें आसनसोल से सियालदह राजधानी, हावड़ा राजधानी, हावड़ा दुरंतो, सियालदह हमसफ़र एक्सप्रेस, युवा एक्सप्रेस और शालीमार दुरंतो से जुड़ती हैं। परिणामस्वरूप, आसनसोल को नई दिल्ली, जम्मू, अमृतसर, लुधियाना, इलाहाबाद, कानपुर, लखनऊ, देहरादून, जयपुर, कोटा, जोधपुर, जैसलमेर, ग्वालियर, भोपाल, इंदौर, पटना, रांची और धनबाद जैसे शहरों से अच्छी कनेक्टिविटी प्राप्त है। मुंबई, अहमदाबाद और सूरत जैसे पश्चिमी शहरों और भुवनेश्वर, विशाखापट्टनम, विजयवाड़ा, चेन्नई, बैंगलोर और त्रिवेंद्रम जैसे पश्चिमी शहरों की ओर एक अच्छा यातायात आंदोलन संचालित करता है। यह उत्तर-पूर्व क्षेत्र में गुवाहाटी से भी जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>घरेलू हवाई अड्डा जो शहर की सेवा करता है, वह काज़ी नज़रूल इस्लाम हवाई अड्डा है। हवाई अड्डा अंडाल में स्थित है। यह आसनसोल सिटी बस टर्मिनस से लगभग 25 किलोमीटर (16 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बर्नपुर रिवरसाइड क्षेत्र में स्थित एक निजी हवाई अड्डा भी है। वर्तमान में यह हवाई अड्डा IISCO द्वारा संचालित है। हाल ही में एयरपोर्ट अथॉरिटी ऑफ इंडिया ने पश्चिम बंगाल में छह मार्गों के लिए वाणिज्यिक उड़ानें शुरू करने की अनुमति दी; बर्नपुर एयरपोर्ट उनमें से एक है जो 2019 की आखिरी तिमाही तक अपनी पहली वाणिज्यिक उड़ान प्राप्त करने के लिए आशान्वित है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम अंतरराष्ट्रीय हवाई अड्डा कोलकाता में दम दम पर नेताजी सुभाष चंद्र बोस अंतर्राष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>काजी नजरूल इस्लाम</p>\r\n<p>शर्मिला टैगोर</p>\r\n<p>अग्निमित्र पॉल</p>\r\n<p>अर्जुन अटवाल</p>\r\n<p>विवेक सिंह (शेफ)</p>\r\n<p>एस.एस. अहलूवालिया (राज्य मंत्री, इलेक्ट्रॉनिक्स और सूचना प्रौद्योगिकी मंत्रालय - भारत सरकार)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Paschim_Bardhaman_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2827e2f6-7c27-4809-aba6-decbf0b84cbf_Asansol-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-paschim-bardhaman-asansol-west-bengal","tags":[{"name":"पस्चिम-बर्धमान","slug":"paschim-bardhaman"},{"name":"आसनसोल","slug":"asansol"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"recommendations":[{"id":999,"title":"कलिम्पोंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","dateCreated":"2019-11-16T10:17:57.277Z","dateModified":"2019-11-16T10:18:35.474Z","contributedBy":"AskGif","content":"कलिम्पोंग जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। दार्जिलिंग जिले से पश्चिम बंगाल के 21 वें जिले के रूप में विभाजित होने के बाद 14 फरवरी 2017 को इसका गठन किया गया था। इसमें कालिम्पोंग नगर पालिका और तीन सामुदायिक विकास खंड शामिल हैं: कालिम्पोंग प्रथम, कालिम्पोंग द्वितीय और गोरुबथान। जिले का","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कलिम्पोंग","slug":"kalimpong"}],"slug":"top-places-to-visit-in-kalimpong-west-bengal","total":0},{"id":994,"title":"दार्जिलिंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"दार्जिलिंग भारतीय राज्य पश्चिम बंगाल में एक शहर और एक नगर पालिका है। यह कम हिमालय में 6,700 फीट (2,042.2 मीटर) की ऊंचाई पर स्थित है। यह अपने चाय उद्योग के लिए दुनिया के तीसरे सबसे ऊंचे पर्वत कंचनजंगा और दार्जिलिंग हिमालयन रेलवे, यूनेस्को की विश्व धरोहर स्थल के रूप में जाना जाता है। दार्जिलिंग दार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"दार्जिलिंग","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":993,"title":"दक्षिण दिनाजपुर, बेलूरघाट में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"दक्षिण दिनाजपुर या दक्षिण दिनाजपुर भारत के पश्चिम बंगाल राज्य में एक जिला है। यह 1 अप्रैल 1992 को तत्कालीन पश्चिम दिनाजपुर जिले के विभाजन द्वारा बनाया गया था। जिले का मुख्यालय (सदर) बालुरघाट में है। इसमें दो उपखंड शामिल हैं: बलियाघाट और बंगीदपुर में गंगारामपुर। 2011 की आबादी के अनुसार, यह पश्चिम ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-दिनाजपुर","slug":"dakshin-dinajpur"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}