{"id":990,"title":"Top Places to visit in Purba Bardhaman, Bardhaman, West Bengal","imageUrl":"023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","dateCreated":"2019-11-14T14:40:26.395Z","dateModified":"2019-11-14T14:41:01.823Z","contributedBy":"AskGif","content":"<p>Purba Bardhaman district is in West Bengal. Its headquarters is in Bardhaman. It was formed on 7 April 2017 after the division of the previous Bardhaman district.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Sarbamangala Temple</p>\r\n<p>&nbsp;</p>\r\n<p>108 Shiva Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Hawa Mahal (Golapbag)</p>\r\n<p>&nbsp;</p>\r\n<p>Meghnad Saha Planetarium, Golapbag, Bardhaman</p>\r\n<p>&nbsp;</p>\r\n<p>Christ Church</p>\r\n<p>&nbsp;</p>\r\n<p>Damodar River</p>\r\n<p>&nbsp;</p>\r\n<p>Curzon Gate</p>\r\n<p>&nbsp;</p>\r\n<p>Inside view of the palace of Burdwan Maharaja</p>\r\n<p>&nbsp;</p>\r\n<p>Science Centre</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Kankaleshwari at her temple</p>\r\n<p>&nbsp;</p>\r\n<p>Mazar of Sufi Pir Baharam Sakka</p>\r\n<p>&nbsp;</p>\r\n<p>Damodareshwar Shiva Temple, Damodarpally, Burdwan</p>\r\n<p>Curzon Gate &ndash; the Curzon Gate was built in 1902/1903, for the coronation of Maharaja Bijay Chand Mahatab. The former royal palace is located 1 km from the gate. The pomp and grandeur of Lord Curzon&rsquo;s visit to Bardhaman in 1904 established the name of the gate as Curzon Gate. It is also known as Bijay Toran.</p>\r\n<p>Tombs of Sher Afgan and Qutbuddin Khan Koka - Mehr-un-Nissa, then wife of Sher Afgan, jagirdar of Bardhaman, was once a resident of Bardhaman. It is said that the Mughal emperor Jahangir had fallen in love with her and was determined to marry her. He tried to get her with the help of his foster-brother and subahdar of Bengal, Qutbuddin Khan Koka. Sher Afgan died during a fight with Qutbuddin Khan Koka, who also was killed. Both were buried side-by-side at Bardhaman in 1607 (or 1610 according to some sources), in the same place as Pir Baharam Sikka, a Persian Sufi saint. Mehr-un-Nissa ultimately emerged as the Empress Nur Jahan.</p>\r\n<p>Rajbati &ndash; the palace of the Bardhaman Raj family, was built by Mahatabchand in the 19th century, at a site that is earlier believed to have a Mughal fort. The Rajbati was built by the Kolkata-based Burn and Company. The main hall has many valuable paintings.Uday Chand Mahtab handed over the Rajbati to the state government. It now houses the administrative offices of the University of Burdwan.</p>\r\n<p>Golapbag, Ramna Bagan and Deer Park &ndash; Golapbag was developed as a botanical and zoological garden in the 19th century. It contained lakes for boating and Hawa Mahal. Several academic sections of the University of Burdwan are located there. Ramna Bagan once had a Brahmo Samaj. It now has a deer park.</p>\r\n<p>Sarbamangala temple - the temple of Sarbamangala, the presiding deity of the Bardhaman Raj and believed to have been found on the sand-bed of the Damodar River. It is a navaratna temple with a nata mandir that has a terracotta Durga panel.</p>\r\n<p>Bardhamaneswar Shiva temple - the Shiva temple has a huge idol. Many believe that the Shiva lingam in the temple was established by Chand Sadagar of Manasamangal fame.</p>\r\n<p>Kamalakanta Kalibari - it is a Kali temple associated with the poet-devotee Sadhak Kamalakanta.</p>\r\n<p>108 Shiva temple complex - the Shiva temple complex, constructed by Maharani Bishnu Kumari, at Nawabhat, near Bardhaman, has a picturesque setting. The temple complex, built in 1788, fell into disrepairs and was thoroughly renovated by the Birla Public Welfare Trust.</p>\r\n<p>Kankaleshwari Mandir &ndash; the temple at Kanchanagar, has a deity resembling a human skeleton. It is a navaratna temple with terracotta carvings. The idol is that of a six feet tall eight armed goddess Chamunda.</p>\r\n<p>Tomb of Khwaja Anwar Berh - the tomb of the Mughal warrior, buried at Poddarhat in 1315 Hijri, is a fine example of Mughal architecture.</p>\r\n<p>Shershahi Kalo Masjid- the mosque in the Puratan Chak (Payrakhana Road) area was built during the reign of Sher Shah Suri.</p>\r\n<p>Shahi Jumma Masjid- the mosque with three minarets is a historical structure erected behind the Rajbati by Azim-ush-Shan, grandson of Aurangzeb and then subahdar of Bengal, Bihar and Odisha.</p>\r\n<p>Burdwan Science Centre- a high standard science museum near the university campus.</p>\r\n<p>Meghnad Saha Planetarium- inaugurated in 1994, the main instrument was a gift from the Government of Japan to the University of Burdwan. The second planetarium in the state, built to international standards, it is named after the Indian scientist Meghnad Saha. Located near Golapbag, it has arrangement for six shows daily with 90 seats in each show. It is closed on Mondays.</p>\r\n<p>Birhata Kalibari (Boro Maa): The temple of 10 feet sculpture of goddess Kali made up of touchstone. The goddess is known locally as Boro Maa. The locality had been named after this temple as Kali Bazar. The temple has two parts bisected by a lane. One part contains Kali Mandir and the other, Durga Mandir.</p>\r\n<p>Christ Church: This is a very old Christ Church in Bardhaman near \"Curzon Gate\".</p>\r\n<p>Town Hall : The Town Hall was built sometime between 1890 and 1894 and was handed to the Municipality of Bardhaman to help them preserve the remnants of Lala Bansogopal Nandey. The municipality board restored the hall in 1990 to its present form of 2400 square feet from its earlier form of 704 square feet with a seating capacity of 485 seats.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The Howrah-Bardhaman main line and Howrah-Bardhaman chord, both part of Kolkata Suburban Railway system, enter this district and converge at Saktigarh railway station. The Bardhaman-Asansol section, which is part of Howrah-Delhi main line, Howrah-Gaya-Delhi line and Howrah-Allahabad-Mumbai line, and the Bardhaman-Kiul Sahibganj Loop leave at the other end of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The Delhi-Kolkata NH 19</p>\r\n<p>DEMU services are available on the Bankura-Masagram line.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bardhaman-Katwa line, after conversion from narrow gauge to electrified broad gauge, was opened to the public on 12 January 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolkata-Agra National Highway 19 (old numbering NH 2), covering a large part of the old Grand Trunk Road passes through this district. The 0ther highways passing through the district are: National Highway 114, State Highway 6, State Highway 7, State Highway 13 (covering a large part of the old Grand Trunk Road), State Highway 14 and State Highway 15.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Educational facilities in Purba Bardhaman district in 2013-14</p>\r\n<p>Primary school&ndash;3,008</p>\r\n<p>Middle school&ndash;127</p>\r\n<p>High school&ndash;373</p>\r\n<p>Higher secondary school&ndash;245</p>\r\n<p>General degree college&ndash;19</p>\r\n<p>University&ndash;1</p>\r\n<p>Professional/ technical institutions&ndash;60</p>\r\n<p>Institutions for non-formal education&ndash; 7,571</p>\r\n<p>&nbsp;</p>\r\n<p>University Institute of Technology, Burdwan University</p>\r\n<p>The first vernacular school in erstwhile Bardhaman district was set up by Captain Stuart in 1816. Prior to that there were chatuspathis and maktabs run by local pundits and maulavis. There also were Sanskrit tols, Persian and Arabic schools.</p>\r\n<p>&nbsp;</p>\r\n<p>The box alongside provides information about educational facilities in Purba Bardhaman district, subsequent to bifurcation of the district in 2017, with data for 2013-2014. There were almost 250,000 students in the primary schools and more than 50,000 students studied at the college and university levels in the district. More than 6,000 schools (in erstwhile Bardhaman district) serve cooked midday meal to more than 900,000 students.</p>\r\n<p>&nbsp;</p>\r\n<p>The infrastructure available is an important element in the education arena. The table below shows the availability and accessibility of facilities in rural areas of erstwhile Bardhaman district (percentage of villages within specified distance):</p>\r\n<p>&nbsp;</p>\r\n<p>97% of the primary schools have pucca buildings and 99% have sanitation facilities. All primary and high schools have drinking water facility. Availability of teachers per school are 3 in primary schools, 12 in secondary schools and 20 in higher secondary schools.</p>\r\n<p>&nbsp;</p>\r\n<p>The University of Burdwan was founded in 1960, as part of Dr. B.C.Roy&rsquo;s master plan to expand the scope of higher education beyond the metropolis of Kolkata. The university was privileged to inherit a large part of the estate of the erstwhile Bardhaman Raj.Burdwan Raj College was established at Bardhaman in 1881. All other degree colleges in the district came up after independence. Amongst the specialized institutes are: Burdwan Medical College, University Institute of Technology, Burdwan University and College of Agriculture (Extended Campus of Bidhan Chandra Krishi Viswavidalaya) Meghnad Saha Planetarium was opened at Bardhaman in 1994.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Purba_Bardhaman_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-purba-bardhaman-bardhaman-west-bengal","tags":[{"name":"purba-bardhaman","slug":"purba-bardhaman"},{"name":"bardhaman","slug":"bardhaman"},{"name":"west-bengal","slug":"west-bengal"}],"recommendations":[{"id":1006,"title":"Top Places to visit in Purba Medinipur, Tamluk, West Bengal","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"Purba Medinipur district is an administrative unit in the Indian state of West Bengal. It is the southernmost district of Medinipur division &ndash; one of the five administrative divisions of West Bengal. The headquarters in Tamluk. It was formed on 1 January 2002 after the Partition of Medinipu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"purba-medinipur","slug":"purba-medinipur"},{"name":"tamluk","slug":"tamluk"}],"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","total":0},{"id":1000,"title":"Top Places to visit in Kolkata, West Bengal","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"Kolkata, also known as Calcutta the official name until 2001) is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, maki","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kolkata","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":993,"title":"Top Places to visit in Dakshin Dinajpur, Balurghat, West Bengal","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"Dakshin Dinajpur or South Dinajpur is a of district in the Indian state of West Bengal, India. It was created on 1 April 1992 by the division of the erstwhile West Dinajpur District. The Headquarter (sadar) of the district is at Balurghat. It comprises two subdivisions: Balurghat and Gangarampur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dakshin-dinajpur","slug":"dakshin-dinajpur"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}