{"id":990,"title":"पुरबा बर्धमान, बर्धमान में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","dateCreated":"2019-11-14T14:40:26.395Z","dateModified":"2019-11-14T14:41:01.823Z","contributedBy":"AskGif","content":"<p>पुरबा बर्धमान जिला पश्चिम बंगाल में है। इसका मुख्यालय बर्धमान में है। इसका गठन 7 अप्रैल 2017 को पिछले बर्धमान जिले के विभाजन के बाद किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>सर्वमंगला मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>108 शिव मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>हवा महल (गोलबाग)</p>\r\n<p>&nbsp;</p>\r\n<p>मेघनाद साहा तारामंडल, गोलबाग, बर्धमान</p>\r\n<p>&nbsp;</p>\r\n<p>क्राइस्ट चर्च</p>\r\n<p>&nbsp;</p>\r\n<p>दामोदर नदी</p>\r\n<p>&nbsp;</p>\r\n<p>कर्जन गेट</p>\r\n<p>&nbsp;</p>\r\n<p>बर्दवान महाराजा के महल के अंदर का दृश्य</p>\r\n<p>&nbsp;</p>\r\n<p>विज्ञान केंद्र</p>\r\n<p>&nbsp;</p>\r\n<p>माँ कनकलेश्वरी अपने मंदिर में</p>\r\n<p>&nbsp;</p>\r\n<p>सूफी पीर बहराम सक्का की मजार</p>\r\n<p>&nbsp;</p>\r\n<p>दामोदरेश्वर शिव मंदिर, दामोदरपल्ली, बर्दवान</p>\r\n<p>कर्जन गेट - महाराजा बिजय चंद महताब के राज्याभिषेक के लिए कर्जन गेट 1902/1903 में बनाया गया था। पूर्व शाही महल गेट से 1 किमी दूर स्थित है। 1904 में बर्धमान में लॉर्ड कर्जन की यात्रा की धूमधाम और भव्यता ने गेट का नाम कर्जन गेट के रूप में स्थापित किया। इसे बिजय तोरण के नाम से भी जाना जाता है।</p>\r\n<p>शेर अफ़गन और कुतुबुद्दीन खान कोका के मकबरे - मेहर-उन-निस्सा, तब बर्धमान के जागीरदार शेर अफ़गन की पत्नी, कभी बर्धमान की निवासी थीं। ऐसा कहा जाता है कि मुगल सम्राट जहाँगीर को उससे प्यार हो गया था और उसने उससे शादी करने की ठानी। उसने अपने पालक-भाई और बंगाल के सूबेदार कुतुबुद्दीन खान कोका की मदद से उसे पाने की कोशिश की। शेर अफगन की मृत्यु कुतुबुद्दीन खान कोका के साथ लड़ाई के दौरान हुई थी, जो भी मारा गया था। दोनों को 1607 (या कुछ स्रोतों के अनुसार 1610) में बर्धमान में एक साथ, एक फारसी सूफी संत पीर बहराम सिक्का के रूप में दफनाया गया था। मेहर-उन-निसा अंततः महारानी नूरजहाँ के रूप में उभरीं।</p>\r\n<p>राजबती - बर्धमान राज परिवार का महल, 19 वीं शताब्दी में महताबचंद द्वारा बनवाया गया था, एक ऐसी जगह पर जिसे पहले मुगल किला माना जाता था। राजबती का निर्माण कोलकाता स्थित बर्न एंड कंपनी द्वारा किया गया था। मुख्य हॉल में कई मूल्यवान चित्र हैं। उदय चंद महताब ने राज्य सरकार को राजबती सौंप दी। अब इसमें बर्दवान विश्वविद्यालय के प्रशासनिक कार्यालय हैं।</p>\r\n<p>गोलबाग, रमना बागान और हिरण पार्क - गोलबाग को 19 वीं शताब्दी में एक वनस्पति और प्राणि उद्यान के रूप में विकसित किया गया था। इसमें नौका विहार और हवा महल के लिए झीलें थीं। बर्दवान विश्वविद्यालय के कई शैक्षणिक खंड वहां स्थित हैं। रमना बागान के पास एक बार ब्रह्म समाज था। इसमें अब एक हिरण पार्क है।</p>\r\n<p>सरबमंगला मंदिर - सर्बमंगला का मंदिर, जो बर्धमान राज के पीठासीन देवता थे और माना जाता है कि दामोदर नदी के रेत के बिस्तर पर पाया गया था। यह एक नवरत्न मंदिर है जिसमें एक नट मंदिर है जिसमें एक दुर्गा मंदिर है।</p>\r\n<p>बर्धमानेश्वर शिव मंदिर - शिव मंदिर में एक विशाल मूर्ति है। कई लोग मानते हैं कि मंदिर में शिव लिंगम की स्थापना मनसमंगल की प्रसिद्धि के चंद सदर द्वारा की गई थी।</p>\r\n<p>कमलाकांत कालीबाड़ी - यह एक काली मंदिर है जो कवि-भक्त साधक कमलाकांता से जुड़ा है।</p>\r\n<p>108 शिव मंदिर परिसर - बर्धमान के पास नवाबहाट में महारानी बिष्णु कुमारी द्वारा निर्मित शिव मंदिर परिसर में एक मनोरम स्थल है। मंदिर परिसर, 1788 में बना, अव्यवस्थाओं में गिर गया और बिड़ला पब्लिक वेलफेयर ट्रस्ट द्वारा पूरी तरह से पुनर्निर्मित किया गया था।</p>\r\n<p>कंकलेश्वरी मंदिर - कंचनगर में मंदिर, एक मानव कंकाल के समान एक देवता है। यह एक नवरत्न मंदिर है जिसमें टेराकोटा नक्काशी है। मूर्ति छह फीट लंबी आठ सशस्त्र देवी चामुंडा की है।</p>\r\n<p>ख्वाजा अनवर बेर का मकबरा - 1315 हिजरी में पोद्दारहाट में दफन मुगल योद्धा का मकबरा, मुगल वास्तुकला का बेहतरीन नमूना है।</p>\r\n<p>शेरशाही कालो मस्जिद- पुरातन चक (पटरखाना रोड) क्षेत्र में मस्जिद शेरशाह सूरी के शासनकाल के दौरान बनाई गई थी।</p>\r\n<p>शाही जुम्मा मस्जिद- तीन मीनारों के साथ मस्जिद एक ऐतिहासिक ढाँचा है जिसे राजबती के पीछे अज़ीम -शाह-शान, औरंगज़ेब के पोते और फिर बंगाल, बिहार और ओडिशा के सबहदार द्वारा बनाया गया है।</p>\r\n<p>बर्दवान विज्ञान केंद्र- विश्वविद्यालय परिसर के पास एक उच्च मानक विज्ञान संग्रहालय है।</p>\r\n<p>मेघनाद साहा तारामंडल- 1994 में उद्घाटन किया गया, मुख्य साधन जापान सरकार की ओर से बर्गवान विश्वविद्यालय को उपहार था। राज्य में दूसरा तारामंडल, अंतरराष्ट्रीय मानकों के लिए बनाया गया है, इसका नाम भारतीय वैज्ञानिक मेघनाद साहा के नाम पर रखा गया है। गोलबाग के पास स्थित, इसमें प्रत्येक शो में 90 सीटों के साथ रोजाना छह शो की व्यवस्था है। यह सोमवार को बंद रहता है।</p>\r\n<p>बिरहता कालीबाड़ी (बोरो मां): देवी काली की 10 फीट की मूर्ति का मंदिर टचस्टोन से बना है। देवी को स्थानीय रूप से बोरो मां के रूप में जाना जाता है। इस मंदिर का नाम काली मंदिर के नाम पर रखा गया था। मंदिर के पास एक गली से दो हिस्से हैं। एक भाग में काली मंदिर और दूसरे में दुर्गा मंदिर है।</p>\r\n<p>क्राइस्ट चर्च: यह \"कर्जन गेट\" के पास बर्धमान में एक बहुत पुराना क्राइस्ट चर्च है।</p>\r\n<p>टाउन हॉल: टाउन हॉल 1890 और 1894 के बीच कुछ समय में बनाया गया था और उन्हें बर्धमान के नगर पालिका को सौंप दिया गया था ताकि वे लाला बंसोगोपाल नंदी के अवशेषों को संरक्षित करने में मदद कर सकें। म्युनिसिपैलिटी बोर्ड ने 1990 में हॉल को अपने वर्तमान स्वरूप में 244 वर्ग फीट के वर्तमान स्वरूप में पुन: स्थापित किया, जो कि 485 सीटों की बैठने की क्षमता के साथ 704 वर्ग फुट के अपने पूर्व रूप से था।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>हावड़ा-बर्धमान मुख्य लाइन और हावड़ा-बर्धमान कॉर्ड, कोलकाता उपनगरीय रेलवे प्रणाली के दोनों भाग, इस जिले में प्रवेश करते हैं और शक्तिगढ़ रेलवे स्टेशन में परिवर्तित होते हैं। बर्धमान-आसनसोल खंड, जो हावड़ा-दिल्ली मुख्य लाइन, हावड़ा-गया-दिल्ली लाइन और हावड़ा-इलाहाबाद-मुंबई लाइन का हिस्सा है, और बर्धमान-किऊल साहिबगंज लूप जिले के दूसरे छोर पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली-कोलकाता एनएच 19</p>\r\n<p>डेमू सेवाएं बांकुड़ा-मैसग्राम लाइन पर उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बर्धमान-कटवा लाइन, संकीर्ण गेज से विद्युतीकृत ब्रॉड गेज में परिवर्तित होने के बाद, 12 जनवरी 2018 को जनता के लिए खोल दी गई।</p>\r\n<p>&nbsp;</p>\r\n<p>कोलकाता-आगरा राष्ट्रीय राजमार्ग 19 (पुरानी संख्या एनएच 2), पुराने ग्रांड ट्रंक रोड के एक बड़े हिस्से को कवर करते हुए इस जिले से गुजरता है। जिले से होकर गुजरने वाले 0 राजमार्ग हैं: राष्ट्रीय राजमार्ग 114, राज्य राजमार्ग 6, राज्य राजमार्ग 7, राज्य राजमार्ग 13 (पुराने ग्रांड ट्रंक रोड के एक बड़े हिस्से को कवर), राज्य राजमार्ग 14 और राज्य राजमार्ग 15।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>2013-14 में पूर्ब बर्धमान जिले में शैक्षिक सुविधाएं</p>\r\n<p>प्राथमिक विद्यालय - 3,008</p>\r\n<p>मध्य विद्यालय- 127</p>\r\n<p>हाई स्कूल -373</p>\r\n<p>हायर सेकेंडरी स्कूल-245</p>\r\n<p>सामान्य डिग्री कॉलेज -19</p>\r\n<p>विश्वविद्यालय -1</p>\r\n<p>व्यावसायिक / तकनीकी संस्थान -60</p>\r\n<p>गैर-औपचारिक शिक्षा के लिए संस्थान- 7,571</p>\r\n<p>&nbsp;</p>\r\n<p>यूनिवर्सिटी इंस्टीट्यूट ऑफ टेक्नोलॉजी, बर्दवान विश्वविद्यालय</p>\r\n<p>पूर्ववर्ती बर्धमान जिले का पहला शाश्वत स्कूल कैप्टन स्टुअर्ट द्वारा 1816 में स्थापित किया गया था। इससे पहले स्थानीय पंडितों और मौलवियों द्वारा चलाए जा रहे थे। यहां संस्कृत के टॉल्स, फारसी और अरबी स्कूल भी थे।</p>\r\n<p>&nbsp;</p>\r\n<p>साथ में बॉक्स 2017-2014 के आंकड़ों के साथ, 2017 में जिले के विभाजन के बाद, पुरबा बर्धमान जिले में शैक्षिक सुविधाओं के बारे में जानकारी प्रदान करता है। प्राथमिक स्कूलों में लगभग 250,000 छात्र थे और जिले में कॉलेज और विश्वविद्यालय स्तर पर 50,000 से अधिक छात्र अध्ययन करते थे। 6,000 से अधिक स्कूल (तत्कालीन बर्धमान जिले में) 900,000 से अधिक छात्रों के लिए मध्याह्न भोजन पकाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उपलब्ध बुनियादी ढांचा शिक्षा क्षेत्र में एक महत्वपूर्ण तत्व है। नीचे दी गई तालिका पूर्ववर्ती बर्धमान जिले के ग्रामीण क्षेत्रों में सुविधाओं की उपलब्धता और पहुंच को दर्शाती है (निर्दिष्ट दूरी के भीतर गांवों का प्रतिशत):</p>\r\n<p>&nbsp;</p>\r\n<p>97% प्राथमिक स्कूलों में पक्की इमारतें हैं और 99% में स्वच्छता की सुविधा है। सभी प्राथमिक और उच्च विद्यालयों में पेयजल की सुविधा है। प्रति विद्यालय शिक्षकों की उपलब्धता प्राथमिक विद्यालयों में 3, माध्यमिक विद्यालयों में 12 और उच्चतर माध्यमिक विद्यालयों में 20 है।</p>\r\n<p>&nbsp;</p>\r\n<p>बर्दवान विश्वविद्यालय की स्थापना 1960 में कोलकाता महानगर से परे उच्च शिक्षा के क्षेत्र का विस्तार करने के लिए डॉ। बी। रॉय के मास्टर प्लान के तहत की गई थी। विश्वविद्यालय को तत्कालीन बर्धमान राज की संपत्ति का एक बड़ा हिस्सा विरासत में मिला था। बर्दमान राज कॉलेज की स्थापना 1881 में बर्धमान में की गई थी। जिले के अन्य सभी डिग्री कॉलेज आजादी के बाद सामने आए। विशिष्ट संस्थानों में शामिल हैं: बर्दवान मेडिकल कॉलेज, यूनिवर्सिटी इंस्टीट्यूट ऑफ टेक्नोलॉजी, बर्दवान विश्वविद्यालय और कॉलेज ऑफ एग्रीकल्चर (बिधान चंद्र कृषि विश्ववेदालय का विस्तारित परिसर) मेघनाद साहा तारामंडल 1994 में बर्धमान में खोला गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Purba_Bardhaman_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-purba-bardhaman-bardhaman-west-bengal","tags":[{"name":"पुरबा-बर्धमान","slug":"purba-bardhaman"},{"name":"बर्धमान","slug":"bardhaman"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"recommendations":[{"id":1006,"title":"पूर्बा मेदिनीपुर, तामलुक में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"पूर्बा मेदिनीपुर जिला भारतीय राज्य पश्चिम बंगाल में एक प्रशासनिक इकाई है। यह मेदिनीपुर डिवीजन का सबसे दक्षिणी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। तमलुक में मुख्यालय। इसका गठन 1 जनवरी 2002 को मेदिनीपुर के विभाजन के बाद पुरवा मेदिनीपुर और पशिम मेदिनीपुर में किया गया था जो क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"पूर्बा-मेदिनीपुर","slug":"purba-medinipur"},{"name":"तामलुक","slug":"tamluk"}],"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","total":0},{"id":1000,"title":"कोलकाता में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"कोलकाता, जिसे 2001 तक कलकत्ता का आधिकारिक नाम भी कहा जाता है) भारतीय राज्य पश्चिम बंगाल की राजधानी है। 2011 की भारतीय जनगणना के अनुसार, यह सातवां सबसे अधिक आबादी वाला शहर है; शहर की आबादी 4.5 मिलियन थी, जबकि उपनगर की आबादी कुल 14.1 मिलियन थी, जिससे यह भारत में तीसरा सबसे अधिक आबादी वाला महानगरीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कोलकाता","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":993,"title":"दक्षिण दिनाजपुर, बेलूरघाट में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"दक्षिण दिनाजपुर या दक्षिण दिनाजपुर भारत के पश्चिम बंगाल राज्य में एक जिला है। यह 1 अप्रैल 1992 को तत्कालीन पश्चिम दिनाजपुर जिले के विभाजन द्वारा बनाया गया था। जिले का मुख्यालय (सदर) बालुरघाट में है। इसमें दो उपखंड शामिल हैं: बलियाघाट और बंगीदपुर में गंगारामपुर। 2011 की आबादी के अनुसार, यह पश्चिम ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-दिनाजपुर","slug":"dakshin-dinajpur"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}