{"id":991,"title":"Top Places to visit in Birbhum, Suri, West Bengal","imageUrl":"624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","dateCreated":"2019-11-15T02:10:49.39Z","dateModified":"2019-11-15T02:11:12.847Z","contributedBy":"AskGif","content":"<p>Birbhum district is an administrative unit in the Indian state of West Bengal. It is the northernmost district of Burdwan division&mdash;one of the five administrative divisions of West Bengal. The district headquarters is in Suri. Other important cities are Rampurhat, Bolpur and Sainthia. Jamtara, Dumka and Pakur districts of the state of Jharkhand lie at the western border of this district; the border in other directions is covered by the districts of Bardhaman and Murshidabad of West Bengal.</p>\r\n<p>&nbsp;</p>\r\n<p>Often called \"the land of red soil\", Birbhum is noted for its topography and its cultural heritage which is somewhat different from the other districts in West Bengal. The western part of Birbhum is a bushy region, a part of the Chhota Nagpur Plateau. This region gradually merges with the fertile alluvial farmlands in the east.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>The Panagarh&ndash;Morgram Highway runs through the district. All the towns and villages are connected by roads. The total length of roads in the district are: surfaced&ndash;2,413 km (1,499 mi) and unsurfaced&ndash;4,674 km (2,904 mi). Against this the total length of rail track in the district is 201.32 km (125.09 mi), including 26.55 km (16.50 mi) of the Ahmadpur-Katwa line, laid in 1917. The Sahibganj Loop of the Eastern Railway, laid in 1862, passes through this district. There is a junction at Nalhati for the connection to Azimganj in Murshidabad district. The Andal-Sainthia Branch Line connects it to the main Howrah-Delhi main line at Andal.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Colleges in Suri include Birbhum Mahavidyalaya and Suri Vidyasagar College, both affiliated to the University of Burdwan. Birbhum Institute of Engineering &amp; Technology and Sri Ramakrishna Shilpa Vidyapith, also known as \"L. C. College\" provide technical education. Another 2 Diploma Technical Colleges (private)at Tasarkanta, Suri, and Bandhersole, Suri. Also 5(five)D.ED. Colleges and 5(Five) B.ED. colleges situated at Suri. Total 18 Higher Secondary Schools including a West Bengal Govt. School ( Birbhum Zilla School ) 4 C.B.S.E. Senior Secondary Schools namely K.E.Karmel, JNV, KENDRIYA VIDYALAYA and UP PUBLIC SCHOOL.One W.B.B.S.E. English Medium school-St.Andrews. The Albatross Public School follows CBSE curriculum and also allows Cambridge International Examination. The Levelfield School has also joined the list of private schools offering higher secondary education.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Suri Vidyasagar College main entrance</p>\r\n<p>Suri Vidyasagar College was established on 9 March 1942, as a branch of Calcutta Vidyasagar College. Later it came under the University of Burdwan. Many great personalities, such as the President of India, Shri Pranab Mukherjee and the former Prime Minister of Nepal, Dr. Tulsi Giri studied here.</p>\r\n<p>&nbsp;</p>\r\n<p>Some notable schools of Suri are Birbhum Zilla School (established-1851), R.T. Girls' High School (established-1884 as River Thompson Girls' High School, later renamed as Rabindranath Tagore Girls' High School), Suri Public and Chandragati Mustafi Memorial High School (established-1856 as Suri Middle English School), Suri Benimadhab Institution (established-1917), Kaligati Smriti Narishiksha Niketan, Suri Ramkrishna Vidyapeeth and Muuk-Badhir Vidyalaya (Deaf and Dumb School, established-1936).</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Worship</p>\r\n<p>&nbsp;</p>\r\n<p>Radha Damodar temple at Sonatopara in Suri</p>\r\n<p>&ldquo;Serious scholars of terracotta have accepted Birbhum as the place where some of the finest terracotta temples of Bengal are found&hellip; the oldest and the finest temple &mdash; known as Radha Damodar temple &mdash; is in Suri town. It&rsquo;s a majestic aatchala dedicated to Damodar, the other name of Shiva.&rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>David J. McCutchion mentions the aatchala Radha-Shyam temple built in the 17-18th century, brick-built with phulpathar facades richly carved.</p>\r\n<p>&nbsp;</p>\r\n<p>Suri is one of those places where religious harmony is found.</p>\r\n<p>&nbsp;</p>\r\n<p>Some famous temples are situated in Suri. Moumachhi Club has established a Kali temple in Suri, which is unique and grand in this town. Other famous temples are Bamni Kalibari, Bhabatarini Kalibari, Dangalpara Anandapur Sarbajanin Matrimandir and Shib Mandir, Radha Ballav Mandir, Shani Mandir, Damodar Mandir, Rabindrapalli Kalibari, Rakshakali Temple, Kendua Dakshin Para Kali Mandir.</p>\r\n<p>&nbsp;</p>\r\n<p>Durga temple of Chattoraj family is a very old and heritage temple of the town. it is situated at Seharapara. A lot of people visit this temple during the Durga Puja. The newly established Shiv Mandir attracts many people of the area. People will love to experience the rituals of the traditional Durga Puja.</p>\r\n<p>&nbsp;</p>\r\n<p>There are a few mosques in Suri and among them, the Masjid at Masjid More and the one at Madrasa Road deserve special mention. Suri is famous for Dargah of Hazrat Data Mehboob Shah. Dargah is flocked by thousands of devotees every day.</p>\r\n<p>&nbsp;</p>\r\n<p>There are three churches in this town. One is situated near the Fire Brigade Office, one beside the SH near SP More, and the other one is situated beside the R.T.Girls High School.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Birbhum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-birbhum-suri-west-bengal","tags":[{"name":"suri","slug":"suri"},{"name":"birbhum","slug":"birbhum"},{"name":"west-bengal","slug":"west-bengal"}],"recommendations":[{"id":1001,"title":"Top Places to visit in Maldah, English Bazar, West Bengal","imageUrl":"7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","dateCreated":"2019-11-17T02:03:34.094Z","dateModified":"2019-11-17T02:04:02.166Z","contributedBy":"AskGif","content":"Malda district, also spelt Maldah or Maldaha is a district in West Bengal, India. It lies 347 km (215 miles) north of Kolkata, the capital of West Bengal. Mango, jute and silk are the most notable products of this district. The special variety of mango, Fazli, produced in this region is popularly","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"maldah","slug":"maldah"},{"name":"english-bazar","slug":"english-bazar"}],"slug":"top-places-to-visit-in-maldah-english-bazar-west-bengal","total":0},{"id":991,"title":"Top Places to visit in Birbhum, Suri, West Bengal","imageUrl":"624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","dateCreated":"2019-11-15T02:10:49.39Z","dateModified":"2019-11-15T02:11:12.847Z","contributedBy":"AskGif","content":"Birbhum district is an administrative unit in the Indian state of West Bengal. It is the northernmost district of Burdwan division&mdash;one of the five administrative divisions of West Bengal. The district headquarters is in Suri. Other important cities are Rampurhat, Bolpur and Sainthia. Jamtar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"suri","slug":"suri"},{"name":"birbhum","slug":"birbhum"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-birbhum-suri-west-bengal","total":0},{"id":990,"title":"Top Places to visit in Purba Bardhaman, Bardhaman, West Bengal","imageUrl":"023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","dateCreated":"2019-11-14T14:40:26.395Z","dateModified":"2019-11-14T14:41:01.823Z","contributedBy":"AskGif","content":"Purba Bardhaman district is in West Bengal. Its headquarters is in Bardhaman. It was formed on 7 April 2017 after the division of the previous Bardhaman district.\r\n&nbsp;\r\nPlaces of interest\r\n&nbsp;\r\nSarbamangala Temple\r\n&nbsp;\r\n108 Shiva Temple\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"purba-bardhaman","slug":"purba-bardhaman"},{"name":"bardhaman","slug":"bardhaman"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purba-bardhaman-bardhaman-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}