{"id":991,"title":"बीरभूम, सूरी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","dateCreated":"2019-11-15T02:10:49.39Z","dateModified":"2019-11-15T02:11:12.847Z","contributedBy":"AskGif","content":"<p>बीरभूम जिला भारत के पश्चिम बंगाल राज्य में एक प्रशासनिक इकाई है। यह बर्दवान संभाग का सबसे उत्तरी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। जिला मुख्यालय सूरी में है। अन्य महत्वपूर्ण शहर रामपुरहाट, बोलपुर और सैंथिया हैं। झारखंड राज्य के जामताड़ा, दुमका और पाकुड़ जिले इस जिले की पश्चिमी सीमा पर स्थित हैं; अन्य दिशाओं में सीमा पश्चिम बंगाल के बर्धमान और मुर्शिदाबाद जिलों से आच्छादित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अक्सर \"लाल मिट्टी की भूमि\" कहा जाता है, बीरभूम अपनी स्थलाकृति और अपनी सांस्कृतिक विरासत के लिए विख्यात है जो पश्चिम बंगाल के अन्य जिलों से कुछ अलग है। बीरभूम का पश्चिमी भाग छोटा क्षेत्र है, छोटा नागपुर पठार का एक हिस्सा है। यह क्षेत्र धीरे-धीरे पूर्व में उपजाऊ जलोढ़ खेत के साथ विलीन हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>पनागर-मोर्गम राजमार्ग जिले से होकर गुजरता है। सभी शहर और गाँव सड़कों से जुड़े हुए हैं। जिले में सड़कों की कुल लंबाई हैं: सर्फ-2,413 किमी (1,499 मील) और असुरक्षित- 4,674 किमी (2,904 मील)। इसके विरुद्ध जिले में रेल पटरी की कुल लंबाई 201.32 किमी (125.09 मील) है, जिसमें अहमदपुर-कटवा लाइन की 26.55 किमी (16.50 मील) शामिल है, जो 1917 में रखी गई थी। 1862 में बिछाई गई पूर्व रेलवे की साहिबगंज लूप, इस जिले के माध्यम से। मुर्शिदाबाद जिले के अजीमगंज से कनेक्शन के लिए नलहाटी में एक जंक्शन है। अंडाल-सैंथिया शाखा रेखा इसे अंडाल में मुख्य हावड़ा-दिल्ली मुख्य लाइन से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सूरी के कॉलेजों में बीरभूम महाविद्यालय और सूरी विद्यासागर कॉलेज शामिल हैं, दोनों बर्गवान विश्वविद्यालय से संबद्ध हैं। बीरभूम इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी और श्री रामकृष्ण शिल्प विद्यापीठ, जिसे \"एल। सी। कॉलेज\" के नाम से भी जाना जाता है, तकनीकी शिक्षा प्रदान करता है। एक और 2 डिप्लोमा टेक्निकल कॉलेज (निजी) तसरकांटा, सूरी और बांदरसोल, सूरी में। साथ ही 5 (पांच) डी.एड. कॉलेज और 5 (पांच) बी.एड. कॉलेज सूरी में स्थित हैं। पश्चिम बंगाल सरकार सहित कुल 18 उच्चतर माध्यमिक विद्यालय। स्कूल (बीरभूम जिला स्कूल) 4 सी.बी.एस.ई. सीनियर सेकेंडरी स्कूल K.E.Karmel, JNV, KENDRIYA VIDYALAYA और UP PUBLIC SCHOOL.One W.B.B.S. इंग्लिश मीडियम स्कूल-सेंटएंड्रयूज़। अल्बाट्रॉस पब्लिक स्कूल सीबीएसई पाठ्यक्रम का अनुसरण करता है और कैम्ब्रिज इंटरनेशनल परीक्षा की अनुमति भी देता है। लेवलफील्ड स्कूल भी उच्च माध्यमिक शिक्षा प्रदान करने वाले निजी स्कूलों की सूची में शामिल हो गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सूरी विद्यासागर कॉलेज मुख्य प्रवेश द्वार</p>\r\n<p>सूर्या विद्यासागर कॉलेज की स्थापना 9 मार्च 1942 को कलकत्ता विद्यासागर कॉलेज की एक शाखा के रूप में की गई थी। बाद में यह बर्दवान विश्वविद्यालय के अंतर्गत आ गया। भारत के राष्ट्रपति श्री प्रणव मुखर्जी और नेपाल के पूर्व प्रधान मंत्री, डॉ। तुलसी गिरि जैसे कई महान हस्तियों ने यहाँ अध्ययन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरी के कुछ उल्लेखनीय स्कूल बीरभूम जिला स्कूल (स्थापित -1851), आर.टी. गर्ल्स हाई स्कूल (रिवर थॉम्पसन गर्ल्स हाई स्कूल के रूप में स्थापित -1884, बाद में रवींद्रनाथ टैगोर गर्ल्स हाई स्कूल), सूरी पब्लिक और चंद्रगति मुस्तफी मेमोरियल हाई स्कूल (स्थापित -1856 सुरी मिडिल इंग्लिश स्कूल), सूरी बेनीमाधब इंस्टीट्यूशन ( स्थापित -1917), कलिगति स्मृति नरिशक्ष निकेतन, सूरी रामकृष्ण विद्यापीठ और मूक-बधिर विद्यालय (बधिर और गूंगा स्कूल, स्थापित -1936)।</p>\r\n<p>&nbsp;</p>\r\n<p>पूजा के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>सूरी में सोनातोपारा में राधा दामोदर मंदिर</p>\r\n<p>\"टेराकोटा के गंभीर विद्वानों ने बीरभूम को उस जगह के रूप में स्वीकार किया है जहाँ बंगाल के कुछ बेहतरीन टेराकोटा मंदिर पाए जाते हैं ... सबसे पुराना और बेहतरीन मंदिर - जिसे राधा दामोदर मंदिर के रूप में जाना जाता है - सूरी शहर में है। यह शिव के दूसरे नाम दामोदर को समर्पित एक राजसी आँचल है। \"</p>\r\n<p>&nbsp;</p>\r\n<p>डेविड जे। मैककियूनियन ने 17-18 वीं सदी में निर्मित अचला राधा-श्याम मंदिर का उल्लेख किया है, जो कि फूलपत्थर के साथ ईंटों से निर्मित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरी उन जगहों में से एक है जहां धार्मिक सद्भाव पाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ प्रसिद्ध मंदिर सूरी में स्थित हैं। मौमाछी क्लब ने सूरी में एक काली मंदिर की स्थापना की है, जो इस शहर में अद्वितीय और भव्य है। अन्य प्रसिद्ध मंदिरों में बामणी कालीबाड़ी, भबतरिणी कालीबाड़ी, दंगलपारा आनंदपुर सर्बजनिन मातृमंदिर और शिब मंदिर, राधा बल्लाव मंदिर, शनि मंदिर, दामोदर मंदिर, रबीन्द्रपाली कालीबाड़ी, रक्षापली मंदिर, केंदुआ दक्षिण पल्ली काली मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चतुरराज परिवार का दुर्गा मंदिर शहर का एक बहुत पुराना और विरासत मंदिर है। यह सेहरपारा में स्थित है। दुर्गा पूजा के दौरान बहुत से लोग इस मंदिर में आते हैं। नव स्थापित शिव मंदिर क्षेत्र के कई लोगों को आकर्षित करता है। लोग पारंपरिक दुर्गा पूजा के अनुष्ठान का अनुभव करना पसंद करेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरी में कुछ मस्जिदें हैं और उनमें से मस्जिद मस्जिद मोरे और मदरसा रोड में एक अन्य उल्लेख के लायक है। सूरी हज़रत दाता महबूब शाह की दरगाह के लिए प्रसिद्ध हैं। दरगाह में प्रतिदिन हजारों भक्तों द्वारा दर्शन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस कस्बे में तीन चर्च हैं। एक फायर ब्रिगेड कार्यालय के पास स्थित है, एक एसपी मोर के पास एसएच के पास है, और दूसरा आरटी.गर्ल्स हाई स्कूल के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Birbhum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-birbhum-suri-west-bengal","tags":[{"name":"सूरी","slug":"suri"},{"name":"बीरभूम","slug":"birbhum"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"recommendations":[{"id":1001,"title":"मालदा, अंग्रेजी बाजार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","dateCreated":"2019-11-17T02:03:34.094Z","dateModified":"2019-11-17T02:04:02.166Z","contributedBy":"AskGif","content":"मालदा जिला, जिसे मालदह भी कहा जाता है या मालदा पश्चिम बंगाल, भारत में एक जिला है। यह पश्चिम बंगाल की राजधानी कोलकाता से 347 किमी (215 मील) उत्तर में स्थित है। आम, जूट और रेशम इस जिले के सबसे उल्लेखनीय उत्पाद हैं। इस क्षेत्र में उत्पादित आम, फाजली की विशेष किस्म जिले के नाम से लोकप्रिय है और दुनिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"मालदा","slug":"maldah"},{"name":"अंग्रेजी-बाजार","slug":"english-bazar"}],"slug":"top-places-to-visit-in-maldah-english-bazar-west-bengal","total":0},{"id":991,"title":"बीरभूम, सूरी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","dateCreated":"2019-11-15T02:10:49.39Z","dateModified":"2019-11-15T02:11:12.847Z","contributedBy":"AskGif","content":"बीरभूम जिला भारत के पश्चिम बंगाल राज्य में एक प्रशासनिक इकाई है। यह बर्दवान संभाग का सबसे उत्तरी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। जिला मुख्यालय सूरी में है। अन्य महत्वपूर्ण शहर रामपुरहाट, बोलपुर और सैंथिया हैं। झारखंड राज्य के जामताड़ा, दुमका और पाकुड़ जिले इस जिले की ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूरी","slug":"suri"},{"name":"बीरभूम","slug":"birbhum"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-birbhum-suri-west-bengal","total":0},{"id":990,"title":"पुरबा बर्धमान, बर्धमान में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","dateCreated":"2019-11-14T14:40:26.395Z","dateModified":"2019-11-14T14:41:01.823Z","contributedBy":"AskGif","content":"पुरबा बर्धमान जिला पश्चिम बंगाल में है। इसका मुख्यालय बर्धमान में है। इसका गठन 7 अप्रैल 2017 को पिछले बर्धमान जिले के विभाजन के बाद किया गया था।\r\n&nbsp;\r\nरुचि के स्थान\r\n&nbsp;\r\nसर्वमंगला मंदिर\r\n&nbsp;\r\n108 शिव मंदिर\r\n&nbsp;\r\nहवा महल (गोलबाग)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/023c292b-0ca5-4e98-8765-feb8038e838f_Bardhaman-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुरबा-बर्धमान","slug":"purba-bardhaman"},{"name":"बर्धमान","slug":"bardhaman"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purba-bardhaman-bardhaman-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}