{"id":992,"title":"कूच बिहार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"af3a9a55-51ad-451e-8c21-39d7de9d748a_Cooch-Behar-railway.jpg","dateCreated":"2019-11-15T14:57:04.554Z","dateModified":"2019-11-15T14:57:26.564Z","contributedBy":"AskGif","content":"<p>कूचबिहार जिला पश्चिम बंगाल राज्य का एक जिला है, साथ ही साथ जिले का नाम शहर भी है। ब्रिटिश राज के दौरान, कूच बिहार की एक रियासत, कूच बिहार की सीट थी, जो कोच राजवंश द्वारा शासित थी।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>उप-विभाजन</p>\r\n<p>कूच बिहार जिले में पाँच उप-मंडल शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कूच बिहार सदर अनुमंडल</p>\r\n<p>दिनहाटा अनुमंडल</p>\r\n<p>माथाभांगा उपखंड</p>\r\n<p>तुफानगंज अनुमंडल</p>\r\n<p>मेखलीगंज अनुमंडल</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा क्षेत्र</p>\r\n<p>जिले को 8 विधानसभा क्षेत्रों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>सीतलकुची (एससी) (विधानसभा क्षेत्र संख्या 2),</p>\r\n<p>माथाभांगा (SC) (विधानसभा क्षेत्र संख्या 3),</p>\r\n<p>कूच बिहार उत्तर (विधानसभा क्षेत्र संख्या 4),</p>\r\n<p>कूच बिहार पश्चिम (विधानसभा क्षेत्र संख्या 5),</p>\r\n<p>सीताई (विधानसभा क्षेत्र संख्या 6)।</p>\r\n<p>दिनहाटा (विधानसभा क्षेत्र संख्या 7),</p>\r\n<p>नटबारी (विधानसभा क्षेत्र संख्या 8) और</p>\r\n<p>तुफानगंज (एससी) (विधानसभा क्षेत्र संख्या 9)।</p>\r\n<p>मेक्लीगंज, सीतलकुची, माथाभांगा और तुफानगंज निर्वाचन क्षेत्र अनुसूचित जाति (एससी) के उम्मीदवारों के लिए आरक्षित हैं। मेखलीगंज निर्वाचन क्षेत्र जलपाईगुड़ी (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है, जिसमें जलपाईगुड़ी जिले के छह विधानसभा क्षेत्र भी शामिल हैं। सीतलकुची, माथाभांगा, कूच बिहार उत्तर, कूच बिहार पश्चिम, सीताई, दिनहाटा और नताबारी निर्वाचन क्षेत्र कूच बिहार (लोकसभा निर्वाचन क्षेत्र) बनाते हैं, जो अनुसूचित जाति (एससी) के लिए आरक्षित है। तुफानगंज निर्वाचन क्षेत्र अलीपुरद्वार (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है, जिसमें जलपाईगुड़ी जिले के छह विधानसभा क्षेत्र भी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निर्वाचन क्षेत्रों के परिसीमन का प्रभाव</p>\r\n<p>पश्चिम बंगाल में निर्वाचन क्षेत्रों के परिसीमन के संबंध में परिसीमन आयोग के आदेश के अनुसार, जिले को 9 विधानसभा क्षेत्रों में विभाजित किया जाएगा:</p>\r\n<p>&nbsp;</p>\r\n<p>माथाभांगा (एससी) (विधानसभा क्षेत्र संख्या 2),</p>\r\n<p>कूच बिहार उत्तर (SC) (विधानसभा क्षेत्र संख्या 3),</p>\r\n<p>कूच बिहार दक्षिण (विधानसभा क्षेत्र संख्या 4),</p>\r\n<p>सीतलकुची (एससी) (विधानसभा क्षेत्र संख्या 5),</p>\r\n<p>सीताई (एससी) (विधानसभा क्षेत्र संख्या 6),</p>\r\n<p>दिनहाटा (विधानसभा क्षेत्र संख्या 7),</p>\r\n<p>नटबारी (विधानसभा क्षेत्र संख्या 8) और</p>\r\n<p>तुफानगंज (विधानसभा क्षेत्र संख्या -9)।</p>\r\n<p>मैक्लिगंज, माथाभांगा, कूच बिहार उत्तर, सीतलकुची और सिताई निर्वाचन क्षेत्र अनुसूचित जाति (एससी) के उम्मीदवारों के लिए आरक्षित होंगे। मेखलीगंज निर्वाचन क्षेत्र जलपाईगुड़ी (लोकसभा निर्वाचन क्षेत्र) का हिस्सा रहेगा, जिसमें जलपाईगुड़ी जिले के छह विधानसभा क्षेत्र भी शामिल होंगे। माथाभांगा, कूचबिहार उत्तर, कूच बिहार दक्षिण, सीतलकुची, सिताई, दिनहाटा और नताबारी निर्वाचन क्षेत्र कूचबिहार (लोकसभा निर्वाचन क्षेत्र) बनाते रहेंगे, जो अनुसूचित जाति (एससी) के लिए आरक्षित होगा। तुफानगंज निर्वाचन क्षेत्र अलीपुरद्वार (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा रहेगा, जिसमें जलपाईगुड़ी जिले के छह विधानसभा क्षेत्र भी शामिल होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>कूचबिहार एयरपोर्ट</p>\r\n<p>कूच बिहार शहर में रिक्शा, ऑटो रिक्शा और टोटो सबसे व्यापक रूप से उपलब्ध सार्वजनिक परिवहन हैं। कूच बिहार के अधिकांश निवासी शहर के केंद्र के कुछ किलोमीटर की दूरी पर रहते हैं और उनके पास अपने वाहन हैं, जिनमें ज्यादातर मोटरसाइकिल और साइकिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>2019 में न्यू कूच बिहार</p>\r\n<p>न्यू कूच बिहार रेलवे स्टेशन शहर से लगभग 5 किमी दूर है और कोलकाता, दिल्ली, मुंबई, बैंगलोर, चेन्नई, गुवाहाटी सहित लगभग सभी प्रमुख भारतीय शहरों से अच्छी तरह से जुड़ा हुआ है। नॉर्थ ईस्ट की ओर जाने वाली सभी एक्सप्रेस और सुपरफास्ट ट्रेनों का यहां ठहराव है। यह स्टेशन 1966 में आया था जब असम लिंक का निर्माण उत्तर बंगाल के माध्यम से किया गया था। अब यह स्टेशन बरौनी-गुवाहाटी लाइन के न्यू जलपाईगुड़ी-न्यू बोंगाईगांव खंड पर स्थित है। 2018 के रूप में, यह न्यू चांगरबंधा, न्यू जलपाईगुड़ी, न्यू बोंगईगांव, अलीपुरद्वार जंक्शन, धुबरी और बामनहाट की ओर छह मार्गों के साथ पूर्वोत्तर सीमांत रेलवे का सबसे बड़ा रेलवे जंक्शन है। न्यू कूच बिहार रेलवे स्टेशन को कूचबिहार पैलेस के समान सुंदर रूप दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कूच बिहार सड़क से बहुत अच्छी तरह से पड़ोसी क्षेत्रों और पश्चिम बंगाल के अन्य शहरों और देश के बाकी हिस्सों से जुड़ा हुआ है। सिलचर के बाद पूर्वोत्तर भारत और बांग्लादेश की ओर कूचबिहार एक प्रमुख सड़क मार्ग है। कूच बिहार उत्तर बंगाल राज्य परिवहन निगम का मुख्यालय है, जो पश्चिम बंगाल, असम और बिहार के स्थानों के लिए नियमित बस सेवा चलाता है। निजी बसें भी उपलब्ध हैं। अधिकांश बसें कूच बिहार राजबाड़ी के पास केंद्रीय बस टर्मिनस से जाती हैं। ट्रांसपोर्ट चौपाटी के पास टैक्सी स्टैंड से किराए पर वाहन उपलब्ध हैं। सिटी बसें और ऑटो शहर के बाहरी और बाहरी क्षेत्रों में सेवा प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कूच बिहार हवाई अड्डे पर आधुनिक यात्री सुविधाएं हैं लेकिन कोई भी विमान सेवा यहाँ संचालित नहीं होती है। उड़ानें फिर से शुरू करने के लिए कदम उठाए जा रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा सिलीगुड़ी के पास बागडोगरा हवाई अड्डा है, कूच बिहार से लगभग 160 किमी (99 मील)। इंडिगो और स्पाइस जेट प्रमुख वाहक हैं जो दिल्ली, कोलकाता, गुवाहाटी, मुंबई, चेन्नई, बैंकॉक, पारो और चंडीगढ़ को इस क्षेत्र से जोड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Cooch_Behar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/af3a9a55-51ad-451e-8c21-39d7de9d748a_Cooch-Behar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-cooch-behar-west-bengal","tags":[{"name":"कूच-बिहार","slug":"cooch-behar"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"recommendations":[{"id":1007,"title":"पुरुलिया में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"पुरुलिया जिला पूर्वी भारत में पश्चिम बंगाल राज्य के तेईस जिलों में से एक है। पुरुलिया जिले का प्रशासनिक मुख्यालय है। पुरुलिया जिले के अन्य महत्वपूर्ण शहरों में से कुछ रघुनाथपुर-आद्रा, झालिदा और बलरामपुर हैं।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपुरुलिया जिला पश्चिम बंगाल के अन्य शहरों और कस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुरुलिया","slug":"purulia"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purulia-west-bengal","total":0},{"id":997,"title":"जलपाईगुड़ी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","dateCreated":"2019-11-16T08:53:58.644Z","dateModified":"2019-11-16T08:54:51.691Z","contributedBy":"AskGif","content":"जलपाईगुड़ी जिला भारतीय राज्य पश्चिम बंगाल का एक जिला है। यह 26 &deg; 16 'और 27 &deg; 0' उत्तरी अक्षांश और 88 &deg; 4 'और 89 &deg; 53' पूर्वी देशांतरों के बीच स्थित है। जिले की स्थापना 1869 में ब्रिटिश भारत में हुई थी।\r\n&nbsp;\r\nजिले का मुख्यालय जलपाईगुड़ी के भारतीय शहर में है, जो उत्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"जलपाईगुड़ी","slug":"jalpaiguri"}],"slug":"top-places-to-visit-in-jalpaiguri-west-bengal","total":0},{"id":991,"title":"बीरभूम, सूरी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","dateCreated":"2019-11-15T02:10:49.39Z","dateModified":"2019-11-15T02:11:12.847Z","contributedBy":"AskGif","content":"बीरभूम जिला भारत के पश्चिम बंगाल राज्य में एक प्रशासनिक इकाई है। यह बर्दवान संभाग का सबसे उत्तरी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। जिला मुख्यालय सूरी में है। अन्य महत्वपूर्ण शहर रामपुरहाट, बोलपुर और सैंथिया हैं। झारखंड राज्य के जामताड़ा, दुमका और पाकुड़ जिले इस जिले की ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/624779ec-372f-4de2-8927-b46d00640aa4_Birbhum-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूरी","slug":"suri"},{"name":"बीरभूम","slug":"birbhum"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-birbhum-suri-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}