{"id":993,"title":"दक्षिण दिनाजपुर, बेलूरघाट में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"<p>दक्षिण दिनाजपुर या दक्षिण दिनाजपुर भारत के पश्चिम बंगाल राज्य में एक जिला है। यह 1 अप्रैल 1992 को तत्कालीन पश्चिम दिनाजपुर जिले के विभाजन द्वारा बनाया गया था। जिले का मुख्यालय (सदर) बालुरघाट में है। इसमें दो उपखंड शामिल हैं: बलियाघाट और बंगीदपुर में गंगारामपुर। 2011 की आबादी के अनुसार, यह पश्चिम बंगाल का तीसरा सबसे कम आबादी वाला जिला है (23 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>गंगरामपुर (थेंगापारा) में एक पॉलीटेक्निक कॉलेज है और एक आई.टी.आई. (औद्योगिक प्रशिक्षण संस्थान) बालुरघाट में, लेकिन कोई इंजीनियरिंग या मेडिकल कॉलेज नहीं। बालुरघाट और गंगारामपुर में कुछ अच्छे स्कूल हैं। बालूरघाट में दो सीबीएसई संबद्ध और एक सीआईएससीई संबद्ध स्कूल हैं। देर से, पूरे जिले में एकमात्र CISCE संबद्ध स्कूल, द ग्रीन व्यू इंग्लिश एकेडमी ने कई प्रशंसाएँ अर्जित की हैं, जिससे पूरे जिले को देश के शैक्षणिक मानचित्र में एक सम्मानजनक स्थान मिला है। जिले भर में कई सरकारी स्कूल मौजूद हैं। बालुरघाट कॉलेज, गंगारामपुर कॉलेज सबसे लोकप्रिय कॉलेज है। बालुरघाट में एक सरकारी वित्त पोषित गर्ल्स कॉलेज है। बालुरघाट में एक लॉ कॉलेज और दो बीएड कॉलेज हैं और साथ ही गंगारामपुर में छह बीएड कॉलेज हैं। बालुरघाट से 10 किमी दूर मझियन में उत्तर बंग कृषि विश्व विद्यालय के तहत कृषि महाविद्यालय की स्थापना की गई है। उत्तर बंग कृषि विश्व विद्यालय के तहत पुराने जलोढ़ क्षेत्र के लिए एक कृषि क्षेत्रीय अनुसंधान केंद्र मझियन में चल रहा है। अगले वर्ष से बालूरघाट में एक डेंटल और बी.एससी नर्सिंग कॉलेज काम करना शुरू कर देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक उपखंड</p>\r\n<p>जिले में दो उपखंड शामिल हैं: बलियाघाट और बंगीदपुर में गंगारामपुर। बालुरघाट उपखंड में बालुरघाट नगरपालिका और चार सामुदायिक विकास खंड शामिल हैं: हिल्ली, बालुरघाट, कुमारगंज और तपन। गंगारामपुर उपखंड में गंगारामपुर, बनीदपुर नगरपालिका और चार सामुदायिक विकास खंड शामिल हैं: गंगारामपुर, बंशीहारी, हरिरामपुर और कुशमंडी। बालुरघाट जिला मुख्यालय है। इस जिले में आठ पुलिस स्टेशन, आठ विकास खंड, तीन नगर पालिकाएं, 64 ग्राम पंचायतें और 2317 गांव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका क्षेत्र के अलावा, प्रत्येक उपखंड में सामुदायिक विकास क्षेत्र शामिल हैं जो ग्रामीण क्षेत्रों और जनगणना शहरों में विभाजित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बालुरघाट अनुमंडल</p>\r\n<p>&nbsp;</p>\r\n<p>बालुरघाट: नगरपालिका</p>\r\n<p>पहाड़ी (सामुदायिक विकास खंड) में केवल 5 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>बालुरघाट (सामुदायिक विकास खंड) में केवल 11 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>कुमारगंज (सामुदायिक विकास खंड) में केवल 8 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>तपन (सामुदायिक विकास खंड) में केवल 11 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>बनियादपुर में गंगारामपुर अनुमंडल</p>\r\n<p>&nbsp;</p>\r\n<p>बनियादपुर: नगर पालिका</p>\r\n<p>गंगारामपुर नगर पालिका</p>\r\n<p>गंगारामपुर (सामुदायिक विकास खंड) में केवल 11 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>बंसीहारी (सामुदायिक विकास खंड) में ग्रामीण क्षेत्र केवल 1 बनीपद्म क्षेत्र और 4 ग्राम पंचायतें शामिल हैं।</p>\r\n<p>हरिरामपुर (सामुदायिक विकास खंड) में केवल 6 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>कुशमंडी (सामुदायिक विकास खंड) में केवल 8 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>विधानसभा क्षेत्र</p>\r\n<p>जिले को छह विधानसभा क्षेत्रों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>कुशमंडी (एससी) (विधानसभा क्षेत्र संख्या 33),</p>\r\n<p>गंगारामपुर (विधानसभा क्षेत्र संख्या 35),</p>\r\n<p>तपन (एसटी) (विधानसभा क्षेत्र संख्या 40)</p>\r\n<p>कुमारगंज (विधानसभा क्षेत्र संख्या 37)</p>\r\n<p>बालुरघाट (विधानसभा क्षेत्र संख्या 38)।</p>\r\n<p>हरिरामपुर (विधानसभा क्षेत्र संख्या 42)।</p>\r\n<p>तपन निर्वाचन क्षेत्र अनुसूचित जनजाति (एसटी) के उम्मीदवारों के लिए आरक्षित है। कुशमंडी निर्वाचन क्षेत्र अनुसूचित जाति (एससी) के उम्मीदवारों के लिए आरक्षित है। उत्तर दिनाजपुर जिले के एक विधानसभा क्षेत्र के साथ, इस जिले के छह विधानसभा क्षेत्र बालुरघाट (लोकसभा निर्वाचन क्षेत्र) बनाते हैं, जो अनुसूचित जाति के उम्मीदवारों के लिए आरक्षित है।</p>\r\n<p>&nbsp;</p>\r\n<p>निर्वाचन क्षेत्रों के परिसीमन का प्रभाव</p>\r\n<p>पश्चिम बंगाल में निर्वाचन क्षेत्रों के परिसीमन के संबंध में परिसीमन आयोग के आदेश के अनुसार, जिले को छह विधानसभा क्षेत्रों में विभाजित किया जाना था:</p>\r\n<p>&nbsp;</p>\r\n<p>कुशमंडी (एससी) (विधानसभा क्षेत्र संख्या 37)</p>\r\n<p>कुमारगंज (विधानसभा क्षेत्र संख्या 38)</p>\r\n<p>बालुरघाट (विधानसभा क्षेत्र संख्या 39)</p>\r\n<p>तपन (एसटी) (विधानसभा क्षेत्र संख्या 40)</p>\r\n<p>गंगारामपुर (SC) (विधानसभा क्षेत्र संख्या 41)</p>\r\n<p>हरिरामपुर (विधानसभा क्षेत्र संख्या 42)</p>\r\n<p>तपन निर्वाचन क्षेत्र एसटी उम्मीदवारों के लिए आरक्षित होगा। कुशमंडी और गंगारामपुर निर्वाचन क्षेत्र एससी उम्मीदवारों के लिए आरक्षित होंगे। उत्तर दिनाजपुर जिले के एक विधानसभा क्षेत्र के साथ, इस जिले के छह विधानसभा क्षेत्र बालुरघाट (लोकसभा निर्वाचन क्षेत्र) बनाएंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dakshin_Dinajpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","tags":[{"name":"दक्षिण-दिनाजपुर","slug":"dakshin-dinajpur"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"recommendations":[{"id":1004,"title":"उत्तर 24 परगना, बारासात में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"aab13156-9553-4048-a1e5-76670e2eb572_North-24-Parganas-tourism.jpg","dateCreated":"2019-11-17T10:04:52.252Z","dateModified":"2019-11-17T10:05:40.591Z","contributedBy":"AskGif","content":"उत्तर 24 परगना या कभी-कभी उत्तर चौबीस परगना पूर्वी भारत के दक्षिणी पश्चिम बंगाल में एक जिला है। उत्तर 24 परगना उष्णकटिबंधीय क्षेत्र में अक्षांश 22'11'6 \"उत्तर से 23&ordm;15'2\" उत्तर और देशांतर 88 from20 'पूर्व से 89 '5' पूर्व तक फैला हुआ है। यह उत्तर में नादिया से, उत्तर और पूर्व से बांग्लादेश (ख","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aab13156-9553-4048-a1e5-76670e2eb572_North-24-Parganas-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारासात","slug":"barasat"},{"name":"उत्तर-24-परगना","slug":"north-24-parganas"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-north-24-parganas-barasat-west-bengal","total":0},{"id":1001,"title":"मालदा, अंग्रेजी बाजार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","dateCreated":"2019-11-17T02:03:34.094Z","dateModified":"2019-11-17T02:04:02.166Z","contributedBy":"AskGif","content":"मालदा जिला, जिसे मालदह भी कहा जाता है या मालदा पश्चिम बंगाल, भारत में एक जिला है। यह पश्चिम बंगाल की राजधानी कोलकाता से 347 किमी (215 मील) उत्तर में स्थित है। आम, जूट और रेशम इस जिले के सबसे उल्लेखनीय उत्पाद हैं। इस क्षेत्र में उत्पादित आम, फाजली की विशेष किस्म जिले के नाम से लोकप्रिय है और दुनिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"मालदा","slug":"maldah"},{"name":"अंग्रेजी-बाजार","slug":"english-bazar"}],"slug":"top-places-to-visit-in-maldah-english-bazar-west-bengal","total":0},{"id":993,"title":"दक्षिण दिनाजपुर, बेलूरघाट में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"दक्षिण दिनाजपुर या दक्षिण दिनाजपुर भारत के पश्चिम बंगाल राज्य में एक जिला है। यह 1 अप्रैल 1992 को तत्कालीन पश्चिम दिनाजपुर जिले के विभाजन द्वारा बनाया गया था। जिले का मुख्यालय (सदर) बालुरघाट में है। इसमें दो उपखंड शामिल हैं: बलियाघाट और बंगीदपुर में गंगारामपुर। 2011 की आबादी के अनुसार, यह पश्चिम ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-दिनाजपुर","slug":"dakshin-dinajpur"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}