{"id":993,"title":"Top Places to visit in Dakshin Dinajpur, Balurghat, West Bengal","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"<p>Dakshin Dinajpur or South Dinajpur is a of district in the Indian state of West Bengal, India. It was created on 1 April 1992 by the division of the erstwhile West Dinajpur District. The Headquarter (sadar) of the district is at Balurghat. It comprises two subdivisions: Balurghat and Gangarampur at Buniadpur . According to the 2011 population, it is the third least populous District of West Bengal (out of 23).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There is one Polytecnic college at Gangarampur (Thengapara) and one I.T.I. (Industrial Training Institute) at Balurghat, but no engineering or medical college. There are a few good schools in Balurghat and Gangarampur. There are two CBSE affiliated and one CISCE affiliated school in Balurghat. Of late, The Green View English Academy, the only CISCE affiliated school in the entire district, has earned several accolades, giving the entire district an honorable position in the academic map of the country. Many government schools exist throughout the district. Balurghat College, Gangarampur College is the most popular college. A government-funded girls' college is in Balurghat. Balurghat has a law college and two B.Ed colleges as well as Gangarampur has six B.Ed colleges. A college of agriculture has been set up under Uttar Banga Krishi Viswavidyalaya at Majhian, 10 km from Balurghat. An agricultural Regional Research Station for Old Alluvial Zone under Uttar Banga Krishi Viswavidyalaya is operating at Majhian. A dental and B.sc nursing college will start functioning at Balurghat from next year.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative subdivisions</p>\r\n<p>The district comprises two subdivisions: Balurghat and Gangarampurpur at Buniadpur. Balurghat subdivision consists of Balurghat municipality and four community development blocks: Hili, Balurghat, Kumarganj and Tapan. Gangarampur subdivision consists of Gangarampur, Buniadpur municipalities and four community development blocks: Gangarampur, Bansihari, Harirampur and Kushmandi. Balurghat is the district headquarters. There are eight police stations, eight development blocks, Three municipalities, 64 gram panchayats and 2317 villages in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Other than municipality area, each subdivision contains community development blocs which are divided into rural areas and census towns.</p>\r\n<p>&nbsp;</p>\r\n<p>Balurghat subdivision</p>\r\n<p>&nbsp;</p>\r\n<p>Balurghat: municipality</p>\r\n<p>Hili (Community development block) consists of rural areas only with 5 gram panchayats.</p>\r\n<p>Balurghat (Community development block) consists of rural areas only with 11 gram panchayats.</p>\r\n<p>Kumarganj (Community development block) consists of rural areas only with 8 gram panchayats.</p>\r\n<p>Tapan (Community development block) consists of rural areas only with 11 gram panchayats.</p>\r\n<p>Gangarampur subdivision at Buniadpur</p>\r\n<p>&nbsp;</p>\r\n<p>Buniadpur : Municipality</p>\r\n<p>Gangarampur Municipality</p>\r\n<p>Gangarampur (Community development block) consists of rural areas only with 11 gram panchayats.</p>\r\n<p>Bansihari (Community development block) consists of rural areas only with 1 BuniadpurMunicipality &amp; 4;gram panchayats.</p>\r\n<p>Harirampur (Community development block) consists of rural areas only with 6 gram panchayats.</p>\r\n<p>Kushmandi (Community development block) consists of rural areas only with 8 gram panchayats.</p>\r\n<p>Assembly constituencies</p>\r\n<p>The district is divided into six assembly constituencies:</p>\r\n<p>&nbsp;</p>\r\n<p>Kushmandi (SC) (assembly constituency no. 33),</p>\r\n<p>Gangarampur (assembly constituency no. 35),</p>\r\n<p>Tapan (ST) (assembly constituency no. 40,</p>\r\n<p>Kumarganj (assembly constituency no. 37),</p>\r\n<p>Balurghat (assembly constituency no. 38).</p>\r\n<p>Harirampur(assembly constituency no. 42).</p>\r\n<p>Tapan constituency is reserved for Scheduled Tribes (ST) candidates. Kushmandi constituency is reserved for Scheduled Castes (SC) candidates. Along with one assembly constituency from North Dinajpur district, the six assembly constituencies of this district form the Balurghat (Lok Sabha constituency), which is reserved for SC candidates.</p>\r\n<p>&nbsp;</p>\r\n<p>Impact of delimitation of constituencies</p>\r\n<p>As per order of the Delimitation Commission in respect of the delimitation of constituencies in the West Bengal, the district was to be divided into six assembly constituencies:</p>\r\n<p>&nbsp;</p>\r\n<p>Kushmandi (SC) (assembly constituency no. 37)</p>\r\n<p>Kumarganj (assembly constituency no. 38)</p>\r\n<p>Balurghat (assembly constituency no. 39)</p>\r\n<p>Tapan (ST) (assembly constituency no. 40)</p>\r\n<p>Gangarampur (SC) (assembly constituency no. 41)</p>\r\n<p>Harirampur (assembly constituency no. 42)</p>\r\n<p>Tapan constituency will be reserved for ST candidates. Kushmandi and Gangarampur constituencies will be reserved for SC candidates. Along with one assembly constituency from North Dinajpur district, the six assembly constituencies of this district will form the Balurghat (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dakshin_Dinajpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","tags":[{"name":"dakshin-dinajpur","slug":"dakshin-dinajpur"},{"name":"west-bengal","slug":"west-bengal"}],"recommendations":[{"id":1004,"title":"Top Places to visit in North 24 Parganas, Barasat, West Bengal","imageUrl":"aab13156-9553-4048-a1e5-76670e2eb572_North-24-Parganas-tourism.jpg","dateCreated":"2019-11-17T10:04:52.252Z","dateModified":"2019-11-17T10:05:40.591Z","contributedBy":"AskGif","content":"North 24 Parganas or sometimes North Twenty Four Parganas is a district in southern West Bengal, of eastern India. North 24 Parganas extends in the tropical zone from latitude 22&ordm;11'6\" north to 23&ordm;15'2\" north and from longitude 88&ordm;20' east to 89&ordm;5' east. It is bordered to Nadi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aab13156-9553-4048-a1e5-76670e2eb572_North-24-Parganas-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barasat","slug":"barasat"},{"name":"north-24-parganas","slug":"north-24-parganas"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-north-24-parganas-barasat-west-bengal","total":0},{"id":1001,"title":"Top Places to visit in Maldah, English Bazar, West Bengal","imageUrl":"7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","dateCreated":"2019-11-17T02:03:34.094Z","dateModified":"2019-11-17T02:04:02.166Z","contributedBy":"AskGif","content":"Malda district, also spelt Maldah or Maldaha is a district in West Bengal, India. It lies 347 km (215 miles) north of Kolkata, the capital of West Bengal. Mango, jute and silk are the most notable products of this district. The special variety of mango, Fazli, produced in this region is popularly","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"maldah","slug":"maldah"},{"name":"english-bazar","slug":"english-bazar"}],"slug":"top-places-to-visit-in-maldah-english-bazar-west-bengal","total":0},{"id":993,"title":"Top Places to visit in Dakshin Dinajpur, Balurghat, West Bengal","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"Dakshin Dinajpur or South Dinajpur is a of district in the Indian state of West Bengal, India. It was created on 1 April 1992 by the division of the erstwhile West Dinajpur District. The Headquarter (sadar) of the district is at Balurghat. It comprises two subdivisions: Balurghat and Gangarampur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dakshin-dinajpur","slug":"dakshin-dinajpur"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}