{"id":994,"title":"दार्जिलिंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"<p>दार्जिलिंग भारतीय राज्य पश्चिम बंगाल में एक शहर और एक नगर पालिका है। यह कम हिमालय में 6,700 फीट (2,042.2 मीटर) की ऊंचाई पर स्थित है। यह अपने चाय उद्योग के लिए दुनिया के तीसरे सबसे ऊंचे पर्वत कंचनजंगा और दार्जिलिंग हिमालयन रेलवे, यूनेस्को की विश्व धरोहर स्थल के रूप में जाना जाता है। दार्जिलिंग दार्जिलिंग जिले का मुख्यालय है जिसे पश्चिम बंगाल राज्य के भीतर आंशिक रूप से स्वायत्त दर्जा प्राप्त है। यह भारत में एक लोकप्रिय पर्यटन स्थल भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कस्बे का दर्ज इतिहास 19 वीं शताब्दी के प्रारंभ से शुरू होता है जब ब्रिटिश राज के तहत औपनिवेशिक प्रशासन ने इस क्षेत्र में एक सैनिटोरियम और एक सैन्य डिपो स्थापित किया था। इसके बाद, क्षेत्र में व्यापक चाय बागान स्थापित किए गए और चाय उत्पादकों ने काली चाय के संकर विकसित किए और नई किण्वन तकनीक बनाई। परिणामी विशिष्ट दार्जिलिंग चाय को अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त है और दुनिया में सबसे लोकप्रिय काली चाय में शुमार है। दार्जिलिंग हिमालयन रेलवे शहर को मैदानी इलाकों से जोड़ता है और भारत में अभी भी कुछ भाप इंजनों में से कुछ है।</p>\r\n<p>&nbsp;</p>\r\n<p>दार्जिलिंग में कई ब्रिटिश शैली के निजी स्कूल हैं, जो पूरे भारत और कुछ पड़ोसी देशों के विद्यार्थियों को आकर्षित करते हैं। शहर की विविध संस्कृति लेपचा, खम्पा, गोरखा, नेवार, शेरपा, भूटिया, बंगाली और अन्य मुख्य भूमि के भारतीय नृवंश-भाषी समूहों से युक्त अपने विविध जनसांख्यिकी मील के पत्थर को दर्शाती है। दार्जिलिंग, अपने पड़ोसी शहर कलिम्पोंग के साथ, 1980 और गर्मियों के 2017 में गोरखालैंड सामाजिक आंदोलन का केंद्र था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>दार्जिलिंग में पर्यटकों की आमद इस क्षेत्र में राजनीतिक अस्थिरता से प्रभावित हुई है, और 1980 और 2000 के दशक में आंदोलन ने पर्यटन उद्योग को कड़ी टक्कर दी। हालांकि, 2012 के बाद से, दार्जिलिंग में एक बार फिर घरेलू और अंतरराष्ट्रीय दोनों पर्यटकों की लगातार आमद देखी गई है। वर्तमान में, लगभग 50,000 विदेशी और 500,000 घरेलू पर्यटक हर साल दार्जिलिंग आते हैं, और \"क्वीन ऑफ द हिल्स\" के रूप में इसका खण्डन नहीं हुआ है। 23 दिसंबर 2015 को प्रकाशित एक इंडिया टुडे के सर्वेक्षण के अनुसार, दार्जिलिंग भारत के सभी पर्यटन स्थलों में से तीसरा सबसे अधिक यात्रा करने वाला गंतव्य है। भले ही दार्जिलिंग में राजनीतिक अस्थिरताएं हैं, लेकिन इसकी पर्यटन दर साल दर साल बढ़ रही है। कई लोग इस क्षेत्र में मोमोज, स्टीम्ड स्टिक राइस, और इस क्षेत्र में प्रसिद्ध अन्य धमाकेदार खाद्य पदार्थों के साथ-साथ क्षेत्र की प्राकृतिक सुंदरता को देखने के लिए आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: दार्जिलिंग में परिवहन</p>\r\n<p>एक ट्रेन, एक स्टीम लोकोमोटिव द्वारा संचालित, सड़क पर चलने वाले कुछ लोगों के साथ इमारतों की दो पंक्तियों के बीच एक सड़क के साथ चल रही है।</p>\r\n<p>संकीर्ण गेज ट्रेन अक्सर सड़क को तोड़ देती है</p>\r\n<p>&nbsp;</p>\r\n<p>दार्जिलिंग \"टॉय ट्रेन\"</p>\r\n<p>दार्जिलिंग तक न्यू जलपाईगुड़ी से 88 किमी (55 मील) लंबी दार्जिलिंग हिमालयन रेलवे या राष्ट्रीय राजमार्ग 55 द्वारा पहुँचा जा सकता है, 77 किमी (48 मील) दूर। दार्जिलिंग हिमालयन रेलवे एक 600 मिमी (2 फीट) की नैरो-गेज रेलवे है जिसे 1999 में यूनेस्को द्वारा विश्व विरासत स्थल घोषित किया गया था, जो कि एक बहु-सामाजिक और आर्थिक विकास पर एक अभिनव परिवहन प्रणाली के प्रभाव का एक उत्कृष्ट उदाहरण है। -सांस्कृतिक क्षेत्र, जो दुनिया के कई हिस्सों में समान विकास के लिए एक मॉडल के रूप में काम करना था \", यह सम्मान पाने वाला दुनिया का केवल दूसरा रेलवे बन गया। बस सेवा और किराए के वाहन दार्जिलिंग को सिलीगुड़ी से जोड़ते हैं और दार्जिलिंग का बागडोगरा, गंगटोक और काठमांडू और पड़ोसी शहरों कुरसेओंग और कलिम्पोंग के साथ सड़क संपर्क है। हालांकि, भूस्खलन के कारण सड़क और रेलवे संचार अक्सर मानसून में बाधित हो जाते हैं। निकटतम हवाई अड्डा बागडोगरा हवाई अड्डा है, जो दार्जिलिंग से 90 किमी (56 मील) दूर है। कस्बे के भीतर, आमतौर पर लोग पैदल चलते हैं। निवासियों ने दुपहिया वाहनों का उपयोग किया और छोटी दूरी की यात्रा के लिए टैक्सी किराए पर लीं। दार्जिलिंग रोपवे, 1968 से कार्यात्मक, 2003 में एक दुर्घटना के बाद चार पर्यटकों को बंद कर दिया गया था। यह फरवरी 2012 में फिर से खुल गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>मुख्य लेख: दार्जिलिंग की जनसांख्यिकी</p>\r\n<p>भगवान गणेश को समर्पित एक छोटे से सफेद मंदिर में प्रार्थना करती एक महिला और पुरुष। मंदिर के सामने डंडों पर कई रंगीन झंडे लगे हुए हैं।</p>\r\n<p>दार्जिलिंग स्थित वेधशाला हिल में महाकाल मंदिर के चारों ओर रंगीन बौद्ध प्रार्थना झंडे।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट एंड्रयूज चर्च, दार्जिलिंग। निर्मित- 1843, पुनर्निर्माण- 1873</p>\r\n<p>भारत की 2011 की जनगणना के अनंतिम परिणामों के अनुसार, दार्जिलिंग शहरी समूह की जनसंख्या 132,016 है, जिसमें से 65,839 पुरुष और 66,177 महिलाएँ थीं। लिंगानुपात प्रति 1,000 पुरुषों पर 1,005 महिलाओं का है। ०-६ साल की आबादी 38,३ population२ है। 6 वर्ष से अधिक आयु के लोगों के लिए प्रभावी साक्षरता दर 93.17 प्रतिशत है।</p>\r\n<p>2001 की जनगणना के अनुसार, दार्जिलिंग शहरी क्षेत्र, 12.77 किमी 2 (4.93 वर्ग मील) के क्षेत्र के साथ, 109,163 की आबादी थी, जबकि नगरपालिका क्षेत्र की आबादी 107,530 थी। नगरपालिका क्षेत्र का जनसंख्या घनत्व 10,173 प्रति किमी 2 था। लिंगानुपात प्रति 1,000 पुरुषों पर 1,017 महिलाओं का था, जो प्रति 1000 पुरुषों पर 933 महिलाओं के राष्ट्रीय औसत से अधिक था। गोरखाओं, नेपाली को मूल भाषा के रूप में बोलते हुए, बहुमत बनाते हैं जिसमें भूटिया, छेत्री, गुरुंग, लेप्चा, लिम्बु, मगर, नेवर्स, राजबंशी, राय, शेरपा, तमांग, योलमो जैसे स्वदेशी जातीय समूह शामिल हैं, साथ ही कई अन्य संप्रदायों के तहत। इंडो-आर्यन खस और मंगोलॉयड किरत। दार्जिलिंग में बसने वाले अन्य समुदायों में एंग्लो-इंडियन, बंगाली, बिहार, चीनी, मारवाड़ी और तिब्बती शामिल हैं। प्रचलित भाषाएं नेपाली, हिंदी, बंगाली और अंग्रेजी हैं। बंगाली मैदानों में प्रचलित है जबकि तिब्बती शरणार्थियों और कुछ आदिवासी लोगों द्वारा उपयोग किया जाता है। Dzongkha भूटिया और तिब्बतियों द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>दार्जिलिंग में इसकी जनसंख्या में उल्लेखनीय वृद्धि देखी गई है, 1991 और 2001 के बीच इसकी विकास दर 47% थी। औपनिवेशिक शहर को केवल 10,000 की आबादी के लिए डिज़ाइन किया गया था, और बाद में विकास ने व्यापक अवसंरचनात्मक और पर्यावरणीय समस्याएं पैदा की हैं। जिले की वन और अन्य प्राकृतिक संपदा लगातार बढ़ती जनसंख्या से प्रतिकूल रूप से प्रभावित हुई हैं। दार्जिलिंग की आधिकारिक भाषाएँ बंगाली और नेपाली हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>मुख्य लेख: दार्जिलिंग की संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>शांति शिवालय</p>\r\n<p>चार मंजिला इमारत के दाईं ओर दो मंजिला इमारत। अग्रभूमि में एक बास्केटबॉल कोर्ट और दोनों ओर कुछ वाहन खड़े हैं। पृष्ठभूमि में पेड़ों के साथ, धूमिल वातावरण।</p>\r\n<p>तिब्बती शरणार्थी स्वयं सहायता केंद्र</p>\r\n<p>दार्जिलिंग की संस्कृति विविध है और इसमें ऊपर वर्णित विभिन्न प्रकार की स्वदेशी प्रथाओं और त्योहारों को शामिल किया गया है। नेपाली हिंदुओं के साथ-साथ विभिन्न बौद्ध और अन्य जातीय समूह जैसे लेपचा, भूटिया, किरंती लिंबस, तिब्बती, योलमोस, गुरुंग और तमांग, की अपनी अलग-अलग भाषाएं और संस्कृतियां हैं और अभी भी एक बड़े पैमाने पर सामंजस्यपूर्ण सह-अस्तित्व है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>औपनिवेशिक वास्तुकला दार्जिलिंग में कई इमारतों की विशेषता है, कई नकली ट्यूडर निवासों, गोथिक चर्चों, राजभवन, प्लांटर्स क्लब और विभिन्न शैक्षणिक संस्थानों द्वारा अनुकरण किया गया है। बौद्ध मठ पैगोडा शैली की वास्तुकला का प्रदर्शन करते हैं। दार्जिलिंग को संगीत का केंद्र माना जाता है और संगीतकारों और संगीत प्रशंसकों के लिए एक जगह है। संगीत वाद्ययंत्र बजाना और बजाना निवासी आबादी के बीच आम शगल हैं, जो सांस्कृतिक जीवन में परंपराओं और संगीत की भूमिका पर गर्व करते हैं। दार्जीलिंग में 1992 में जापानी बौद्ध संगठन निप्पोनज़न म्योहोजी द्वारा निर्मित एक शांति पैगोडा भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>दार्जिलिंग में संस्कृतियों के विविध मिश्रण के कारण, दार्जिलिंग का स्थानीय और जातीय भोजन भी काफी विविध है। चावल, नूडल्स और आलू ठंडी जलवायु के कारण आंशिक रूप से भोजन का प्रमुख हिस्सा बनते हैं। सबसे लोकप्रिय स्थानीय स्नैक फूड मोमोज हैं, जो मांस या सब्जियों के भरते के साथ उबले हुए आटे के पकौड़े होते हैं, जो सूप और गर्म घर के बने टमाटर सॉस के साथ पाइपिंग हॉट परोसे जाते हैं। स्थानीय लोगों को अलू डोम (मसालेदार उबले आलू की सब्जी) और इसके विभिन्न संस्करण परोसे जाते हैं। उदाहरण के लिए, वे अलू डोम के एक कटोरे में वाई वाई मिमी मिमी के तत्काल नूडल्स जोड़ते हैं और इसे अलू मिमी कहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अन्य लोकप्रिय भोजन थुकपा है जो तिब्बती मूल का है। थुकपा मांस, अंडे और / या सब्जियों के साथ घर का बना नूडल सूप है। किन्मा, छुरपी, शफलय, (मीट से भरी तिब्बती रोटी)। किण्वित खाद्य पदार्थ और पेय पदार्थों का सेवन जनसंख्या के एक बड़े प्रतिशत द्वारा किया जाता है। खमीरीकृत खाद्य पदार्थों में सोयाबीन, बांस के अंकुर, दूध और सेल रोटी की तैयारी शामिल है, जो चावल से बनाई जाती है। चाय (esp। मक्खन की चाय) सबसे लोकप्रिय विनम्रता है, मादक पेय में टोंगबा, जर्नार्ड और छैंग शामिल हैं, जो कि फ़ार्मिंग फिंगर बाजरे से बने एक स्थानीय बियर के रूपांतर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कस्बे में 52 प्राथमिक स्कूल, 67 हाई स्कूल और 5 कॉलेज हैं। दार्जिलिंग के स्कूल या तो राज्य सरकार या निजी या धार्मिक संगठनों द्वारा चलाए जाते हैं। स्कूल मुख्य रूप से अंग्रेजी और नेपाली को उनकी शिक्षा के माध्यम के रूप में उपयोग करते हैं, हालांकि आधिकारिक भाषा हिंदी और आधिकारिक राज्य भाषा बंगाली सीखने का विकल्प है। स्कूल या तो आईसीएसई, सीबीएसई, या पश्चिम बंगाल बोर्ड ऑफ सेकेंडरी एजुकेशन से संबद्ध हैं।</p>\r\n<p>भारत में अंग्रेजों के लिए गर्मियों की वापसी के बाद, दार्जिलिंग ईटन, हैरो और रग्बी के मॉडल पर पब्लिक स्कूलों की स्थापना के लिए पसंद का स्थान बन गया, जिससे ब्रिटिश अधिकारियों के बच्चों को एक विशेष शिक्षा प्राप्त करने की अनुमति मिल गई। माउंट हेर्मोन स्कूल, सेंट रॉबर्ट्स एच। एस। स्कूल, सेंट पॉल स्कूल, सेंट जोसेफ स्कूल - उत्तर बिंदु, लोरेटो कॉन्वेंट शैक्षिक उत्कृष्टता के केंद्र के रूप में प्रसिद्ध हैं। दार्जिलिंग में पांच कॉलेज हैं- सेंट। जोसेफ कॉलेज, साउथफील्ड कॉलेज (पहले लोरेटो कॉलेज के नाम से जाना जाता था), दार्जिलिंग गवर्नमेंट कॉलेज, घूम-जोर्बुंग्लो डिग्री कॉलेज और श्री रामकृष्ण बी.टी. कॉलेज - सिलीगुड़ी में उत्तरी बंगाल विश्वविद्यालय से संबद्ध।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Darjeeling</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-darjeeling-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"दार्जिलिंग","slug":"darjeeling"}],"recommendations":[{"id":1007,"title":"पुरुलिया में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"पुरुलिया जिला पूर्वी भारत में पश्चिम बंगाल राज्य के तेईस जिलों में से एक है। पुरुलिया जिले का प्रशासनिक मुख्यालय है। पुरुलिया जिले के अन्य महत्वपूर्ण शहरों में से कुछ रघुनाथपुर-आद्रा, झालिदा और बलरामपुर हैं।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपुरुलिया जिला पश्चिम बंगाल के अन्य शहरों और कस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुरुलिया","slug":"purulia"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purulia-west-bengal","total":0},{"id":998,"title":"झारग्राम में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"झारग्राम जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। यह अपनी \"जंगल की सुंदरता\" और बेलपहाड़ी की पहाड़ी श्रृंखलाओं के लिए, उत्तर में कंकराझोर और दक्षिण में सुवर्णरेखा के लिए जाना जाता है। यह उन पर्यटकों के लिए एक गंतव्य है जो इसके जंगलों, प्राचीन मंदिरों, शाही महलों और लोक संगीत स्थलों पर जाते ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"झारग्राम","slug":"jhargram"}],"slug":"top-places-to-visit-in-jhargram-west-bengal","total":0},{"id":989,"title":"पस्चिम बर्धमान, आसनसोल में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"2827e2f6-7c27-4809-aba6-decbf0b84cbf_Asansol-railway.jpg","dateCreated":"2019-11-14T13:48:45.344Z","dateModified":"2019-11-14T13:49:13.404Z","contributedBy":"AskGif","content":"पश्चिम बंगाल में पशिम बर्धमान जिला मुख्य रूप से शहरी खनन-औद्योगिक जिला है। जिले का मुख्यालय आसनसोल है। इसका गठन 7 अप्रैल 2017 को पश्चिम बंगाल के 23 वें जिले के रूप में पूर्ववर्ती बर्धमान जिले के विभाजन के बाद किया गया था।\r\nआसनसोल भारतीय राज्य पश्चिम बंगाल का एक शहर है। यह पश्चिम बंगाल का द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2827e2f6-7c27-4809-aba6-decbf0b84cbf_Asansol-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पस्चिम-बर्धमान","slug":"paschim-bardhaman"},{"name":"आसनसोल","slug":"asansol"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-paschim-bardhaman-asansol-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}