{"id":995,"title":"Top Places to visit in Hooghly, Chinsurah, West Bengal","imageUrl":"14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","dateCreated":"2019-11-16T01:31:04.837Z","dateModified":"2019-11-16T01:32:38.348Z","contributedBy":"AskGif","content":"<p>Hooghly district is one of the districts of the state of West Bengal in India. It can alternatively be spelt Hoogli or Hugli. The district is named after the Hooghly River.</p>\r\n<p>The headquarters of the district are at Hooghly-Chinsura (Chuchura). There are four subdivisions: Chinsura Sadar, Serampore, Chandannagar, and Arambag.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical places</p>\r\n<p>&nbsp;</p>\r\n<p>Bandel Basilica</p>\r\n<p>Kamarpukur is the birthplace of Sri Sri Ramakrishna dev.</p>\r\n<p>Tarakeswar is a renowned place of pilgrimage and the greatest centre of the Shiva sect in West Bengal.</p>\r\n<p>Serampore: The Ratha Yatra of Mahesh in Serampore is the oldest Ratha Yatra after Puri Ratha-Yatra. Serampore was the Danish colony. The first university in Asia was established in Serampore &ndash; Senate of Serampore College (University)</p>\r\n<p>Rishra: One of the most crowded city has many different religion people and industries like aditya birla's jayasree textile.First jute mill of Asian was in Rishra.Arjuna Awardee Indian Footballer Sudhir Karmakar and Ex-Indian Football Captain Sishir Ghost are from Rishra.historical places to visit in Rishra Are Nilkuthi,sideshwari kalibari,Bose House,Hesting jute mill etc.</p>\r\n<p>Nalikul is famous for Raash Mela (রাস মেলা) &amp; Rathayatra (রথযাত্রা) festivals. There is a big vegetable market.</p>\r\n<p>Bandel is famous for the Bandel ChurchWest Bengal's oldest church . Bandel is the birthplace of the eminent writer Sarat Chandra Chattopadhyay.</p>\r\n<p>Chandannagar is an important town of Hooghly famous for Jagaddhatri puja, lighting work and French colonial monuments.</p>\r\n<p>Chinsurah is the district headquarters and a historical town of Hooghly. Bankim Chandra Chattopadhyay composed the \"Vande Mataram,\" the national song of India, at Chinsurah. The Dutch villa is separated at Joraghat and Townguard. They are called 'Mondol Bari' as they are now under the aristocratic ownership of the Mondal family. One can see the Dutch lioness murals on the entrance doors and allied wooden motifs. In spite of such historical background, a major portion of the original Dutch villa at Townguard road, where once nationalist leaders used to held meetings and conferences, was demolished and gone into the hands of builders/promoters. The back portion and the joraghat Mondal house with Dutch acknowledgment are intact. The hierarchy of inheritance is becoming weak and the landmark assets needs urgent preservation as well as heritage status application.</p>\r\n<p>Guptipara is famous for Rathayatra and Rashmela. There are few historical Terracotta temple in Brindabanchandra Math.</p>\r\n<p>The historical triple cities of Chandanagar-Chinsurah-Serampore are called Little Europe as these were all European colonies.</p>\r\n<p>Tribeni and Bansberia</p>\r\n<p>&nbsp;</p>\r\n<p>Tarakeswar Temple</p>\r\n<p>The Taraknath temple, dedicated to the Hindu god Shiva worshiped as Taraknath, is a major pilgrimage spot in the town of Tarakeswar. Built in 1729, the temple is an &lsquo;atchala&rsquo; structure of Bengal temple architecture with a &lsquo;natmandir&rsquo; in front. Close by are the shrines of Kali and Lakshmi Narayan. Dudhpukur, a tank to the north of the Shiva temple is believed to fulfil the prayers of those taking a dip in it.</p>\r\n<p>&nbsp;</p>\r\n<p>Pilgrims visit the temple throughout the year, especially on Mondays. Thousands of pilgrims visit Tarakeswar on the occasions of Shivaratri and &lsquo;Gajan&rsquo;, the former taking place in Phalgun (Feb-March) while the latter lasts for five days ending on the last day of Chaitra (mid-April). The month of Sravana (mid-July to mid-August) is seen to be auspicious for Shiva when celebrations are held on each Monday.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative subdivisions</p>\r\n<p>&nbsp;</p>\r\n<p>Subdivision of Hooghly district map</p>\r\n<p>The district comprises four subdivisions: Chinsurah, Chandannagore, Srirampore and Arambagh.</p>\r\n<p>&nbsp;</p>\r\n<p>Chinsurah subdivision consists of two municipalities (Hugli-Chuchura and Bansberia) and five community development blocs: Balagarh, Chinsurah&ndash;Mogra, Dhaniakhali, Pandua and Polba&ndash;Dadpur.</p>\r\n<p>Chandannagore subdivision consists of Chandannagar municipal corporation and three municipalities (Bhadreswar, Champdani and Tarakeswar) and three community development blocs: Haripal, Singur and Tarakeswar.</p>\r\n<p>Srirampore subdivision consists of six municipalities (Serampore, Uttarpara Kotrung, Dankuni, Konnagar, Rishra and Baidyabati) and four community development blocks: Chanditala&ndash;I, Chanditala&ndash;II, Jangipara and Sreerampur Uttarpara.</p>\r\n<p>Arambagh subdivision consists of Arambag municipality and six community development blocks: Arambag, Khanakul&ndash;I, Khanakul&ndash;II, Goghat&ndash;I, Goghat&ndash;II and Pursurah.</p>\r\n<p>Hugli-Chuchura is the district headquarters. There are 23 police stations, 18 development blocks, 12 municipalities and 210 gram panchayats in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Other than municipality area, each subdivision contains community development blocks that are divided into rural areas and census towns.There are 41 urban units: 12 municipalities and 32 census towns.</p>\r\n<p>&nbsp;</p>\r\n<p>Chinsurah subdivision</p>\r\n<p>Two municipalities: Hugli-Chuchura and Bansberia</p>\r\n<p>Balagarh community development block consists of rural areas with 13 gram panchayats and one census town: Badhagachhi.</p>\r\n<p>Chinsurah&ndash;Mogra community development block consists of rural areas with 10 gram panchayats and eight census towns: Kodalia, Raghunathpur, Madhusudanpur, Amodghata, Shankhanagar, Chak Bansberia, Kulihanda, Simla.</p>\r\n<p>Dhaniakhali community development block consists of rural areas only with 18 gram panchayats.</p>\r\n<p>Pandua community development block consists of rural areas with 15 gram panchayats and three census towns: Boinchi, Pandua and Batika.</p>\r\n<p>Polba&ndash;Dadpur community development block consists of rural areas only with 12 gram panchayats.</p>\r\n<p>Chandannagore subdivision</p>\r\n<p>Chandannagar municipal corporation</p>\r\n<p>Three municipalities: Bhadreswar, Champdani, and Tarakeswar</p>\r\n<p>Haripal community development block consists of rural areas only with 15 gram panchayats.</p>\r\n<p>Singur community development block consists of rural areas with 16 gram panchayats and one census town: Singur.</p>\r\n<p>Tarakeswar community development block consists of rural areas only with 10 gram panchayats.</p>\r\n<p>Serampore subdivision</p>\r\n<p>Six municipalities: Serampore, Uttarpara Kotrung, Konnagar, Rishra, Dankuni and Champdani</p>\r\n<p>Chanditalal&ndash;I community development block consists of rural areas only with 9 gram panchayats and 2 census towns: Masat, Gangadharpur, Aniya, Bhagabatipur, Haripur, Krishnarampur, Kumirmorah, Nawabpur, Sheakhala.</p>\r\n<p>Chanditala&ndash;II community development block consists of rural areas with 11 gram panchayats and 10 census towns: Purba Tajpur, Kharsarai, Begampur, Chikrand, Pairagachha, Monoharpur, Barijhati, Garalgachha, Krishnapur and Mrigala.</p>\r\n<p>Jangipara community development block consists of rural areas only with 10 gram panchayats.</p>\r\n<p>Sreerampur Uttarpara community development block consists of rural areas with six gram panchayats and six census towns: Raghunathpur, Dakshin Rajyadharpur, Bamunari, Rishra, Nabagram and Kanaipur.</p>\r\n<p>Arambagh subdivision</p>\r\n<p>One municipality: Arambag.</p>\r\n<p>Arambag community development block consists of rural areas only with 15 gram panchayats.</p>\r\n<p>Khanakul&ndash;I community development block consists of rural areas only with 13 gram panchayats.</p>\r\n<p>Khanakul&ndash;II community development block consists of rural areas only with 11 gram panchayats.</p>\r\n<p>Goghat&ndash;I community development block consists of rural areas only with 8 gram panchayats.</p>\r\n<p>Goghat&ndash;II community development block consists of rural areas only with 9 gram panchayats.</p>\r\n<p>Pursurah community development block consists of rural areas only with 8 gram panchayats.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>The railway communication of the district, especially at the suburban area, is very developed.</p>\r\n<p>&nbsp;</p>\r\n<p>There are four junction stations in Hooghly:</p>\r\n<p>&nbsp;</p>\r\n<p>Bandel Junction railway station</p>\r\n<p>Dankuni Junction railway station</p>\r\n<p>Sheoraphuli railway station, Serampore</p>\r\n<p>Kamarkundu</p>\r\n<p>The railway is under Howrah Division. The Howrah &ndash; New Delhi Rajdhani Route passes through the district, which is one of the most important routes of the country. This route comes under Howrah division and is under the jurisdiction of Sr Den/2/Hwh assisted by AEN/2/LLH. The first train of ER started its journey from Howrah to Hooghly at 14 August 1854 (First halt was Bally (Howrah) and second halt was Serampore) . Hooghly station was announced as the heritage station.</p>\r\n<p>&nbsp;</p>\r\n<p>Chinsurah railway station is very useful.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Chandernagore Govt. College</p>\r\n<p>There are 2992 primary schools, 408 high schools, 127 higher secondary schools, 22 colleges, and 6 technical institutes in Hooghly district.</p>\r\n<p>&nbsp;</p>\r\n<p>The most notable institutions among them are:</p>\r\n<p>Government College of Engineering &amp; Textile Technology Serampore</p>\r\n<p>Mahesh Sri Ramkrishna Ashram Vidyalaya (Higher Secondary)</p>\r\n<p>Saroj Mohan Institute of Technology, Guptipara</p>\r\n<p>Serampore College</p>\r\n<p>Serampore Girls' College</p>\r\n<p>Serampore Union Institution</p>\r\n<p>Akna Girl's High School</p>\r\n<p>Chatra Nandalal Institution</p>\r\n<p>Mahesh High School, Serampore</p>\r\n<p>Hooghly Branch (Govt) School</p>\r\n<p>hooghly girls high school</p>\r\n<p>Digra Mallickhati Deshbandhu Vidyapith</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hooghly_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hooghly-chinsurah-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"hooghly","slug":"hooghly"},{"name":"chinsurah","slug":"chinsurah"}],"recommendations":[{"id":1006,"title":"Top Places to visit in Purba Medinipur, Tamluk, West Bengal","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"Purba Medinipur district is an administrative unit in the Indian state of West Bengal. It is the southernmost district of Medinipur division &ndash; one of the five administrative divisions of West Bengal. The headquarters in Tamluk. It was formed on 1 January 2002 after the Partition of Medinipu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"purba-medinipur","slug":"purba-medinipur"},{"name":"tamluk","slug":"tamluk"}],"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","total":0},{"id":1002,"title":"Top Places to visit in Murshidabad, Baharampur, West Bengal","imageUrl":"3c7485c7-5bba-4d44-9172-2716ebce64dc_Murshidabad-railway.jpg","dateCreated":"2019-11-17T07:30:01.161Z","dateModified":"2019-11-17T07:30:56.811Z","contributedBy":"AskGif","content":"Murshidabad district is a district of in the Indian state of West Bengal. Situated on the left bank of the river Ganges, the district is very fertile. Covering an area of 5,341 km&sup2; (2,062 sq mi) and having a population 7.103 million (according to 2011 census),it is a densely populated distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c7485c7-5bba-4d44-9172-2716ebce64dc_Murshidabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baharampur","slug":"baharampur"},{"name":"murshidabad","slug":"murshidabad"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-murshidabad-baharampur-west-bengal","total":0},{"id":997,"title":"Top Places to visit in Jalpaiguri, West Bengal","imageUrl":"e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","dateCreated":"2019-11-16T08:53:58.644Z","dateModified":"2019-11-16T08:54:51.691Z","contributedBy":"AskGif","content":"Jalpaiguri district is a district of the Indian state of West Bengal. It is situated between 26&deg; 16' and 27&deg; 0' North latitudes and 88&deg; 4' and 89&deg; 53' East longitudes. The district was established in 1869 in British India.\r\n&nbsp;\r\nThe headquarters of the district ar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jalpaiguri","slug":"jalpaiguri"}],"slug":"top-places-to-visit-in-jalpaiguri-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}