{"id":995,"title":"हुगली, चिनसुराह में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","dateCreated":"2019-11-16T01:31:04.837Z","dateModified":"2019-11-16T01:32:38.348Z","contributedBy":"AskGif","content":"<p>हुगली जिला भारत में पश्चिम बंगाल राज्य के जिलों में से एक है। इसे वैकल्पिक रूप से हुगली या हुगली कहा जा सकता है। जिले का नाम हुगली नदी के नाम पर रखा गया है।</p>\r\n<p>जिले का मुख्यालय हुगली-चिनसुरा (चुचुरा) में है। चार उपखंड हैं: चिनसुरा सदर, सेरामपुर, चंद्रनगर, और आरामबाग।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>बंडेल बेसिलिका</p>\r\n<p>कमरपुकुर, श्री श्री रामकृष्ण देव की जन्मस्थली है।</p>\r\n<p>तारकेश्वर तीर्थस्थल का एक प्रसिद्ध स्थान है और पश्चिम बंगाल में शिव संप्रदाय का सबसे बड़ा केंद्र है।</p>\r\n<p>सीरमपुर: सेरामपुर में महेश की रथ यात्रा, पुरी रथ-यात्रा के बाद सबसे पुरानी रथ यात्रा है। सेरामपोर डेनिश कॉलोनी था। एशिया का पहला विश्वविद्यालय सेरामपुर में स्थापित किया गया - सीरमपुर कॉलेज (विश्वविद्यालय)</p>\r\n<p>रिशरा: सबसे भीड़भाड़ वाले शहर में कई अलग-अलग धर्म के लोग और उद्योग हैं जैसे आदित्य बिड़ला की जयश्री वस्त्र। एशियाई की जूट मिल ऋष्रा में थी। अर्जुन अवार्डी भारतीय फुटबॉलर सुधीर कर्मकार और पूर्व-भारतीय फुटबॉल कप्तान शिशिर घोष ऋष्रा.क्षेत्रीय स्थानों से हैं। Rishra में जाने के लिए Nilkuthi, sideshwari kalibari, Bose House, Hesting jute mill आदि हैं।</p>\r\n<p>राश मेला (रास पर्व) और रथयात्रा (रथयात्रा) त्योहारों के लिए नलिकुल प्रसिद्ध है। बड़ी सब्जी मंडी है।</p>\r\n<p>Bandel Bandel ChurchWest बंगाल के सबसे पुराने चर्च के लिए प्रसिद्ध है। बंदेल प्रख्यात लेखक शरत चंद्र चट्टोपाध्याय की जन्मस्थली है।</p>\r\n<p>चंदनगर हुगली का एक महत्वपूर्ण शहर है जो जगधात्री पूजा, प्रकाश व्यवस्था और फ्रांसीसी औपनिवेशिक स्मारकों के लिए प्रसिद्ध है।</p>\r\n<p>चिनसुराह जिला मुख्यालय और हुगली का एक ऐतिहासिक शहर है। बंकिम चंद्र चट्टोपाध्याय ने \"वंदे मातरम\" की रचना, भारत के राष्ट्रीय गीत, चिनसुराह में की थी। जोराघाट और टाउनगार्ड में डच विला को अलग किया गया है। उन्हें 'मोंडोल बारी' कहा जाता है क्योंकि वे अब मंडल परिवार के कुलीन स्वामित्व में हैं। एक प्रवेश द्वार के दरवाजे और संबद्ध लकड़ी के रूपांकनों पर डच शेरनी के भित्ति चित्र देख सकता है। ऐसी ऐतिहासिक पृष्ठभूमि के बावजूद, टाउनगार्ड रोड पर मूल डच विला का एक बड़ा हिस्सा, जहां कभी राष्ट्रवादी नेता सभा और सम्मेलन आयोजित करते थे, उन्हें ध्वस्त कर दिया गया और बिल्डरों / प्रमोटरों के हाथों में चला गया। डच पावती के साथ पिछला भाग और जोरघाट मोंडल घर बरकरार है। विरासत का पदानुक्रम कमजोर हो रहा है और ऐतिहासिक संपत्ति को तत्काल संरक्षण के साथ-साथ विरासत की स्थिति के आवेदन की आवश्यकता है।</p>\r\n<p>गुप्तीपारा रथयात्रा और रश्मिला के लिए प्रसिद्ध है। बृंदाबनचंद्र मठ में कुछ ऐतिहासिक टेराकोटा मंदिर हैं।</p>\r\n<p>चंदननगर-चिनसुराह-सेरामपुर के ऐतिहासिक ट्रिपल शहरों को लिटिल यूरोप कहा जाता है क्योंकि ये सभी यूरोपीय उपनिवेश थे।</p>\r\n<p>ट्रिबेनी और बाँसबेरिया</p>\r\n<p>&nbsp;</p>\r\n<p>तारकेश्वर मंदिर</p>\r\n<p>तारकनाथ मंदिर, हिंदू भगवान शिव को समर्पित है जो तारकनाथ के रूप में पूजे जाते हैं, तारकेश्वर शहर का एक प्रमुख तीर्थ स्थान है। 1729 में निर्मित, मंदिर एक a अचला &rsquo;बंगाल की वास्तुकला का मंदिर है, जिसके सामने एक at नटमंदिर&rsquo; है। पास में काली और लक्ष्मी नारायण के मंदिर हैं। दुधपुकुर, शिव मंदिर के उत्तर में एक टैंक माना जाता है कि इसमें डुबकी लगाने वालों की प्रार्थना पूरी होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थयात्री साल भर मंदिर में दर्शन करते हैं, खासकर सोमवार को। शिवरात्रि और in गजन &rsquo;के अवसर पर हजारों तीर्थयात्री तारकेश्वर जाते हैं, जो पूर्व में फाल्गुन (फरवरी-मार्च) में होता है, जबकि बाद वाला पांच दिनों के लिए चैत्र (मध्य अप्रैल) के अंतिम दिन समाप्त होता है। श्रावण का महीना (मध्य जुलाई से मध्य अगस्त) शिव के लिए शुभ माना जाता है जब प्रत्येक सोमवार को उत्सव मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक उपखंड</p>\r\n<p>हुगली जिले के नक्शे का उपखंड</p>\r\n<p>जिले में चार उपखंड शामिल हैं: चिनसुराह, चंदनगोर, श्रीरामपुर और आरामबाग।</p>\r\n<p>&nbsp;</p>\r\n<p>चिनसुराह उपमंडल में दो नगर पालिकाएं (हुगली-चुचुरा और बाँसबेरिया) और पांच सामुदायिक विकास ब्लॉक शामिल हैं: बालागढ़, चिनसुराह-मोगरा, धनियाखाली, पंडुआ और पोल्बा-दादपुर।</p>\r\n<p>चंदनागोर उपखंड में चंदननगर नगर निगम और तीन नगरपालिका (भद्रेश्वर, चंपादनी और तारकेश्वर) और तीन सामुदायिक विकास क्षेत्र शामिल हैं: हरिपाल, सिंगुर और तारकेश्वर।</p>\r\n<p>श्रीरामपुर उपखंड में छह नगर पालिकाएँ (सेरामपुर, उत्तरपारा कोटरुंग, दनकुनी, कोननगर, रिशरा और बैद्यबती) और चार सामुदायिक विकास खंड शामिल हैं: चंडिताला -1, चंडिताला- II, जंगीपारा और श्रीरामपुर उत्तरपारा।</p>\r\n<p>आरामबाग उपखंड में आरामबाग नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: आरामबाग, खानकुल- I, खानकुल- II, गोगाट- I, गोगत- II और पुरसुराह।</p>\r\n<p>हुगली-चुचुरा जिला मुख्यालय है। इस जिले में 23 पुलिस स्टेशन, 18 विकास खंड, 12 नगर पालिका और 210 ग्राम पंचायतें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका क्षेत्र के अलावा, प्रत्येक उपखंड में सामुदायिक विकास खंड होते हैं जो ग्रामीण क्षेत्रों और जनगणना कस्बों में विभाजित होते हैं। 41 शहरी इकाइयाँ हैं: 12 नगर पालिका और 32 जनगणना शहर।</p>\r\n<p>&nbsp;</p>\r\n<p>चिनसुराह उपखंड</p>\r\n<p>दो नगरपालिकाएँ: हुगली-चुचुरा और बाँसबेरिया</p>\r\n<p>बालागढ़ सामुदायिक विकास खंड में 13 ग्राम पंचायत और एक जनगणना शहर के साथ ग्रामीण क्षेत्र शामिल हैं: बड़गाछी।</p>\r\n<p>चिनसुराह-मोगरा सामुदायिक विकास खंड में 10 ग्राम पंचायतों और आठ जनगणना शहरों के साथ ग्रामीण क्षेत्र शामिल हैं: कोडालिया, रघुनाथपुर, मधुसूदनपुर, अमोदाघाट, शंखानगर, चक बांसबेरिया, कुलीहंडा, सिमला।</p>\r\n<p>धनियाखाली सामुदायिक विकास खंड में केवल 18 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>पांडुआ सामुदायिक विकास खंड में 15 ग्राम पंचायत और तीन जनगणना वाले ग्रामीण क्षेत्र शामिल हैं: बोन्ची, पंडुआ और बटिका।</p>\r\n<p>पोला-दादपुर सामुदायिक विकास खंड में केवल 12 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>चंदनगोर अनुमंडल</p>\r\n<p>चंदननगर नगर निगम</p>\r\n<p>तीन नगरपालिकाएँ: भद्रेश्वर, चंपादनी और तारकेश्वर</p>\r\n<p>हरिपाल सामुदायिक विकास खंड में केवल 15 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>सिंगूर सामुदायिक विकास खंड में 16 ग्राम पंचायत और एक जनगणना शहर के साथ ग्रामीण क्षेत्र शामिल हैं: सिंगूर।</p>\r\n<p>तारकेश्वर सामुदायिक विकास खंड में केवल 10 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>सेरामपुर उपमंडल</p>\r\n<p>छह नगर पालिकाएं: सेरामपुर, उत्तरपारा कोटरुंग, कोननगर, रिशरा, दनकुनी और चंपदनी</p>\r\n<p>चंदीताल- I सामुदायिक विकास खंड में केवल 9 ग्राम पंचायतों और 2 जनगणना वाले शहरों के ग्रामीण क्षेत्र शामिल हैं: मासत, गंगाधरपुर, अनिया, भगबतीपुर, हरिपुर, कृष्णरामपुर, कुमीमोराह, नवापुर, शिखला।</p>\r\n<p>चंडिताला -2 समुदाय विकास खंड में 11 ग्राम पंचायत और 10 जनगणना वाले ग्रामीण क्षेत्र शामिल हैं: पुरवा ताजपुर, खरसराय, बेगमपुर, चिकरंड, पैरागैचा, मनोहरपुर, बरिजहाटी, गरलगच्छ, कृष्णापुर और मृगला।</p>\r\n<p>जंगीपारा सामुदायिक विकास खंड में केवल 10 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>श्रीरामपुर उत्तरपारा सामुदायिक विकास खंड में छह ग्राम पंचायतों और छह जनगणना शहरों के साथ ग्रामीण क्षेत्र शामिल हैं: रघुनाथपुर, दक्षिण राजयधरपुर, बामुनारी, रिशरा, नबाग्राम और कानीपुर।</p>\r\n<p>आरामबाग अनुमंडल</p>\r\n<p>एक नगर पालिका: आरामबाग।</p>\r\n<p>आरामबाग सामुदायिक विकास खंड में केवल 15 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>खानकुल- I सामुदायिक विकास खंड में केवल 13 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>खानकुल- II सामुदायिक विकास खंड में केवल 11 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>गोगाट- I सामुदायिक विकास खंड में केवल 8 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>गोगत- II सामुदायिक विकास खंड में केवल 9 ग्राम पंचायतों वाले ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>Pursurah समुदाय विकास खंड में केवल 8 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>जिले का रेलवे संचार, विशेष रूप से उपनगरीय क्षेत्र में, बहुत विकसित है।</p>\r\n<p>&nbsp;</p>\r\n<p>हुगली में चार जंक्शन स्टेशन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>बंदेल जंक्शन रेलवे स्टेशन</p>\r\n<p>दनकुनी जंक्शन रेलवे स्टेशन</p>\r\n<p>शीराफुली रेलवे स्टेशन, सेरामपुर</p>\r\n<p>Kamarkundu</p>\r\n<p>रेलवे हावड़ा डिवीजन के अधीन है। हावड़ा - नई दिल्ली राजधानी मार्ग जिले से होकर गुजरता है, जो देश के सबसे महत्वपूर्ण मार्गों में से एक है। यह मार्ग हावड़ा डिवीजन के अंतर्गत आता है और सीनियर डेन / 2 / Hwh के अधिकार क्षेत्र में AEN / 2 / LLH द्वारा सहायता प्राप्त है। ईआर की पहली ट्रेन ने हावड़ा से हुगली तक 14 अगस्त 1854 को अपनी यात्रा शुरू की (पहला पड़ाव बल्ली (हावड़ा) था और दूसरा पड़ाव सीरमपुर था)। हुगली स्टेशन को हेरिटेज स्टेशन घोषित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>चिनसुराह रेलवे स्टेशन बहुत उपयोगी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>चंदनागोर सरकार। कॉलेज</p>\r\n<p>हुगली जिले में 2992 प्राथमिक विद्यालय, 408 उच्च विद्यालय, 127 उच्च माध्यमिक विद्यालय, 22 महाविद्यालय और 6 तकनीकी संस्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उनमें से सबसे उल्लेखनीय संस्थान हैं:</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ इंजीनियरिंग एंड टेक्सटाइल टेक्नोलॉजी सेरामपुर</p>\r\n<p>महेश श्री रामकृष्ण आश्रम विद्यालय (उच्चतर माध्यमिक)</p>\r\n<p>सरोज मोहन प्रौद्योगिकी संस्थान, गुप्तीपारा</p>\r\n<p>सेरामपुर कॉलेज</p>\r\n<p>सेरामपुर गर्ल्स कॉलेज</p>\r\n<p>सेरामपुर केंद्रीय संस्थान</p>\r\n<p>अचना गर्ल हाई स्कूल</p>\r\n<p>चतरा नंदलाल संस्था</p>\r\n<p>महेश हाई स्कूल, सेरामपुर</p>\r\n<p>हुगली शाखा (सरकार) स्कूल</p>\r\n<p>हुगली गर्ल्स हाई स्कूल</p>\r\n<p>दिगरा मल्लिकाति देशबंधु विद्यापीठ</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hooghly_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hooghly-chinsurah-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"हुगली","slug":"hooghly"},{"name":"चिनसुराह","slug":"chinsurah"}],"recommendations":[{"id":1006,"title":"पूर्बा मेदिनीपुर, तामलुक में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"पूर्बा मेदिनीपुर जिला भारतीय राज्य पश्चिम बंगाल में एक प्रशासनिक इकाई है। यह मेदिनीपुर डिवीजन का सबसे दक्षिणी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। तमलुक में मुख्यालय। इसका गठन 1 जनवरी 2002 को मेदिनीपुर के विभाजन के बाद पुरवा मेदिनीपुर और पशिम मेदिनीपुर में किया गया था जो क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"पूर्बा-मेदिनीपुर","slug":"purba-medinipur"},{"name":"तामलुक","slug":"tamluk"}],"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","total":0},{"id":1002,"title":"मुर्शिदाबाद, बरहाम्पुर में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"3c7485c7-5bba-4d44-9172-2716ebce64dc_Murshidabad-railway.jpg","dateCreated":"2019-11-17T07:30:01.161Z","dateModified":"2019-11-17T07:30:56.811Z","contributedBy":"AskGif","content":"मुर्शिदाबाद जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। गंगा नदी के बाएं किनारे पर स्थित, जिला बहुत उपजाऊ है। 5,341 वर्ग किमी (2,062 वर्ग मील) के क्षेत्र को कवर करते हुए और जनसंख्या 7.103 मिलियन (2011 की जनगणना के अनुसार), यह एक घनी आबादी वाला जिला है और भारत में नौवां सबसे अधिक आबादी वाला (64","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c7485c7-5bba-4d44-9172-2716ebce64dc_Murshidabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बरहाम्पुर","slug":"baharampur"},{"name":"मुर्शिदाबाद","slug":"murshidabad"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-murshidabad-baharampur-west-bengal","total":0},{"id":997,"title":"जलपाईगुड़ी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","dateCreated":"2019-11-16T08:53:58.644Z","dateModified":"2019-11-16T08:54:51.691Z","contributedBy":"AskGif","content":"जलपाईगुड़ी जिला भारतीय राज्य पश्चिम बंगाल का एक जिला है। यह 26 &deg; 16 'और 27 &deg; 0' उत्तरी अक्षांश और 88 &deg; 4 'और 89 &deg; 53' पूर्वी देशांतरों के बीच स्थित है। जिले की स्थापना 1869 में ब्रिटिश भारत में हुई थी।\r\n&nbsp;\r\nजिले का मुख्यालय जलपाईगुड़ी के भारतीय शहर में है, जो उत्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"जलपाईगुड़ी","slug":"jalpaiguri"}],"slug":"top-places-to-visit-in-jalpaiguri-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}