{"id":996,"title":"Top Places to visit in Howrah, West Bengal","imageUrl":"68576a09-0448-450d-ae74-4e01ae766b7d_Howrah-railway.jpg","dateCreated":"2019-11-16T01:52:41.24Z","dateModified":"2019-11-16T01:53:07.863Z","contributedBy":"AskGif","content":"<p>Howrah district is a district of the West Bengal state in eastern India. Howrah district is one of the highly urbanized area of West Bengal. The urbanized sectors gradually increase the slum populations. The Howrah city called &ldquo;Glasgow&rdquo; of India and \"Sheffield of India\". Howrah is the second largest city and second smallest district after Kolkata. It has thousands of years of rich heritage in the form of the great Bengali kingdom of Bhurshut. The district is named after its headquarters, the city of Howrah.</p>\r\n<p>&nbsp;</p>\r\n<p>Howrah (alternatively spelled Haora) is a metropolitan city within Howrah district, in the Indian state of West Bengal. It is the headquarters of the Howrah Sadar subdivision. Howrah is located on the western bank of the Hooghly River. It is a part of the area covered by Kolkata Metropolitan Development Authority (KMDA). Howrah is an important transportation hub of West Bengal and a major gateway for its twin city of Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Howrah can be accessed from its many rail links, road links to National Highways, as well as its transport connections to Kolkata. Apart from the bridges connecting the cities, there are also ferry services between various jetties.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Howrah Station</p>\r\n<p>Howrah Junction railway station (more commonly referred to as Howrah Station) is the major railway station serving Howrah, Kolkata and the neighbouring districts. It was established in 1854 when a railway line was constructed connecting the city to the coalfields of the Bardhaman. Howrah Station serves as a terminal for two railway zones of India: the Eastern Railway and the South Eastern Railway, and it is connected to most of the major cities of India. From Howrah both Eastern Railway and South Eastern Railway operates connecting various stations of the districts of Howrah, Hooghly, Bardhaman, East Midnapore and West Midnapore. Within Howrah itself there are ten more stations, the most prominent being Shalimar.</p>\r\n<p>&nbsp;</p>\r\n<p>Metro rail</p>\r\n<p>See also: Kolkata Metro Line 2</p>\r\n<p>Howrah is planned to be served by the Kolkata Metro Line 2. Stations are being built at Howrah Station and Howrah Maidan in Howrah. As of September 2019 these stations are yet under construction.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>The total road length in Howrah is approximately 300 kilometres (190 mi). Howrah hosts a branch of the Grand Trunk Road &ndash; this was built, starting 1804, by the Public Works Department of the British administration. The road starts at the Acharya Jagadish Chandra Bose Indian Botanic Garden and connects to the main road near Chandannagar. Howrah also connects the metropolitan region to the national highways &ndash; NH 2 and NH 6, which are connected to Vidyasagar Setu via the Kona Expressway.</p>\r\n<p>&nbsp;</p>\r\n<p>Bridges</p>\r\n<p>&nbsp;</p>\r\n<p>Howrah Bridge</p>\r\n<p>Howrah and Kolkata are separated by the Hooghli River, and connected by four bridges on the river Ganges. These are the:</p>\r\n<p>&nbsp;</p>\r\n<p>Howrah Bridge, also known as Rabindra Setu</p>\r\n<p>Vidyasagar Setu, also known as the second Hooghly Bridge</p>\r\n<p>Vivekananda Setu, also known as Bally Bridge</p>\r\n<p>Nivedita Setu, also known as Second Vivekananda Setu</p>\r\n<p>The cantilever style Howrah Bridge and the cable-stayed Vidyasagar Setu are counted among the longest bridges in the world within their types.</p>\r\n<p>&nbsp;</p>\r\n<p>Other transport</p>\r\n<p>There are ferry services available, between various jetties in Howrah and Kolkata, which was introduced in the 1970s. The jetties on Howrah side are at Howrah Station, Ramkrishnapur, Shibpur, Shalimar, Bandhaghat, Belur Math, Bally and Nazirganj. Howrah is also served by Netaji Subhas Chandra Bose International Airport, located in Dum Dum.</p>\r\n<p>&nbsp;</p>\r\n<p>Neighbourhoods</p>\r\n<p>Neighbourhoods of Howrah</p>\r\n<p>&nbsp;</p>\r\n<p>[Full screen]</p>\r\n<p>Neighbourhoods of Howrah</p>\r\n<p>See also: Category:Neighbourhoods in Howrah</p>\r\n<p>Howrah has many various neighbourhoods, the most notable being Shibpur, Santragachi, Belur, Ramrajatala, Liluah and Bally. Shibpur hosts the Acharya Jagadish Chandra Bose Indian Botanic Garden, containing the Great Banyan tree, and the Indian Institute of Engineering Science and Technology, Shibpur.Santragachi has a large railway station as well as the Santragachhi Jheel, a large lake that attracts migratory birds during winter. Belur hosts Belur Math, the headquarters of the Ramakrishna Math and Mission. Ramrajatala hosts a famous Rama Temple. Near Howrah Station is the slum of Pilkhana which was the basis of the famous book and film \"City of Joy\". Liluah host some of India's oldest railway factories and is also the educational Hub of Howrah.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: Education in Howrah</p>\r\n<p>See also: List of High Schools in Howrah</p>\r\n<p>See also: Category:Education in Howrah</p>\r\n<p>The Indian Institute of Engineering Science and Technology, Shibpur is a public engineering and research institution. It is the second oldest engineering institution in India, and is an Indian institute of national importance. Howrah's first vernacular Bengali medium school was established in 1857, and is currently known as Santragachi Kedarnath Institution, Howrah.</p>\r\n<p>&nbsp;</p>\r\n<p>Howrah's schools are either run by the state government or by private institutions. The medium of instruction is Bengali, English or Hindi. Schools are affiliated to the West Bengal Board of Secondary Education (WBBSE), West Bengal Council of Higher Secondary Education (WBCHSE), the Indian Certificate of Secondary Education (ICSE), National Institute of Open Schooling (NIOS) and Central Board of Secondary Education (CBSE).</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>The Sailen Manna Stadium also known as the Howrah Municpal Corporation Stadium is a multi-use stadium that hosts sporting events for Football and Rugby.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Howrah_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68576a09-0448-450d-ae74-4e01ae766b7d_Howrah-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-howrah-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"howrah","slug":"howrah"}],"recommendations":[{"id":1002,"title":"Top Places to visit in Murshidabad, Baharampur, West Bengal","imageUrl":"3c7485c7-5bba-4d44-9172-2716ebce64dc_Murshidabad-railway.jpg","dateCreated":"2019-11-17T07:30:01.161Z","dateModified":"2019-11-17T07:30:56.811Z","contributedBy":"AskGif","content":"Murshidabad district is a district of in the Indian state of West Bengal. Situated on the left bank of the river Ganges, the district is very fertile. Covering an area of 5,341 km&sup2; (2,062 sq mi) and having a population 7.103 million (according to 2011 census),it is a densely populated distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c7485c7-5bba-4d44-9172-2716ebce64dc_Murshidabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baharampur","slug":"baharampur"},{"name":"murshidabad","slug":"murshidabad"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-murshidabad-baharampur-west-bengal","total":0},{"id":997,"title":"Top Places to visit in Jalpaiguri, West Bengal","imageUrl":"e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","dateCreated":"2019-11-16T08:53:58.644Z","dateModified":"2019-11-16T08:54:51.691Z","contributedBy":"AskGif","content":"Jalpaiguri district is a district of the Indian state of West Bengal. It is situated between 26&deg; 16' and 27&deg; 0' North latitudes and 88&deg; 4' and 89&deg; 53' East longitudes. The district was established in 1869 in British India.\r\n&nbsp;\r\nThe headquarters of the district ar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jalpaiguri","slug":"jalpaiguri"}],"slug":"top-places-to-visit-in-jalpaiguri-west-bengal","total":0},{"id":993,"title":"Top Places to visit in Dakshin Dinajpur, Balurghat, West Bengal","imageUrl":"7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","dateCreated":"2019-11-15T15:06:48.096Z","dateModified":"2019-11-15T15:07:13.527Z","contributedBy":"AskGif","content":"Dakshin Dinajpur or South Dinajpur is a of district in the Indian state of West Bengal, India. It was created on 1 April 1992 by the division of the erstwhile West Dinajpur District. The Headquarter (sadar) of the district is at Balurghat. It comprises two subdivisions: Balurghat and Gangarampur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b7e11e0-feed-4982-b4ac-6092e7642a28_Dakshin-Dinajpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dakshin-dinajpur","slug":"dakshin-dinajpur"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-dakshin-dinajpur-balurghat-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}