{"id":997,"title":"जलपाईगुड़ी में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","dateCreated":"2019-11-16T08:53:58.644Z","dateModified":"2019-11-16T08:54:51.691Z","contributedBy":"AskGif","content":"<p>जलपाईगुड़ी जिला भारतीय राज्य पश्चिम बंगाल का एक जिला है। यह 26 &deg; 16 'और 27 &deg; 0' उत्तरी अक्षांश और 88 &deg; 4 'और 89 &deg; 53' पूर्वी देशांतरों के बीच स्थित है। जिले की स्थापना 1869 में ब्रिटिश भारत में हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का मुख्यालय जलपाईगुड़ी के भारतीय शहर में है, जो उत्तर बंगाल का प्रभागीय मुख्यालय भी है और पर्यटन, वन, पहाड़ियों, चाय बागानों, प्राकृतिक सुंदरता और व्यावसायीकरण और व्यवसाय के संबंध में इसका विशेष महत्व है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>उप-विभाजन</p>\r\n<p>जलपाईगुड़ी जिले में पहले तीन उप-विभाग थे - जलपाईगुड़ी सदर उपखंड, मल उपखंड और अलीपुरद्वार उपखंड। अलीपुरद्वार जिला जून 2014 में बनाया गया था और जलपाईगुड़ी जिले को दो उपखंडों - जलपाईगुड़ी सदर और मल के साथ छोड़ दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा क्षेत्र</p>\r\n<p>जिले को सात विधानसभा क्षेत्रों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>धुपगुड़ी (विधानसभा क्षेत्र संख्या 15),</p>\r\n<p>मयनागुरी (विधानसभा क्षेत्र संख्या 16),</p>\r\n<p>जलपाईगुड़ी (विधानसभा क्षेत्र संख्या 17),</p>\r\n<p>राजगंज (विधानसभा क्षेत्र संख्या 18)।</p>\r\n<p>डाबग्राम-फूलबाड़ी (विधानसभा क्षेत्र संख्या 19),</p>\r\n<p>मल (विधानसभा क्षेत्र संख्या 20) और</p>\r\n<p>नागराकाटा (विधानसभा क्षेत्र संख्या 21)।</p>\r\n<p>नागराकाटा और मालबाजार निर्वाचन क्षेत्र अनुसूचित जनजाति के उम्मीदवारों के लिए आरक्षित हैं। धुपगुड़ी, मैनागुरी और राजगंज निर्वाचन क्षेत्र अनुसूचित जाति के उम्मीदवारों के लिए आरक्षित हैं। धुपगुड़ी, मेनागुरी, मालबाजार, डाबग्राम-फूलबाड़ी, जलपाईगुड़ी और राजगंज निर्वाचन क्षेत्र जलपाईगुड़ी (लोकसभा निर्वाचन क्षेत्र) बनाते हैं, जिसमें कूच बिहार जिले का एक विधानसभा क्षेत्र भी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>निर्वाचन क्षेत्रों के परिसीमन का प्रभाव</p>\r\n<p>पश्चिम बंगाल में निर्वाचन क्षेत्रों के परिसीमन के संबंध में परिसीमन आयोग के आदेश के अनुसार, जिले को सात विधानसभा क्षेत्रों में विभाजित किया जाएगा:</p>\r\n<p>&nbsp;</p>\r\n<p>धुपगुड़ी (एससी) (विधानसभा क्षेत्र संख्या 15),</p>\r\n<p>मयनागुड़ी (एससी) (विधानसभा क्षेत्र संख्या 16),</p>\r\n<p>जलपाईगुड़ी (SC) (विधानसभा क्षेत्र संख्या 17),</p>\r\n<p>राजगंज (SC) (विधानसभा क्षेत्र संख्या 18),</p>\r\n<p>डाबग्राम-फूलबाड़ी (विधानसभा क्षेत्र संख्या 19),</p>\r\n<p>मल (एसटी) (विधानसभा क्षेत्र संख्या 20) और</p>\r\n<p>नागराकाटा (एसटी) (विधानसभा क्षेत्र संख्या 21)।</p>\r\n<p>मालबाजार और नागराकाटा निर्वाचन क्षेत्र अनुसूचित जनजाति के उम्मीदवारों के लिए आरक्षित रहेंगे। धुपगुड़ी, मैनागुरी, जलपाईगुड़ी और राजगंज निर्वाचन क्षेत्र अनुसूचित जाति के उम्मीदवारों के लिए आरक्षित होंगे। कूच बिहार जिले के एक विधानसभा क्षेत्र के साथ-साथ, धुपगुड़ी, मैनगुरी, जलपाईगुड़ी, राजगंज, दबग्राम-फूलबाड़ी और मालबाजार निर्वाचन क्षेत्र जलपाईगुड़ी (लोकसभा निर्वाचन क्षेत्र) बनाएंगे, जो अनुसूचित जाति के लिए आरक्षित होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस थाने</p>\r\n<p>जिले में 16 पुलिस स्टेशन हैं, अर्थात:</p>\r\n<p>&nbsp;</p>\r\n<p>बानरहाट</p>\r\n<p>Bhaktinagar</p>\r\n<p>बिन्नागुरी (फ़ेरी)</p>\r\n<p>Chalsa</p>\r\n<p>Dhupguri</p>\r\n<p>डोमोहनी (फ़ेरी)</p>\r\n<p>Gairkata</p>\r\n<p>जलपाईगुड़ी (कोतवाली)</p>\r\n<p>क्रांति टोपी (फेरी)</p>\r\n<p>Malbazar</p>\r\n<p>मातेली (फ़ेरी)</p>\r\n<p>Mainaguri</p>\r\n<p>Nagrakata</p>\r\n<p>न्यू जलपाईगुड़ी</p>\r\n<p>पटकटा (फेरी)</p>\r\n<p>Rajganj</p>\r\n<p>टेलीफोन जिले</p>\r\n<p>जलपाईगुड़ी जिले के छह टेलीफोन क्षेत्र कोड हैं। वे 03561, 03562, 03563, 03564, 03565, 03566 हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सार्वजनिक परिवहन में साइकिल रिक्शा, ऑटो रिक्शा, स्थानीय बसें और टेम्पो शामिल हैं। कोई मीटर्ड वाहन नहीं है। जबकि 6-सीटर सिटी ऑटो लगभग 10 से 15 किमी के दो निर्धारित गंतव्यों के बीच होता है, एक नगरपालिका अधिकारियों द्वारा निर्धारित दर पर ऑटो से पेट्रोल चालित ऑटो रिक्शा किराए पर ले सकता है। नगर निगम द्वारा कुल 16,000 रिक्शा का लाइसेंस।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>जलपाईगुड़ी शहरी समूह के पांच महत्वपूर्ण रेलवे स्टेशन हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>जलपाईगुड़ी टाउन क्षेत्र का सबसे पुराना स्टेशन है।</p>\r\n<p>जलपाईगुड़ी रोड 1944 में खोला गया था। इसमें न्यू बोंगईगांव के लिए ब्रॉड गेज का विस्तार किया गया है।</p>\r\n<p>मोहितनगर हल्दीबाड़ी-न्यू जलपाईगुड़ी लाइन में मोहितनगर में स्थित है।</p>\r\n<p>रानीनगर जलपाईगुड़ी जंक्शन शहर के आगे पश्चिमी भाग में स्थित है। रेलवे स्टेशन जलपाईगुड़ी, रानीनगर और अन्य आसपास के स्थानों में कार्य करता है।</p>\r\n<p>न्यू जलपाईगुड़ी जंक्शन रेलवे स्टेशन आसपास के क्षेत्र में एक प्रमुख रेलवे जंक्शन है।</p>\r\n<p>सड़क</p>\r\n<p>उत्तर बंगाल राज्य परिवहन निगम (NBSTC) बस स्टॉप के बगल में स्थित नेताजी सुभाष चंद्र बोस सेंट्रल बस टर्मिनस क्षेत्र में अधिकांश निजी और राज्य के स्वामित्व वाली बसों के लिए एक प्रमुख पड़ाव है। भूटान की शाही सरकार जलपाईगुड़ी से अपने सीमावर्ती शहर फुंटशोलिंग, भूटान तक बसों का संचालन भी करती है। जलपाईगुड़ी से कोलकाता, पटना और गुवाहाटी के लिए वातानुकूलित स्लीपर कोच बस सेवा भी उपलब्ध है। जलपाईगुड़ी में कई बस स्टैंड हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>NBSTC डिपो: सरकार। यहां से बसें उपलब्ध हैं।</p>\r\n<p>कदमतला बस टर्मिनस: सिलीगुड़ी के लिए निजी बसें यहाँ से उपलब्ध हैं।</p>\r\n<p>जलपाईगुड़ी रेलवे स्टेशन के पास सुपर बस स्टैंड - सिलीगुड़ी के लिए सुपर (या गैर-स्टॉप) बस सेवाएं यहाँ से उपलब्ध हैं।</p>\r\n<p>नेताजी सुभाष चंद्र बोस प्राइवेट बस टर्मिनस: डुआर्स क्षेत्र, यानी मालबाजार, बीरपारा के लिए बसें यहाँ से उपलब्ध हैं।</p>\r\n<p>बाउबाजार बस स्टैंड: हल्दीबाड़ी के लिए बस सेवाएं यहाँ से उपलब्ध हैं।</p>\r\n<p>वायु</p>\r\n<p>बागडोगरा अंतर्राष्ट्रीय हवाई अड्डा, लगभग 45 किलोमीटर की दूरी पर स्थित है, जो शहर के समीप एक प्रमुख हवाई अड्डा है। इसके अलावा, जलपाईगुड़ी एयरोड्रोम, एक हवाई पट्टी पंगा के पास उपनगरों में स्थित है जो वर्तमान में मुख्य रूप से एक हेलीपैड के रूप में संचालित है और गैर-कार्यात्मक है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जलपाईगुड़ी में मनाए जाने वाले प्रमुख त्योहारों में दुर्गा पूजा, छठ पूजा, गणेश पूजा, लक्ष्मी पूजा, सरस्वती पूजा और दिवाली शामिल हैं। बैसाखी मेला जलपाईगुड़ी में सबसे पुराने मेलों में से एक है जो बंगाली महीने में बैसाख (यानी, अप्रैल-मई) में होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलपाईगुड़ी में मेलों और कार्निवालों की बहुत भीड़ होती है। जलपाईगुड़ी में सबसे लोकप्रिय मेले हैं बैसाखी मेला, हस्त शिल्प मेला, पुस्तक मेला और लेक्सिक मेला। अधिकांश मेले जलपाईगुड़ी खेल गांव, जलपाईगुड़ी जिला खेल परिसर स्टेडियम या टाउन क्लब स्टेडियम में होते हैं। शहर में समूह थिएटर, संगीत और नृत्य स्कूल और नाइट क्लब की मेजबानी की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>जलपाईगुड़ी सरकार इंजीनियरिंग कॉलेज (JGEC) परिसर</p>\r\n<p>जलपाईगुड़ी के स्कूल राज्य सरकार या निजी संगठनों द्वारा चलाए जाते हैं, जिनमें से कई धार्मिक हैं। बंगाली और अंग्रेजी शिक्षा की प्राथमिक भाषा हैं; नेपाली और हिंदी का भी उपयोग किया जाता है। जलपाईगुड़ी में स्कूल \"10 + 2 + 3\" योजना का पालन करते हैं। अपनी माध्यमिक शिक्षा पूरी करने के बाद, छात्र आम तौर पर उन स्कूलों में दाखिला लेते हैं जिनमें उच्चतर माध्यमिक सुविधा होती है और वे पश्चिम बंगाल काउंसिल ऑफ हायर सेकेंडरी एजुकेशन, इंडियन सर्टिफिकेट ऑफ सेकेंडरी एजुकेशन (ICSE), या सेंट्रल बोर्ड ऑफ सेकंडरी एजुकेशन (CBSE) से संबद्ध होते हैं। । वे आमतौर पर उदार कला, व्यवसाय या विज्ञान पर ध्यान केंद्रित करते हैं। व्यावसायिक कार्यक्रम भी उपलब्ध हैं। 2012 में, सरकार ने पहाड़पुर के उपनगर के लिए एक मेडिकल कॉलेज प्रस्तावित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेजों में आनंद चंद्र कॉलेज, आनंद चंद्र कॉलेज ऑफ कॉमर्स, पी.डी. महिला कॉलेज, सेंट जेवियर्स कॉलेज, ये सभी उत्तर बंगाल विश्वविद्यालय से संबद्ध हैं। इसके अलावा, 2011 के बाद से, इसी नाम के साथ विश्वविद्यालय का दूसरा परिसर कला, विज्ञान और वाणिज्य में मास्टर डिग्री प्रदान करता है। जलपाईगुड़ी पॉलिटेक्निक संस्थान, एक सरकारी डिप्लोमा स्तर का संस्थान है जिसमें 3 वर्ष (10+) सिविल, इलेक्ट्रिकल, मैकेनिकल और ऑटोमोबाइल इंजीनियरिंग और 2 वर्ष हैं। (12+) फार्मेसी संस्थान, जलपाईगुड़ी इस क्षेत्र का एकमात्र फार्मासिस्ट कॉलेज है जो प्रदान करता है। पश्चिम बंगाल राज्य तकनीकी शिक्षा परिषद, कोलकाता के तहत फार्मेसी पाठ्यक्रम। शहर में एक औद्योगिक प्रशिक्षण संस्थान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलपाईगुड़ी सरकार इंजीनियरिंग कॉलेज मौलाना अबुल कलाम आज़ाद प्रौद्योगिकी विश्वविद्यालय के तहत पश्चिम बंगाल सरकार का एक स्वायत्त संस्थान है। यह राष्ट्रीय राजमार्ग 27 (पश्चिम बंगाल राज्य राजमार्ग 12 ए) के पास डेंपझार, जलपाईगुड़ी में स्थित है। शहर के पहाड़पुर उपनगर में शीघ्र ही नए मेडिकल कॉलेज का निर्माण शुरू हो गया है। जलपाईगुड़ी लॉ कॉलेज शहर का लॉ कॉलेज है।</p>\r\n<p>मीडिया</p>\r\n<p>समाचार पत्र: अंग्रेजी भाषा के समाचार पत्रों में टाइम्स ऑफ इंडिया, द इकोनॉमिक टाइम्स, द एशियन एज, द स्टेट्समैन और द टेलीग्राफ शामिल हैं। कई बंगाली समाचार पत्र, जिनमें उत्तरबंगा सांबद, बार्टमैन, गणशक्ति, आजकल और प्रतिदिन शामिल हैं।</p>\r\n<p>रेडियो: ऑल इंडिया रेडियो के अलावा, रेडियो हाई 92.7 मेगाहर्ट्ज के अन्य निजी एफएम रेडियो स्टेशन, रेड एफएम 93.5 मेगाहर्ट्ज और रेडियो मिस्टी 94.3 मेगाहर्ट्ज शहर से उपलब्ध हैं।</p>\r\n<p>टेलीविजन: जलपाईगुड़ी को लगभग सभी टेलीविजन चैनल मिलते हैं जो शेष भारत को प्राप्त होते हैं। राज्य के स्वामित्व वाले स्थलीय नेटवर्क दूरदर्शन के अलावा, केबल टेलीविजन शहर के अधिकांश घरों में कार्य करता है, जबकि उपग्रह टेलीविजन बाहरी क्षेत्रों में और अमीर घरों में आम है। मुख्यधारा के भारतीय चैनलों के अलावा, शहर में कुछ नेपाली और बांग्लादेशी टेलीविजन चैनल भी हैं। स्थानीय समाचार प्रसारण, खेल की घटनाओं और संगीत कार्यक्रमों को कई घरों में केबल के माध्यम से लाइव या देरी से प्रसारित किया जाता है। सरकारी और निजी कंपनियों द्वारा DTH सेवाएं भी उपलब्ध हैं जैसे Tata Sky, Dish TV, Videocon d2h, Airtel Digital TV और Reliance Digital TV। जलपाईगुड़ी में चार स्थानीय चैनल हैं - जेसीसी, सीसीएन, उत्तरेर सोम और अमर केबल।</p>\r\n<p>इंटरनेट: इंटरनेट कैफे मुख्य बाजार क्षेत्र में पाए जा सकते हैं, जो बीएसएनएल और मेट्रोनेट (ऑरेंज नेटवर्क्स) और सिनेट (जेसीसी और सीसीएन) जैसी अन्य निजी कंपनियों द्वारा प्रदान की जाती हैं।</p>\r\n<p>मोबाइल फोन: यह क्षेत्र आइडिया, वोडाफोन, जियो (4 जी), एयरटेल, एयरसेल, बीएसएनएल, रिलायंस, टाटा इंडिकॉम, एमटीएस, टाटा डोकोमो, वर्जिन मोबाइल और यूनिनॉर जैसी सेल फोन कंपनियों द्वारा सेवित है। और बीएसएनएल, रिलायंस, वोडाफोन, भारती एयरटेल और एयरसेल के 3 जी नेटवर्क भी हैं।</p>\r\n<p>खेल</p>\r\n<p>&nbsp;</p>\r\n<p>जलपाईगुड़ी खेल गाँव / जलपाईगुड़ी बिस्वा बंगला क्रीरान</p>\r\n<p>टेबल टेनिस, क्रिकेट, तायक्वों-डो, शतरंज और फुटबॉल यहां के सबसे लोकप्रिय खेल हैं। जलपाईगुड़ी जिला खेल परिसर स्टेडियम और टाउन क्लब स्टेडियम शहर के एकमात्र आउटडोर स्टेडियम हैं और कई राज्य और राष्ट्रीय स्तर के मैचों की मेजबानी कर चुके हैं। स्टेडियम में स्पोर्ट्स अथॉरिटी ऑफ इंडिया स्पोर्ट्स हॉस्टल एथलीटों के लिए है। शहर के दक्षिणी भाग में क्रमशः शिल्पसमितिपारा, रायपत्रपारा और हाकिमपारा में तीन इनडोर स्टेडियम हैं। स्पोर्ट्स कॉम्प्लेक्स के बगल में बने नए स्टेडियम में लॉन टेनिस, बैडमिंटन, टेबल टेनिस और अन्य इनडोर खेलों की सुविधाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आगंतुक आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>तीस्ता बे</p>\r\n<p>रायकटपरा पैलेस गेट</p>\r\n<p>तीस्ता नदी की खाड़ी</p>\r\n<p>राजबरी दिघी, एक शहरी झील जो बैकुंठपुर पैलेस के ठीक सामने स्थित है</p>\r\n<p>कराला नदी के किनारे की गली</p>\r\n<p>तीस्ता के स्पर्स</p>\r\n<p>&nbsp;</p>\r\n<p>गोरूमारा राष्ट्रीय उद्यान में प्रवेश</p>\r\n<p>&nbsp;</p>\r\n<p>गोरूमारा राष्ट्रीय उद्यान में पर्यटकों के लिए सड़क मार्ग</p>\r\n<p>गोरूमारा राष्ट्रीय उद्यान, मालबाजार, जलपाईगुड़ी जिला</p>\r\n<p>चपामारी वन्यजीव अभयारण्य</p>\r\n<p>राजपरिपारा में बैकुंठपुर रॉयल एस्टेट का रॉयल पैलेस। इमारत को राजा जयंतदेव रायकोट द्वारा पुराने महल के स्थान पर बीसवीं शताब्दी में बनाया गया है।</p>\r\n<p>रवीन्द्र भवन (जिसे आर्य नाट्य समाज भी कहा जाता है), एक सांस्कृतिक केंद्र</p>\r\n<p>मंदिर स्ट्रीट पर देवी काली को समर्पित एक प्रसिद्ध मंदिर जोगोमाया कालीबाड़ी। इसमें बाबा लोकनाथ का मंदिर भी है।</p>\r\n<p>श्री आदिशक्ति माँ भ्रामरी देवी मंदिर, 51 शक्तिपीठों में से एक</p>\r\n<p>देवी चौधुरानी मंदिर- ऐसा माना जाता है कि बंकिम चंद्र चटर्जी के उपन्यास की रानी रानी चौधरी देवी हैं, उनका करला नदी के किनारे काली मंदिर है और तीस्ता के तट के पास एक भूमिगत उपमार्ग है।</p>\r\n<p>उल्लेखनीय निवासी</p>\r\n<p>रतन लाल बसु, अंग्रेजी में कथा लेखक</p>\r\n<p>स्वप्ना बर्मन, हेपटैथलीट का जन्म यहीं हुआ था</p>\r\n<p>समरेश मजूमदार, उत्तराधिकारी, कालपुरुष और कालबेला जैसे उपन्यासों के बंगाली लेखक।</p>\r\n<p>प्रदीप कुमार बनर्जी, फुटबॉल खिलाड़ी और कोच जिन्होंने अंतर्राष्ट्रीय स्तर पर भारत का प्रतिनिधित्व किया।</p>\r\n<p>बप्पी लाहिड़ी, भारतीय गायक</p>\r\n<p>मिमी चक्रवर्ती, टॉलीवुड अभिनेत्री और जादवपुर निर्वाचन क्षेत्र से संसद सदस्य</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jalpaiguri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jalpaiguri-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"जलपाईगुड़ी","slug":"jalpaiguri"}],"recommendations":[{"id":1009,"title":"उत्तर दिनाजपुर, रायगंज में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"4e5f4b13-8e85-4d0d-a08f-383087d8970d_Uttar-Dinajpur.jpg","dateCreated":"2019-11-17T10:49:48.584Z","dateModified":"2019-11-17T10:50:09.622Z","contributedBy":"AskGif","content":"उत्तर दिनाजपुर भारतीय राज्य पश्चिम बंगाल का एक जिला है। 1 अप्रैल 1992 को पश्चिम दिनाजपुर जिले के विभाजन द्वारा बनाया गया, इसमें दो उपमंडल शामिल हैं: रायगंज और इस्लामपुर। पर्यटक - स्वामीनाथ मंदिर, राजबाड़ी गेट पर राजबाड़ी, इटहर में शिव मंदिर, चंडीग्राम में दानहसोरी पीथस्थल, बूहा में श्रीश्री मा भव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e5f4b13-8e85-4d0d-a08f-383087d8970d_Uttar-Dinajpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"उत्तर-दिनाजपुर","slug":"uttar-dinajpur"},{"name":"रायगंज","slug":"raiganj"}],"slug":"top-places-to-visit-in-uttar-dinajpur-raiganj-west-bengal","total":0},{"id":1006,"title":"पूर्बा मेदिनीपुर, तामलुक में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"पूर्बा मेदिनीपुर जिला भारतीय राज्य पश्चिम बंगाल में एक प्रशासनिक इकाई है। यह मेदिनीपुर डिवीजन का सबसे दक्षिणी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। तमलुक में मुख्यालय। इसका गठन 1 जनवरी 2002 को मेदिनीपुर के विभाजन के बाद पुरवा मेदिनीपुर और पशिम मेदिनीपुर में किया गया था जो क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"पूर्बा-मेदिनीपुर","slug":"purba-medinipur"},{"name":"तामलुक","slug":"tamluk"}],"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","total":0},{"id":1000,"title":"कोलकाता में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"कोलकाता, जिसे 2001 तक कलकत्ता का आधिकारिक नाम भी कहा जाता है) भारतीय राज्य पश्चिम बंगाल की राजधानी है। 2011 की भारतीय जनगणना के अनुसार, यह सातवां सबसे अधिक आबादी वाला शहर है; शहर की आबादी 4.5 मिलियन थी, जबकि उपनगर की आबादी कुल 14.1 मिलियन थी, जिससे यह भारत में तीसरा सबसे अधिक आबादी वाला महानगरीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कोलकाता","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}