{"id":998,"title":"झारग्राम में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"<p>झारग्राम जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। यह अपनी \"जंगल की सुंदरता\" और बेलपहाड़ी की पहाड़ी श्रृंखलाओं के लिए, उत्तर में कंकराझोर और दक्षिण में सुवर्णरेखा के लिए जाना जाता है। यह उन पर्यटकों के लिए एक गंतव्य है जो इसके जंगलों, प्राचीन मंदिरों, शाही महलों और लोक संगीत स्थलों पर जाते हैं। पश्चिम बंगाल के 22 वें जिले के रूप में पशिम मेदिनीपुर जिले से विभाजन के बाद, 4 अप्रैल 2017 को जिले का गठन किया गया था। जिले का मुख्यालय झारग्राम में है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>झारग्राम जिले में 10 पुलिस स्टेशन, 8 सामुदायिक विकास खंड, 8 पंचायत समितियां, 79 ग्राम पंचायतें, उन पर लोजसौली ग्राम पंचायत, 2,996 मौजा, 2513 बसे हुए गाँव, 1 नगर पालिका और 1 जनगणना शहर है। एकल नगरपालिका झारग्राम में है। जनगणना शहर सिल्डा है: एकमात्र उपखंड, झाड़ग्राम उपखंड, झारग्राम में इसका मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>झाड़ग्राम वन</p>\r\n<p>एस्टेट एक्विजिशन एक्ट, 1953 के तहत सरकार में निहित जंगलों के वैज्ञानिक प्रबंधन के लिए, झारग्राम फॉरेस्ट को प्रशासनिक सेटअप के तहत झारग्राम डिवीजन के रूप में पूर्व में जनक डिवीजन के रूप में स्टाइल किया गया था, क्योंकि मिदनापुर डिवीजन को दो डिवीजनों में विभाजित किया गया था। पश्चिम मिदनापुर डिवीजन (जिसका नाम झारग्राम डिवीजन के रूप में रखा गया है) का मुख्यालय झारग्राम और ईस्ट मिदनापुर डिवीजन के साथ मुख्यालय मिदनापुर में है। वेस्ट मिदनापुर डिवीजन 29.01.1954 को अस्तित्व में आया।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>झारग्राम आदिवासी नृत्यों का सुनहरा खजाना है। इनमें से कुछ आदिवासी नृत्य विलुप्त होने के कगार पर हैं। चुआंग, चांग, ​​चाउ, डांग्रे, झुमुर, पंटा, रानपा, सहारुल, टुसू और भादू आदि न केवल मानव रचनात्मक कला की कुछ उत्कृष्ट कृति का अनुभव है, बल्कि एक सभ्यता, इसकी सामूहिक प्राथमिकताओं के आवश्यक आयामों के माध्यम से एक आकर्षक साहसिक कार्य है। उनके कार्यान्वयन के कौशल और उन्हें सूचित करने वाले दर्शन।</p>\r\n<p>&nbsp;</p>\r\n<p>आदिवासी संस्कृति के अलावा, दुर्गा पूजा, सरस्वती पूजा, दिवाली और काली पूजा जैसे नियमित बंगाली त्योहार अच्छी तरह से शामिल होते हैं। शीतला, जगधात्री, डोल पूर्णिमा, रथ यात्रा, जन्माष्टमी, भीम पूजा, आदि की पूजा में अन्य सामान्य पूजाएँ भी होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>झारग्राम में बहुत सारे मेले और कार्निवाल होते हैं। झाड़ग्राम में प्रसिद्ध मेलों में जंगल महल उत्सव, झाड़ग्राम मेला और युवा उत्सव, रोंग माटी मानुष, शरबानी मेला, बैशाखी मेला, मिलन मेला, बोई मेला, सिलपीथिर्थ, डॉग शो, श्रमिक मेला, सबला मेला शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>झारग्राम पैलेस</p>\r\n<p>&nbsp;</p>\r\n<p>चिल्कीगढ़ राजबाड़ी, चिल्कीगढ़</p>\r\n<p>पूरे उप-मंडल में कई पर्यटक-आकर्षित स्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>झारग्राम पैलेस</p>\r\n<p>चिल्कीगढ़ राजबाड़ी, चिल्कीगढ़</p>\r\n<p>डियर पार्क (जुंगल महल प्राणि उद्यान)</p>\r\n<p>सावित्री मंदिर</p>\r\n<p>रवीन्द्र पार्क</p>\r\n<p>चिल्कीगढ़ राज पैलेस</p>\r\n<p>कनक दुर्गा मंदिर</p>\r\n<p>जंगल महल</p>\r\n<p>मेडिकल प्लांट्स गार्डन (कालबोनी)</p>\r\n<p>धेरुआ (कंसाई नदी के तट के लिए)</p>\r\n<p>सेवयातन को केचेंडा बांध (झील) और आसपास के जंगलों के लिए जाना जाता है</p>\r\n<p>आदिवासी संग्रहालय</p>\r\n<p>आलमपुर</p>\r\n<p>केंदुआ (प्रवासी पक्षियों को देखने के लिए)</p>\r\n<p>काकराजहोर वन</p>\r\n<p>रोहिणी: यह एक ऐतिहासिक गाँव है जो दुलुंग नदी के तट पर स्थित है। प्रसिद्ध वैष्णव संत रसिकानंदजी महाराज का जन्मस्थान। अब यह स्पॉट विजिट कर रहा है।</p>\r\n<p>Gidhni</p>\r\n<p>पुखुरिया भारत सेवाश्रम संघ</p>\r\n<p>हटिबरी वन बंगलो</p>\r\n<p>झोली पखिरालोय</p>\r\n<p>गोपीबल्लपुर ईको पार्क</p>\r\n<p>घाघरा जल प्रपात, बेलपहाड़ी</p>\r\n<p>परिवहन</p>\r\n<p>वायु</p>\r\n<p>निकटतम परिचालन हवाई अड्डा, कोलकाता का नेताजी सुभाष चंद्र बोस अंतर्राष्ट्रीय हवाई अड्डा 155 किमी (ट्रेन से) और 169 किमी (सड़क- NH-6) से है। जमशेदपुर का संसारी हवाई अड्डा ट्रेन से 96 किमी की दूरी पर स्थित है। रांची का बिरसा मुंडा हवाई अड्डा 233 किमी (सड़क- NH-33) और 258 किमी (ट्रेन से) की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल गाडी</p>\r\n<p>झारग्राम न केवल क्षेत्र के बड़े शहरों से जुड़ा है, बल्कि जिले के छोटे शहरों और गांवों से भी जुड़ा हुआ है। झारग्राम रेलवे स्टेशन हावड़ा-नागपुर-मुंबई लाइन के खड़गपुर-टाटानगर खंड पर है, जो एक एक्सप्रेस ट्रेन मार्ग है। झारग्राम रेलवे स्टेशन दक्षिण पूर्व रेलवे के अंतर्गत आता है। झारग्राम निकटतम बड़े शहर जैसे कोलकाता / हावड़ा (155 किमी), खड़गपुर (39 किमी), आसनसोल, टाटानगर (96 किमी), रांची, धनबाद, राउरकेला, झारसुगुड़ा, भुवनेश्वर, कटक, पुरी, भिलाई और ट्रेन से अच्छी तरह से जुड़ा हुआ है। दिल्ली और मुंबई।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>झारग्राम भी राजमार्गों द्वारा बहुत अच्छी तरह से जुड़ा हुआ है यह AH46 पर स्थित है जो एशियाई राजमार्ग नेटवर्क का एक हिस्सा है और यह भी आस-पास के अन्य शहरों जैसे मेदिनीपुर (धेरुआ - मेदिनीपुर रोड पर 40 किमी), खड़गपुर (एनएच -6 से 46 किमी), दुर्गापुर (एसएच -9 पर 156 किमी, आसनसोल (एनएच -60 और एसएच -9 पर 181 किमी), बांकुरा (एसएच -9 और 5 पर 114 किमी), पुरुलिया (एसएच -5 पर 142 किमी, हल्दिया में 150 किमी) AH46 और NH41), कोंताई (SH-5 पर 144 किमी), दीघा (NH-60 पर 165 किमी), कोलकाता / हावड़ा (AH46 पर 169 किमी), टाटानगर (NH-33 पर 114 किमी), बारीपाड़ा (99 किमी से अधिक) AH46 और NH-5), आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhargram_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jhargram-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"झारग्राम","slug":"jhargram"}],"recommendations":[{"id":1000,"title":"कोलकाता में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"कोलकाता, जिसे 2001 तक कलकत्ता का आधिकारिक नाम भी कहा जाता है) भारतीय राज्य पश्चिम बंगाल की राजधानी है। 2011 की भारतीय जनगणना के अनुसार, यह सातवां सबसे अधिक आबादी वाला शहर है; शहर की आबादी 4.5 मिलियन थी, जबकि उपनगर की आबादी कुल 14.1 मिलियन थी, जिससे यह भारत में तीसरा सबसे अधिक आबादी वाला महानगरीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कोलकाता","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":994,"title":"दार्जिलिंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"दार्जिलिंग भारतीय राज्य पश्चिम बंगाल में एक शहर और एक नगर पालिका है। यह कम हिमालय में 6,700 फीट (2,042.2 मीटर) की ऊंचाई पर स्थित है। यह अपने चाय उद्योग के लिए दुनिया के तीसरे सबसे ऊंचे पर्वत कंचनजंगा और दार्जिलिंग हिमालयन रेलवे, यूनेस्को की विश्व धरोहर स्थल के रूप में जाना जाता है। दार्जिलिंग दार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"दार्जिलिंग","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":992,"title":"कूच बिहार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"af3a9a55-51ad-451e-8c21-39d7de9d748a_Cooch-Behar-railway.jpg","dateCreated":"2019-11-15T14:57:04.554Z","dateModified":"2019-11-15T14:57:26.564Z","contributedBy":"AskGif","content":"कूचबिहार जिला पश्चिम बंगाल राज्य का एक जिला है, साथ ही साथ जिले का नाम शहर भी है। ब्रिटिश राज के दौरान, कूच बिहार की एक रियासत, कूच बिहार की सीट थी, जो कोच राजवंश द्वारा शासित थी।\r\n&nbsp;\r\nप्रभागों\r\nउप-विभाजन\r\nकूच बिहार जिले में पाँच उप-मंडल शामिल हैं:\r\n&nbsp;</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/af3a9a55-51ad-451e-8c21-39d7de9d748a_Cooch-Behar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कूच-बिहार","slug":"cooch-behar"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-cooch-behar-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}