{"id":998,"title":"Top Places to visit in Jhargram, West Bengal","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"<p>Jhargram district is a district in the state of West Bengal, India. It is known for its \"wooded beauty\" and hill ranges of Belpahari, Kankrajhor to the north and Subarnarekha to the south. It is a destination for tourists who visit its forests, ancient temples, royal palaces, and folk music sites. The district was formed on 4 April 2017, after bifurcation from the Paschim Medinipur district as the 22nd district of West Bengal. The district has its headquarters at Jhargram.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Jhargram district has 10 police stations, 8 community development blocks, 8 panchayat samitis, 79 gram panchayats,lodhasuli gram panchayat on of them, 2,996 mouzas, 2513 inhabited villages, 1 municipality and 1 census town. The single municipality is at Jhargram. The census town is Silda: The only subdivision, Jhargram subdivision, has its headquarters at Jhargram.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhargram Forest</p>\r\n<p>For scientific management of forests vested in Government under Estate Acquisition Act, 1953, Jhargram Forest under the administrative setup as Jhargram Division erstwhile parent division styled as Midnapur Division was bifurcated into two divisions viz. West Midnapur Division (renamed as Jhargram Division ) with headquarters at Jhargram and East Midnapur Division with headquarters at Midnapur. The West Midnapore Division came into existence on 29.01.1954.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Jhargram is the golden treasury of tribal dances. Some of these tribal dances are on the verge of extinction. Chuang, Chang, Chou, Dangrey, Jhumur, Panta, Ranpa, Saharul, Tusu &amp; Bhadu etc. is not only a mere experience of some masterpiece of human creative art, but a fascinating adventure through essential dimensions of a civilization, its collective priorities, the skills of their implementation and the philosophies that inform them.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides the tribal culture, the regular Bengali festivals like Durga puja, Saraswati puja, Diwali and Kali pujas are well attended. Other common pujas in the worship of Shitala, Jagaddhatri, Dol purnima, Ratha Yatra, Janmashtami, Bhima Puja, etc. also takes place.</p>\r\n<p>&nbsp;</p>\r\n<p>A lot of fairs and carnivals take place in Jhargram. The famous fairs in Jhargram are Jungle Mahal Utsav, Jhargram Mela &amp; Yuva Utsav, Rong Maati Manush, Shrabani Mela, Baishakhi Mela, Milan Mela,boi mela,silpithirtha,dog show,sramik mela,sabala mela.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Jhargram Palace</p>\r\n<p>&nbsp;</p>\r\n<p>Chilkigarh Rajbari, Chilkigarh</p>\r\n<p>There are several tourist-attracting places throughout the Sub-Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhargram Palace</p>\r\n<p>Chilkigarh Rajbari, Chilkigarh</p>\r\n<p>Deer Park (Jungal Mahal zoological Park)</p>\r\n<p>Savitri Temple</p>\r\n<p>Rabindra Park</p>\r\n<p>Chilkigarh Raj Palace</p>\r\n<p>Kanak Durga Temple</p>\r\n<p>Jungle Mahal</p>\r\n<p>Medical Plants Garden (Kalaboni)</p>\r\n<p>Dherua (for the banks of Kansai river)</p>\r\n<p>Sevayatan is known for Kechenda Bandh (lake) &amp; surrounding forests</p>\r\n<p>Tribal Museum</p>\r\n<p>Alampur</p>\r\n<p>Kendua (to see migrating birds)</p>\r\n<p>Kakrajhore Forest</p>\r\n<p>Rohini: This is a historical village situated on the bank of Dulung River. Birthplace of famous Vaishnav saint Rashikanandaji Maharaj. Now it is visiting spot.</p>\r\n<p>Gidhni</p>\r\n<p>Pukuria Bharat Sevashram Sangha</p>\r\n<p>Hatibari Forest Bunglow</p>\r\n<p>Jhilli Pakhiraloy</p>\r\n<p>Gopiballavpur Eco Park</p>\r\n<p>Ghagra Water Falls, Belpahari</p>\r\n<p>Transportation</p>\r\n<p>Air</p>\r\n<p>The nearest operational airport is Netaji Subhash Chandra Bose International Airport of Kolkata 155 km (by train) and 169 km (by road- NH-6).Sonari Airport of Jamshedpur is located at a distance 96 km by train. Birsa Munda Airport of Ranchi is located at a distance of 233 km (by road- NH-33) and 258 km (by train).</p>\r\n<p>&nbsp;</p>\r\n<p>Train</p>\r\n<p>Jhargram is connected not only to larger cities in the region, but also to smaller towns and villages in the district. Jhargram Railway Station is on the Kharagpur-Tatanagar section of Howrah-Nagpur-Mumbai line, an express train route. The Jhargram railway station comes under South Eastern Railway. Jhargram is well connected by train to nearest big city like Kolkata/Howrah (155 km), Kharagpur (39 km), Asansol, Tatanagar (96 km), Ranchi, Dhanbad, Rourkela, Jharsuguda, Bhubaneswar, Cuttack, Puri, Bhilai and also Delhi and Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Jhargram is also very well connected by highways it lies on AH46 which is a part of the Asian Highway Network and also with other nearby cities like Medinipur (40 km over Dherua - Medinipur Road), Kharagpur (46 km over NH-6), Durgapur (156 km over SH-9), Asansol (181 km over NH-60 and SH-9), Bankura (114 km over SH-9 and 5), Purulia (142 km over SH-5), Haldia (150 km over AH46 and NH41), Contai (144 km over SH-5), Digha (165 km over NH-60), Kolkata/Howrah (169 km over AH46), Tatanagar (114 km over NH-33), Baripada (99 km over AH46 and NH-5),etc.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhargram_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jhargram-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jhargram","slug":"jhargram"}],"recommendations":[{"id":1000,"title":"Top Places to visit in Kolkata, West Bengal","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"Kolkata, also known as Calcutta the official name until 2001) is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, maki","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kolkata","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":994,"title":"Top Places to visit in Darjeeling, West Bengal","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"Darjeeling is a city and a municipality in the Indian state of West Bengal. It is located in the Lesser Himalayas at an elevation of 6,700 ft (2,042.2 m). It is noted for its tea industry, its views of Kangchenjunga, the world's third-highest mountain, and the Darjeeling Himalayan Railway, a UNES","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"darjeeling","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":992,"title":"Top Places to visit in Cooch Behar, West Bengal","imageUrl":"af3a9a55-51ad-451e-8c21-39d7de9d748a_Cooch-Behar-railway.jpg","dateCreated":"2019-11-15T14:57:04.554Z","dateModified":"2019-11-15T14:57:26.564Z","contributedBy":"AskGif","content":"Cooch Behar district is a district of the state of West Bengal, India, as well as the district's namesake town. During the British Raj, the town of Cooch Behar was the seat of a princely state of Koch Bihar, ruled by the Koch dynasty.\r\n&nbsp;\r\nDivisions\r\nSub-divisions\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/af3a9a55-51ad-451e-8c21-39d7de9d748a_Cooch-Behar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"cooch-behar","slug":"cooch-behar"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-cooch-behar-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}