{"id":999,"title":"Top Places to visit in Kalimpong, West Bengal","imageUrl":"c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","dateCreated":"2019-11-16T10:17:57.277Z","dateModified":"2019-11-16T10:18:35.474Z","contributedBy":"AskGif","content":"<p>Kalimpong district is a district in the state of West Bengal, India. It was formed on 14 February 2017, after splitting from the Darjeeling district as the 21st district of West Bengal. It consists of the Kalimpong Municipality and three community development blocks: Kalimpong I, Kalimpong II and Gorubathan. The district has its headquarters at Kalimpong.</p>\r\n<p>&nbsp;</p>\r\n<p>People, culture, and cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>The Zang Dhok Palri Phodang monastery atop Durpin Hill</p>\r\n<p>The original settlers of Kalimpong are the Lepchas, although the majority of the populace are ethnic Nepali, having migrated from Nepal to Kalimpong in search of jobs while it was under British rule.</p>\r\n<p>&nbsp;</p>\r\n<p>Indigenous ethnic groups include the Newars, Bhutia, Sherpas, Limbus, Rais, Magars, Chettris, Bahuns, Thakuris, Gurungs, Tamangs, Yolmos, Bhujels, Sunuwars, Sarkis, Damais and the Kamis. The other non-native communities as old as the Nepalese are the Bengalis, Muslims, Anglo-Indians, Chinese, Biharis and Tibetans who escaped to Kalimpong after fleeing the Communist Chinese invasion of Tibet. Kalimpong is home to Trinley Thaye Dorje&mdash;one of the 17th Karmapa incarnations. Kalimpong is the closest Indian town to Bhutan's western border, and has a small number of Bhutanese nationals residing here. Hinduism is the largest religion followed by Nijananda Sampradaya, Buddhism and Christianity. Islam has a minuscule presence in this region, The Oldest settlers include people residing since the mid of 19th Century and also mostly Tibetan Muslims who fled in 1959 after Chinese invasion of Tibet. The Buddhist monastery Zang Dhok Palri Phodang holds a number of rare Tibetan Buddhist scriptures. There is a Mosque, Kalimpong Anjuman Islamia Established in 1887 in the bazaar area of Kalimpong.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Hindu festivals include Dashain, Tihar, Cultural Programme and the Tibetan festival of Losar. Languages spoken in Kalimpong include Nepali, which is the predominant language; Lepcha, Limbu, Tamang, Kirat, Hindi, English and Bengali. Though there is a growing interest in cricket as a winter sport in Darjeeling Hills, football still remains the most popular sport in Kalimpong. Every year since 1947, the Independence Shield Football Tournament is organized here as part of the two-day-long Independence Day celebrations. Former captain of India national football team, Pem Dorjee hails from Kalimpong.</p>\r\n<p>&nbsp;</p>\r\n<p>A popular snack in Kalimpong is the momo, steamed dumplings made of pork, beef or vegetable cooked in a wrapping of flour and served with watery soup. Wai-Wai is a packaged Nepalese snack made of noodles which are eaten either dry or in soup form. Churpee, a kind of hard cheese made from yak's or chauri's (a hybrid of yak and cattle) milk, is sometimes chewed. A form of noodle called Thukpa, served in soup form is popular in Kalimpong. There are a large number of restaurants which offer a wide variety of cuisines, ranging from Indian to continental, to cater to the tourists. Tea is the most popular beverage in Kalimpong, procured from the famed Darjeeling tea gardens. Kalimpong has a golf course besides Kalimpong Circuit House.</p>\r\n<p>&nbsp;</p>\r\n<p>The cultural centres in Kalimpong include, the Lepcha Museum and the Zang Dhok Palri Phodang monastery. The Lepcha Museum, a kilometre away from the town centre, showcases the culture of the Lepcha community, the indigenous peoples of Sikkim. The Zang Dhok Palri Phodong monastery has 108 volumes of the Kangyur, and belongs to the Gelug of Buddhism.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are fifteen major schools in Kalimpong, the most notable ones being Scottish Universities Mission Institution, Dr. Graham's Homes, St Joseph's Convent, St. Augustine's School, Rockvale Academy, Saptashri Gyanpeeth, Springdale Academy, St. Philomenas School, Kalimpong Girls' High School, Kumdini Homes, Chandramaya High School, Lolay Sampu High School, Kendriya Vidyalaya and Gandhi Ashram School. The Scottish Universities Mission Institution was the first school that was opened in 1886. The schools offer education up to high secondary standard, following which students may choose to join a Junior College or carry on with additional two years of schooling.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalimpong College, Cluny Women's College and Rockvale Management College are the main colleges in the town. Former two are affiliated to the North Bengal University and the latter affiliated to West Bengal University of Technology and apart from these, Good Shepherd IHM (Hotel management Institution) offers courses on hospitality sectors. Most students however, choose to further their studies in Siliguri, Kolkata, and other colleges in the Indian metropolis. The Tharpa Choling Monastery, at Tirpai Hill near Kalimpong, is managed by Yellow Hat sect and has a library of Tibetan manuscripts and thankas.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>NH31A winds along the banks of the river Teesta near Kalimpong.</p>\r\n<p>Kalimpong is located off the National Highway 31A (NH31A), which links Sevok to Gangtok. The NH31A is an offshoot of the NH 31, which connects Sevok to Siliguri. These two National Highways together, via Sevok, links Kalimpong to the plains. Regular bus services and hired vehicles connect Kalimpong with Siliguri and the neighbouring towns of Kurseong, Darjeeling and Gangtok. Four wheel drives are common means of transport, as they can easily navigate the steep slopes in the region. However, road communication often get disrupted in the monsoons due to landslides. In the town, people usually travel by foot. Residents also use bicycle, two-wheelers and hired taxis for short distances.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is in Bagdogra near Siliguri, about 80 kilometres (50 mi) from Kalimpong. Air India and Druk Air (Bhutan) are the four major carriers that connect the airport to Delhi, Kolkata, Paro (Bhutan), Guwahati and Bangkok (Thailand). The closest major railway station is New Jalpaiguri, on the outskirts of Siliguri, which is connected with almost all major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Area</p>\r\n<p>Apart from the Kalimpong municipality that consists of 23 wards, the district contains rural areas of 42 gram panchayats under three community development blocks: Kalimpong I, Kalimpong II and Gorubathan.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalimpong subdivision has an area of 1,053.60 km2 (406.80 sq mi), with Kalimpong I block having an area of 360.46 km2 (139.17 sq mi); Kalimpong II block an area of 241.26 km2 (93.15 sq mi); Gorubathan block an area of 442.72 km2 (170.94 sq mi); and Kalimpong Municipality an area of 9.16 km2 (3.54 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Blocks</p>\r\n<p>Kalimpong I block</p>\r\n<p>Kalimpong I block consists of rural areas with 18 gram panchayats, viz. Bong, Kalimpong, Samalbong, Tista, Dr. Grahams Homes, Lower Echhay, Samthar, Neembong, Dungra, Upper Echhay, Seokbir, Bhalukhop, Yangmakum, Pabringtar, Sindebong, Kafer Kanke Bong, Pudung and Tashiding. This block has one police station at Kalimpong. Headquarters of this block is in Kalimpong.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalimpong II block</p>\r\n<p>Kalimpong II block consists of rural areas only with 13 gram panchayats, viz. Dalapchand, Kashyong, Lolay, Lingseykha, Gitdabling, Lava-Gitbeong, Payong, Kagay, Lingse, Shangse, Pedong, Syakiyong and Shantook. This block is served by Kalimpong police station. Headquarters of this block is in Algarah.</p>\r\n<p>&nbsp;</p>\r\n<p>Gorubathan block</p>\r\n<p>Gorubathan block consists of rural areas only with 11 gram panchayats, viz. Dalim, Gorubathan&ndash;I, Gorubathan&ndash;II, Patengodak, Todey Tangta, Kumai, Pokhreybong, Samsing, Aahaley, Nim and Rongo. This block has two police stations: Gorubathan and Jaldhaka. Headquarters of this block is in Fagu.</p>\r\n<p>&nbsp;</p>\r\n<p>Legislative segments</p>\r\n<p>As per order of the Delimitation Commission in respect of the delimitation of constituencies in West Bengal, the whole area under the district of Kalimpong (formerly Kalimpong subdivision), viz. the Kalimpong municipality and the three blocks of Kalimpong&ndash;I, Kalimpong&ndash;II and Gorubathan together will constitute the Kalimpong assembly constituency of West Bengal. This constituency will be part of Darjeeling Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Kalimpong district (enumerated as Kalimpong subdivision then) has a population of 251,642. Kalimpong I block had a population of 74,746; Kalimpong II block had a population of 66,830; Gorubathan block had a population of 60,663; and Kalimpong Municipality had a population of 49,403.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the population today in Kalimpong district are the Gorkhas.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kalimpong_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kalimpong-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kalimpong","slug":"kalimpong"}],"recommendations":[{"id":1000,"title":"Top Places to visit in Kolkata, West Bengal","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"Kolkata, also known as Calcutta the official name until 2001) is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, maki","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kolkata","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":998,"title":"Top Places to visit in Jhargram, West Bengal","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"Jhargram district is a district in the state of West Bengal, India. It is known for its \"wooded beauty\" and hill ranges of Belpahari, Kankrajhor to the north and Subarnarekha to the south. It is a destination for tourists who visit its forests, ancient temples, royal palaces, and folk music sites","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jhargram","slug":"jhargram"}],"slug":"top-places-to-visit-in-jhargram-west-bengal","total":0},{"id":996,"title":"Top Places to visit in Howrah, West Bengal","imageUrl":"68576a09-0448-450d-ae74-4e01ae766b7d_Howrah-railway.jpg","dateCreated":"2019-11-16T01:52:41.24Z","dateModified":"2019-11-16T01:53:07.863Z","contributedBy":"AskGif","content":"Howrah district is a district of the West Bengal state in eastern India. Howrah district is one of the highly urbanized area of West Bengal. The urbanized sectors gradually increase the slum populations. The Howrah city called &ldquo;Glasgow&rdquo; of India and \"Sheffield of India\". Howrah is the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68576a09-0448-450d-ae74-4e01ae766b7d_Howrah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"howrah","slug":"howrah"}],"slug":"top-places-to-visit-in-howrah-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}