{"id":999,"title":"कलिम्पोंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","dateCreated":"2019-11-16T10:17:57.277Z","dateModified":"2019-11-16T10:18:35.474Z","contributedBy":"AskGif","content":"<p>कलिम्पोंग जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। दार्जिलिंग जिले से पश्चिम बंगाल के 21 वें जिले के रूप में विभाजित होने के बाद 14 फरवरी 2017 को इसका गठन किया गया था। इसमें कालिम्पोंग नगर पालिका और तीन सामुदायिक विकास खंड शामिल हैं: कालिम्पोंग प्रथम, कालिम्पोंग द्वितीय और गोरुबथान। जिले का मुख्यालय कलिम्पोंग में है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग, संस्कृति, और भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>दुरंग पहाड़ी के ऊपर ज़ंग ढोक पलरी फोडंग मठ</p>\r\n<p>कलिम्पोंग के मूल निवासी लेप्चा हैं, हालांकि अधिकांश आबादी जातीय नेपाली हैं, जो नेपाल से कालिम्पोंग में नौकरी की तलाश में पलायन कर गए थे, जबकि यह ब्रिटिश शासन के अधीन था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वदेशी जातीय समूहों में नेवर्स, भूटिया, शेरपा, लिंबस, रईस, मैगर्स, चेट्रीस, बहून, ठाकुरिस, गुरुंग, तमांग, योलमोस, भुजेल, सुनुवार, सरकिस, डामिस और कमिस शामिल हैं। नेपाली जितने पुराने गैर-देशी समुदाय हैं, वे बंगाली, मुस्लिम, एंग्लो-इंडियन, चीनी, बिहार और तिब्बती हैं जो तिब्बत के कम्युनिस्ट चीनी आक्रमण के बाद भागकर कालिम्पोंग चले गए। कालिम्पोंग, त्रिनले थये दोरजे का घर है - 17 वें करमापा अवतारों में से एक। कालिम्पोंग भूटान की पश्चिमी सीमा का निकटतम भारतीय शहर है, और यहाँ भूटानी नागरिक बहुत कम संख्या में रहते हैं। हिंदू धर्म सबसे बड़ा धर्म है जिसके बाद निजानंद संप्रदाय, बौद्ध धर्म और ईसाई धर्म हैं। इस क्षेत्र में इस्लाम की एक छोटी उपस्थिति है, सबसे पुराने निवासियों में 19 वीं शताब्दी के मध्य से रहने वाले लोग शामिल हैं और ज्यादातर तिब्बती मुस्लिम भी हैं जो 1959 में तिब्बत पर चीनी आक्रमण के बाद भाग गए थे। बौद्ध मठ ज़ंग ढोक पलरी फोडंग में कई दुर्लभ तिब्बती बौद्ध धर्मग्रंथ हैं। एक मस्जिद है, कलिम्पोंग के बाजार क्षेत्र में 1887 में स्थापित कालिम्पोंग अंजुमन इस्लामिया।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय हिंदू त्योहारों में दशीन, तिहार, सांस्कृतिक कार्यक्रम और लोसार का तिब्बती त्योहार शामिल हैं। कालिम्पोंग में बोली जाने वाली भाषाओं में नेपाली शामिल है, जो प्रमुख भाषा है; लेप्चा, लिम्बु, तमांग, किरात, हिंदी, अंग्रेजी और बंगाली। हालांकि दार्जिलिंग हिल्स में शीतकालीन खेल के रूप में क्रिकेट में रुचि बढ़ रही है, फिर भी कलिम्पोंग में फुटबॉल सबसे लोकप्रिय खेल बना हुआ है। 1947 से हर साल, दो दिवसीय स्वतंत्रता दिवस समारोह के एक भाग के रूप में स्वतंत्रता शील्ड फुटबॉल टूर्नामेंट का आयोजन किया जाता है। भारत की राष्ट्रीय फुटबॉल टीम के पूर्व कप्तान, पेम दोर्जी कलिम्पोंग के निवासी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कालिम्पोंग में एक लोकप्रिय स्नैक है मोमो, उबले हुए पकौड़े, बीफ या सब्जी से बना उबला हुआ पकौड़ी, आटे के एक टुकड़े में पकाया जाता है और पानी के सूप के साथ परोसा जाता है। वाई-वाई एक नेपाली स्नैक है जो नूडल्स से बना होता है जिसे सूखे या सूप के रूप में खाया जाता है। चुरपी, याक या चौरी के (याक और मवेशियों के एक संकर) दूध से बना एक प्रकार का कठोर पनीर है, जिसे कभी-कभी चबाया जाता है। सूप के रूप में परोसे जाने वाले थुकपा नामक नूडल का एक रूप कालिम्पोंग में लोकप्रिय है। बड़ी संख्या में रेस्तरां हैं जो पर्यटकों को पूरा करने के लिए भारतीय से महाद्वीपीय तक कई प्रकार के व्यंजनों की पेशकश करते हैं। कालिम्पोंग में चाय सबसे लोकप्रिय पेय है, जो प्रसिद्ध दार्जिलिंग चाय बागानों से प्राप्त की जाती है। कलिम्पोंग में गोल्फ कोर्स के अलावा कालिम्पोंग सर्किट हाउस भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कालिम्पोंग में सांस्कृतिक केंद्रों में, लेप्चा संग्रहालय और ज़ंग ढोक पलरी फोडंग मठ शामिल हैं। लेपचा संग्रहालय, शहर के केंद्र से एक किलोमीटर दूर, सिक्किम के स्वदेशी लोगों, लेप्चा समुदाय की संस्कृति को दर्शाता है। ज़ंग ढोक पलरी फोडोंग मठ में कंग्युर के 108 खंड हैं, और यह बौद्ध धर्म के गेलुग के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कालिम्पोंग में पंद्रह प्रमुख स्कूल हैं, जिनमें से सबसे उल्लेखनीय हैं स्कॉटिश यूनिवर्सिटी मिशन इंस्टीट्यूशन, डॉ। ग्राहम होम्स, सेंट जोसेफ्स कॉन्वेंट, सेंट ऑगस्टाइन स्कूल, रॉकवेल एकेडमी, सप्तश्री ज्ञानपीठ, स्प्रिंगडेल अकादमी, सेंट फिलोमेनास स्कूल, कलिम्पोंग गर्ल्स हाई स्कूल, कुमदिनी होम्स, चंद्रमाया हाई स्कूल, लोले सम्पू हाई स्कूल, केंद्रीय विद्यालय और गांधी आश्रम स्कूल। स्कॉटिश यूनिवर्सिटी मिशन इंस्टीट्यूशन पहला स्कूल था जिसे 1886 में खोला गया था। स्कूल उच्च माध्यमिक मानक तक की शिक्षा प्रदान करते हैं, जिसके बाद छात्र जूनियर कॉलेज में शामिल होने या दो साल के स्कूली शिक्षा के साथ आगे बढ़ सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कालिम्पोंग कॉलेज, क्लूनी वीमेंस कॉलेज और रॉकवेल मैनेजमेंट कॉलेज शहर के प्रमुख कॉलेज हैं। पूर्व दो उत्तर बंगाल विश्वविद्यालय से संबद्ध हैं और बाद में पश्चिम बंगाल प्रौद्योगिकी विश्वविद्यालय से संबद्ध हैं और इनके अलावा, गुड शेफर्ड आईएचएम (होटल प्रबंधन संस्थान) आतिथ्य क्षेत्रों पर पाठ्यक्रम प्रदान करता है। हालाँकि, अधिकांश छात्र सिलीगुड़ी, कोलकाता और भारतीय महानगर के अन्य कॉलेजों में अपनी पढ़ाई को आगे बढ़ाने का विकल्प चुनते हैं। कलिम्पोंग के पास तिरपई हिल में थारपा चोलिंग मठ, पीली टोपी संप्रदाय द्वारा प्रबंधित किया जाता है और इसमें तिब्बती पांडुलिपियों और धन्यवाद का एक पुस्तकालय है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>एनएच 31 ए कालिम्पोंग के पास तीस्ता नदी के किनारे बहती है।</p>\r\n<p>कलिम्पोंग राष्ट्रीय राजमार्ग 31A (NH31A) से दूर स्थित है, जो सेवोक को गंगटोक से जोड़ता है। NH31A NH 31 का एक हिस्सा है, जो सेवोक को सिलीगुड़ी से जोड़ता है। सेवोक के माध्यम से एक साथ ये दो राष्ट्रीय राजमार्ग, मैदानी इलाकों में कालिम्पोंग को जोड़ता है। नियमित बस सेवाएं और किराए के वाहन सिलीगुड़ी और पड़ोसी शहरों कर्सियांग, दार्जिलिंग और गंगटोक से कलिम्पोंग को जोड़ते हैं। चार पहिया ड्राइव परिवहन के सामान्य साधन हैं, क्योंकि वे आसानी से क्षेत्र में खड़ी ढलानों को नेविगेट कर सकते हैं। हालांकि, भूस्खलन के कारण सड़क संचार अक्सर मानसून में बाधित हो जाता है। कस्बे में, लोग आमतौर पर पैदल यात्रा करते हैं। निवासी छोटी दूरी के लिए साइकिल, दोपहिया और किराए की टैक्सियों का भी उपयोग करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा सिलीगुड़ी के पास बागडोगरा में है, जो कलिम्पोंग से लगभग 80 किलोमीटर (50 मील) दूर है। एयर इंडिया और ड्रुक एयर (भूटान) चार प्रमुख वाहक हैं जो हवाई अड्डे को दिल्ली, कोलकाता, पारो (भूटान), गुवाहाटी और बैंकॉक (थाईलैंड) से जोड़ते हैं। निकटतम प्रमुख रेलवे स्टेशन सिलीगुड़ी के बाहरी इलाके में न्यू जलपाईगुड़ी है, जो देश के लगभग सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र</p>\r\n<p>कालिम्पोंग नगरपालिका के अलावा 23 वार्ड शामिल हैं, जिले में तीन सामुदायिक विकास खंडों के तहत 42 ग्राम पंचायतों के ग्रामीण क्षेत्र शामिल हैं: कालिम्पोंग प्रथम, कलिम्पोंग द्वितीय और गोरुबथान।</p>\r\n<p>&nbsp;</p>\r\n<p>कालिम्पोंग उपखंड में 1,053.60 किमी 2 (406.80 वर्ग मील) का क्षेत्र है, कलिम्पोंग I में 360.46 किमी 2 (139.17 वर्ग मील) का क्षेत्रफल है; कलिम्पोंग II 241.26 किमी 2 (93.15 वर्ग मील) के एक क्षेत्र को अवरुद्ध करता है; गोरुबथान 442.72 किमी 2 (170.94 वर्ग मील) के एक क्षेत्र को अवरुद्ध करता है; और कालिम्पोंग नगर पालिका 9.16 किमी 2 (3.54 वर्ग मील) का एक क्षेत्र।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लाकों</p>\r\n<p>कलिम्पोंग मैं ब्लॉक</p>\r\n<p>कलिम्पोंग I ब्लॉक में 18 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं, अर्थात। बोंग, कालिम्पोंग, सामलबोंग, टिस्टा, डॉ। ग्राहम्स होम्स, लोअर इचाय, समथर, नेम्बॉन्ग, डूंगरा, अपर एकै, सेकोबीर, भालुखोप, यंगमकुम, पाब्रींग्टर, सिंदिबोंग, काफ़र कांके बोंग, पुडुंग और ताशकिंग। इस ब्लॉक में कालिम्पोंग में एक पुलिस स्टेशन है। इस ब्लॉक का मुख्यालय कलिम्पोंग में है।</p>\r\n<p>&nbsp;</p>\r\n<p>कलिम्पोंग द्वितीय ब्लॉक</p>\r\n<p>कलिम्पोंग II ब्लॉक में केवल 13 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं। दलापचंद, कश्यप, लोलय, लिंगसेखा, गित्डाबेलिंग, लावा-गितेबोंग, प्योंग, कागे, लिंगसे, शांगसे, पेडोंग, सियाकियॉन्ग और शंटूक। यह ब्लॉक कलिम्पोंग पुलिस स्टेशन द्वारा परोसा जाता है। इस ब्लॉक का मुख्यालय अलगराह में है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोरुबथान ब्लॉक</p>\r\n<p>गोरुबथान ब्लॉक में केवल 11 ग्राम पंचायतों के साथ ग्रामीण क्षेत्र शामिल हैं। डालिम, गोरुबथान- I, गोरुबाथन- II, पेटेंगोडक, टोडी टंग्टा, कुमाई, पोख्रेबॉन्ग, सैमसिंग, आहले, निम और रॉन्गो। इस ब्लॉक में दो पुलिस स्टेशन हैं: गोरुबथान और जलंधा। इस ब्लॉक का मुख्यालय फागू में है।</p>\r\n<p>&nbsp;</p>\r\n<p>विधायी खंड</p>\r\n<p>पश्चिम बंगाल में निर्वाचन क्षेत्रों के परिसीमन के संबंध में परिसीमन आयोग के आदेश के अनुसार, कालिम्पोंग (पूर्व कालिम्पोंग उपखंड) जिले के अंतर्गत आने वाला पूरा क्षेत्र, अर्थात। कालिम्पोंग नगरपालिका और कलिम्पोंग के तीन ब्लॉक -1, कलिम्पोंग -2 और गोरुबथान मिलकर पश्चिम बंगाल के कालिम्पोंग विधानसभा क्षेत्र का गठन करेंगे। यह निर्वाचन क्षेत्र दार्जिलिंग लोकसभा क्षेत्र का हिस्सा होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, कालिम्पोंग जिला (तब कालिम्पोंग उपखंड के रूप में माना जाता है) की आबादी 251,642 है। कालिम्पोंग I ब्लॉक की आबादी 74,746 थी; कालिम्पोंग II ब्लॉक की आबादी 66,830 थी; गोरुबथान ब्लॉक की आबादी 60,663 थी; और कालिम्पोंग नगरपालिका की आबादी 49,403 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>कलिम्पोंग जिले में आज अधिकांश आबादी गोरखा है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kalimpong_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kalimpong-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कलिम्पोंग","slug":"kalimpong"}],"recommendations":[{"id":1000,"title":"कोलकाता में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"कोलकाता, जिसे 2001 तक कलकत्ता का आधिकारिक नाम भी कहा जाता है) भारतीय राज्य पश्चिम बंगाल की राजधानी है। 2011 की भारतीय जनगणना के अनुसार, यह सातवां सबसे अधिक आबादी वाला शहर है; शहर की आबादी 4.5 मिलियन थी, जबकि उपनगर की आबादी कुल 14.1 मिलियन थी, जिससे यह भारत में तीसरा सबसे अधिक आबादी वाला महानगरीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कोलकाता","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":998,"title":"झारग्राम में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"झारग्राम जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। यह अपनी \"जंगल की सुंदरता\" और बेलपहाड़ी की पहाड़ी श्रृंखलाओं के लिए, उत्तर में कंकराझोर और दक्षिण में सुवर्णरेखा के लिए जाना जाता है। यह उन पर्यटकों के लिए एक गंतव्य है जो इसके जंगलों, प्राचीन मंदिरों, शाही महलों और लोक संगीत स्थलों पर जाते ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"झारग्राम","slug":"jhargram"}],"slug":"top-places-to-visit-in-jhargram-west-bengal","total":0},{"id":996,"title":"हावड़ा में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"68576a09-0448-450d-ae74-4e01ae766b7d_Howrah-railway.jpg","dateCreated":"2019-11-16T01:52:41.24Z","dateModified":"2019-11-16T01:53:07.863Z","contributedBy":"AskGif","content":"हावड़ा जिला पूर्वी भारत में पश्चिम बंगाल राज्य का एक जिला है। हावड़ा जिला पश्चिम बंगाल के अत्यधिक शहरी क्षेत्र में से एक है। शहरीकृत क्षेत्र धीरे-धीरे झुग्गी आबादी को बढ़ाते हैं। हावड़ा शहर को भारत का \"ग्लासगो\" और \"शेफ़ील्ड ऑफ़ इंडिया\" कहा जाता है। हावड़ा कोलकाता के बाद दूसरा सबसे बड़ा शहर और दूस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68576a09-0448-450d-ae74-4e01ae766b7d_Howrah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"हावड़ा","slug":"howrah"}],"slug":"top-places-to-visit-in-howrah-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}